{"paper_id": "f968580d78a252c8083a50dcb6c3ac62a7933400", "metadata": {"title": "Mathematical Models of Memory CD8 + T-Cell Repertoire Dynamics in Response to Viral Infections", "authors": [{"first": "Courtney", "middle": ["L"], "last": "Davis", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Frederick", "middle": ["R"], "last": "Adler", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Immunity to diseases is conferred by pathogen-specific memory cells that prevent disease reoccurrences. A broad repertoire of memory T-cells must be developed and maintained to effectively protect against viral invasions; yet, the total number of memory T-cells is constrained between infections. Thus, creating memory to new infections can require attrition of some existing memory cells. Furthermore, some viruses induce memory T-cell death early in an infection, after which surviving cells proliferate to refill the memory compartment.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We develop mathematical models of cellular attrition and proliferation in order to examine how new viral infections impact existing immunity. With these probabilistic models, we qualitatively and quantitatively predict how the composition and diversity of the memory repertoire changes as a result of viral infections. In addition, we calculate how often immunity to prior diseases is lost due to new infections. Comparing our results across multiple general infection types allows us to draw conclusions about, which types of viral effects most drastically alter existing immunity. We find that early memory attrition does not permanently alter the repertoire composition, while infections that spark substantial new memory generation drastically shift the repertoire and hasten the decline of existing immunity.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "ies that help remove extracellular pathogens, while memory CD8 + T-cells kill infected host cells to eliminate viruses inside. Immune protection requires the persistence of memory cells; yet, between infections the total number of memory cells returns to a relatively constant level (Freitas and Rocha 1993; Tanchot and Rocha 1995) . Maintaining this homeostatic memory compartment size despite post-infection influxes requires that some existing memory be replaced by newly generated memory cells. Even when the memory compartment permanently grows after infection, some loss of prior memory can occur (Vezys et al. 2009 ). Thus, immune memory established via infections or vaccination can decline upon subsequent infections by other pathogens (De Boer et al. 2003; Selin et al. 1999) . We explore the impact of new infections on existing immune memory under homeostatic constraints. For simplicity, we assume a constant homeostatic memory compartment size, but we discuss how to extend our models and results to allow for compartment growth.", "cite_spans": [{"start": 283, "end": 307, "text": "(Freitas and Rocha 1993;", "ref_id": "BIBREF16"}, {"start": 308, "end": 331, "text": "Tanchot and Rocha 1995)", "ref_id": "BIBREF49"}, {"start": 603, "end": 621, "text": "(Vezys et al. 2009", "ref_id": "BIBREF52"}, {"start": 745, "end": 766, "text": "(De Boer et al. 2003;", "ref_id": "BIBREF14"}, {"start": 767, "end": 785, "text": "Selin et al. 1999)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": ""}, {"text": "Most infections add newly generated memory cells to a full memory compartment (Janeway et al. 2005) . The resulting scarcity of survival signals like interleukin 15 (IL-15) prompts passive attrition, the death of memory cells following an infection to restore the homeostatic memory compartment size (Kennedy et al. 2000; Ku et al. 2000; Selin et al. 2006; Welsh et al. 2004b ). Viruses such as SARS, measles, influenza, and West Nile also cause a large number of memory T-cells to die in the first 1-4 days of infection, a process called active attrition, and create an immunedeficient environment known as lymphopenia (Bahl et al. 2006; Kim et al. 2005; Selin et al. 2006; Welsh et al. 2004a Welsh et al. , 2004b . Surviving memory cells as well as some naive cells then proliferate (and differentiate if necessary) to refill the memory compartment, a process termed lymphopenic (or homeostatic) proliferation (Almeida et al. 2005; Goldrath 2002; Sprent and Surh 2001) . However, the memory compartment might not return to its previous composition, which means that immunity to some diseases could be weakened or lost (Selin et al. 1996 (Selin et al. , 1999 .", "cite_spans": [{"start": 78, "end": 99, "text": "(Janeway et al. 2005)", "ref_id": null}, {"start": 300, "end": 321, "text": "(Kennedy et al. 2000;", "ref_id": "BIBREF27"}, {"start": 322, "end": 337, "text": "Ku et al. 2000;", "ref_id": "BIBREF31"}, {"start": 338, "end": 356, "text": "Selin et al. 2006;", "ref_id": "BIBREF43"}, {"start": 357, "end": 375, "text": "Welsh et al. 2004b", "ref_id": "BIBREF54"}, {"start": 620, "end": 638, "text": "(Bahl et al. 2006;", "ref_id": "BIBREF2"}, {"start": 639, "end": 655, "text": "Kim et al. 2005;", "ref_id": "BIBREF29"}, {"start": 656, "end": 674, "text": "Selin et al. 2006;", "ref_id": "BIBREF43"}, {"start": 675, "end": 693, "text": "Welsh et al. 2004a", "ref_id": "BIBREF53"}, {"start": 694, "end": 714, "text": "Welsh et al. , 2004b", "ref_id": "BIBREF54"}, {"start": 912, "end": 933, "text": "(Almeida et al. 2005;", "ref_id": "BIBREF0"}, {"start": 934, "end": 948, "text": "Goldrath 2002;", "ref_id": "BIBREF20"}, {"start": 949, "end": 970, "text": "Sprent and Surh 2001)", "ref_id": "BIBREF46"}, {"start": 1120, "end": 1138, "text": "(Selin et al. 1996", "ref_id": "BIBREF40"}, {"start": 1139, "end": 1159, "text": "(Selin et al. , 1999", "ref_id": "BIBREF41"}], "ref_spans": [], "section": ""}, {"text": "Memory B, CD8 + T, and CD4 + T cells are all subject to homeostatic regulation, yet different memory pools are independently maintained Rocha 1993, 2000; Kitamura et al. 1991; Mombaerts et al. 1992; Tanchot et al. 2000; Rahemtulla et al. 1991; Zijlstra et al. 1990; Cosgrove et al. 1991) . We focus on how the memory CD8 + T-cell population changes with new viral infections. Every T-cell possesses a T-cell receptor that recognizes a specific peptide sequence (antigen) complexed with MHC molecules. We define a T-cell lineage as all T-cells that possess the same Tcell receptor (i.e., a T-cell clone). The range and size of lineages covered by existing memory CD8 + T-cells defines the memory CD8 + T-cell repertoire. The composition of the memory repertoire determines the breadth of diseases against which the host is immune. We explore how active attrition, new memory generation, and homeostatic regulation of the memory CD8 + T-cell compartment impact the lineage distribution in the memory repertoire, and thus alter overall immunity.", "cite_spans": [{"start": 136, "end": 153, "text": "Rocha 1993, 2000;", "ref_id": null}, {"start": 154, "end": 175, "text": "Kitamura et al. 1991;", "ref_id": "BIBREF30"}, {"start": 176, "end": 198, "text": "Mombaerts et al. 1992;", "ref_id": "BIBREF36"}, {"start": 199, "end": 219, "text": "Tanchot et al. 2000;", "ref_id": "BIBREF50"}, {"start": 220, "end": 243, "text": "Rahemtulla et al. 1991;", "ref_id": "BIBREF39"}, {"start": 244, "end": 265, "text": "Zijlstra et al. 1990;", "ref_id": "BIBREF57"}, {"start": 266, "end": 287, "text": "Cosgrove et al. 1991)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": ""}, {"text": "Memory repertoire changes have been examined experimentally by infecting inbred mice with sequences of heterologous viruses and sacrificing them at different times to count disease-specific memory CD8 + T-cells (Selin et al. 1996 (Selin et al. , 1999 Chapdelaine et al. 2003; Bahl et al. 2006) . However, inbred mice with the same infection history possess private specificities for diseases, so these repertoire snapshots cannot precisely show how memory lineages change in a single host (Kim et al. 2005; Welsh et al. 2006) . Nevertheless, these experiments substantiate the hypothesis that memory to one disease is diminished upon subsequent infection with other pathogens Selin et al. 1996 Selin et al. , 1999 Selin et al. , 2006 . Using MHC tetramers to observe changes in particular memory lineages following proliferative immune responses yields similar results (McNally et al. 2001; Kim et al. 2005) . MHC tetramers have also shown that substantial attrition of bystander memory CD8 + T-cells occurs early in infection followed by an imperfect rebound in lineage frequencies leading into homeostasis (McNally et al. 2001; Kim and Welsh 2004; Selin et al. 2006) . The authors hypothesize that post-infection (passive) attrition of memory cells should permanently alter the memory repertoire less than early, active attrition of memory Selin et al. 2006) .", "cite_spans": [{"start": 211, "end": 229, "text": "(Selin et al. 1996", "ref_id": "BIBREF40"}, {"start": 230, "end": 250, "text": "(Selin et al. , 1999", "ref_id": "BIBREF41"}, {"start": 251, "end": 275, "text": "Chapdelaine et al. 2003;", "ref_id": "BIBREF11"}, {"start": 276, "end": 293, "text": "Bahl et al. 2006)", "ref_id": "BIBREF2"}, {"start": 489, "end": 506, "text": "(Kim et al. 2005;", "ref_id": "BIBREF29"}, {"start": 507, "end": 525, "text": "Welsh et al. 2006)", "ref_id": "BIBREF55"}, {"start": 676, "end": 693, "text": "Selin et al. 1996", "ref_id": "BIBREF40"}, {"start": 694, "end": 713, "text": "Selin et al. , 1999", "ref_id": "BIBREF41"}, {"start": 714, "end": 733, "text": "Selin et al. , 2006", "ref_id": "BIBREF43"}, {"start": 869, "end": 890, "text": "(McNally et al. 2001;", "ref_id": "BIBREF35"}, {"start": 891, "end": 907, "text": "Kim et al. 2005)", "ref_id": "BIBREF29"}, {"start": 1108, "end": 1129, "text": "(McNally et al. 2001;", "ref_id": "BIBREF35"}, {"start": 1130, "end": 1149, "text": "Kim and Welsh 2004;", "ref_id": "BIBREF28"}, {"start": 1150, "end": 1168, "text": "Selin et al. 2006)", "ref_id": "BIBREF43"}, {"start": 1342, "end": 1360, "text": "Selin et al. 2006)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": ""}, {"text": "Mathematicians have investigated immune repertoire dynamics by using probabilistic and statistical methods to estimate the number of lineages in the T-cell repertoire (Barth et al. 1985; Behlke et al. 1985; Hsieh et al. 2006; Pacholczyk et al. 2006; Sepúlveda et al. 2010) . Sepúlveda et al. (2010) evaluate both the frequency and size of T-cell lineages within the T-cell repertoire at one time point using Poisson abundance models. Venturi et al. (2007) use statistical approaches to compare sampled repertoires of T-cells (including memory T-cells) from different mice to determine how individual hosts respond differently to infections. Three models examine how infections alter the memory repertoire over time. The first, by Antia et al. (1998) was extended by Ganusov et al. (2006) ; they model changes in memory CD8 + T-cell lineage sizes following infections that induce new memory cell generation followed by passive attrition to restore a constant homeostatic memory compartment size. They enforce compartment constancy via a frequency-proportionate decrease in all memory lineages after an infection, and find that decay in existing memory lineages is directly proportional to the total number of cells in previously unoccupied memory lineages and inversely proportional to the homeostatic size of the memory compartment (Antia et al. 1998; Ganusov et al. 2006) . Selin et al. (2004) used IMMSIM, a cellular automata model of the immune system, to determine that active attrition hinders the growth of medium-affinity cross-reactive T-cell memory allowing new lineages with higher affinities to arise while passive attrition leads to lineage codominance.", "cite_spans": [{"start": 167, "end": 186, "text": "(Barth et al. 1985;", "ref_id": "BIBREF4"}, {"start": 187, "end": 206, "text": "Behlke et al. 1985;", "ref_id": "BIBREF5"}, {"start": 207, "end": 225, "text": "Hsieh et al. 2006;", "ref_id": "BIBREF21"}, {"start": 226, "end": 249, "text": "Pacholczyk et al. 2006;", "ref_id": "BIBREF37"}, {"start": 250, "end": 272, "text": "Sepúlveda et al. 2010)", "ref_id": "BIBREF44"}, {"start": 275, "end": 298, "text": "Sepúlveda et al. (2010)", "ref_id": "BIBREF44"}, {"start": 434, "end": 455, "text": "Venturi et al. (2007)", "ref_id": "BIBREF51"}, {"start": 730, "end": 749, "text": "Antia et al. (1998)", "ref_id": "BIBREF1"}, {"start": 766, "end": 787, "text": "Ganusov et al. (2006)", "ref_id": "BIBREF19"}, {"start": 1332, "end": 1351, "text": "(Antia et al. 1998;", "ref_id": "BIBREF1"}, {"start": 1352, "end": 1372, "text": "Ganusov et al. 2006)", "ref_id": "BIBREF19"}, {"start": 1375, "end": 1394, "text": "Selin et al. (2004)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": ""}, {"text": "We build on Ganusov's model by using stochastic processes to model new memory generation and passive attrition and to judge their impact on the entire memory compartment. We additionally consider infections in which active attrition and lymphopenic proliferation occur. A stochastic rather than deterministic approach allows us to determine lineage extinction likelihoods, extinction waiting times, lineage size probability distributions, and biodiversity shifts not captured by mean lineage dynamics.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We develop two mathematical models to examine three infection scenarios (Fig. 1 , Table 2 ):", "cite_spans": [], "ref_spans": [{"start": 72, "end": 79, "text": "(Fig. 1", "ref_id": null}, {"start": 82, "end": 89, "text": "Table 2", "ref_id": "TABREF1"}], "section": ""}, {"text": "(1) Active attrition and lymphopenic proliferation: 20-80 % of memory CD8 + Tcells die regardless of lineage early in infection. Surviving cells then proliferate to refill the memory compartment. Fig. 1 An overview of the infection types is given. Individual infection scenarios are: (a) Active attrition (AA) and lymphopenic proliferation (LP), (b) New memory cell generation (NG) and passive attrition (PA), (c) Active attrition and new memory cell generation and either passive attrition or lymphopenic proliferation (LP). Infections that induce active attrition reduce the memory compartment below its homeostatic size. Infections that spark sufficient new memory cell generation boost the memory compartment above its homeostatic size. The degree of attrition or proliferation vary throughout this paper, and the heights depicted here are not to scale. Bona fide memory versus newly differentiated naive cell contributions in (a) vary", "cite_spans": [], "ref_spans": [{"start": 196, "end": 202, "text": "Fig. 1", "ref_id": null}], "section": ""}, {"text": "(2) Antigen-induced new memory cell generation and passive attrition: A virus stimulates an immune response and new memory cell generation followed by passive attrition to return the now overfilled compartment to its homeostatic size. (3) Active attrition combined with antigen-induced immune responses: Unlike in (1), this scenario includes an antigen-induced immune response that specifically targets the attrition-causing virus after the initial active attrition event. Then, following the immune response, either passive attrition or lymphopenic proliferation occurs to restore the compartment to its homeostatic size.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We create mathematical models of cellular attrition and proliferation by solving multiple coupled Markov death or birth processes. We use these in sequence to find probability distributions for the final size of every memory lineage after various types of viral infections. With these distributions, we explore how lineage size and diversity differ from the initial repertoire, examine the likelihood of lineage extinctions, and in some cases calculate the average number of infections until a lineage is lost. We gain new insight into how infections affect both individual lineages and the whole memory CD8 + T-cell repertoire. This allows us both qualitatively and quantitatively to examine how immunity conferred by memory CD8 + T-cells changes with infections and to predict how long immunity to a disease may last. It also enables us to compare the relative impact of active versus passive attrition on the memory repertoire.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The attrition model gives the probability that active or passive attrition reduces an initial memory repertoire to a particular post-attrition repertoire. We write the active attrition model; the same model, with a change of input and output repertoire notation, also captures passive attrition. The initial memory CD8 + T-cell repertoire is represented as a vector, m, of cell numbers m i across lineages i. We assume there is a constant total number, m c = m i , of cells in M memory lineages within the memory CD8 + T-cell compartment at homeostasis. Active attrition reduces the memory repertoire from m to a, which has a i cells in lineage i and a total of a c = a i memory cells that survive attrition.", "cite_spans": [], "ref_spans": [], "section": "Attrition Model"}, {"text": "To derive the model, we begin with a Markov death process. We assume that attrition affects each cell with equal probability regardless of lineage, which is consistent with the fact that the type-I interferons that induce attrition act independently of the T-cell receptors that define a cell's lineage (Bahl et al. 2006; Chapdelaine et al. 2003; McNally et al. 2001) . At each step, one cell is lost from a lineage with probability equal to the size of the lineage divided by the total cell number. Assuming one cell dies at every time step lets us ignore time and leads to the model", "cite_spans": [{"start": 303, "end": 321, "text": "(Bahl et al. 2006;", "ref_id": "BIBREF2"}, {"start": 322, "end": 346, "text": "Chapdelaine et al. 2003;", "ref_id": "BIBREF11"}, {"start": 347, "end": 367, "text": "McNally et al. 2001)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Attrition Model"}, {"text": "where p( a| m, a c ) is the probability that repertoire m decays to repertoire a of size a c and e i is an M-length unit vector with a 1 at position i. By solving individual cases, generalizing, and verifying the solution, we find that the Markov death process is solved exactly by the multivariate hypergeometric distribution", "cite_spans": [], "ref_spans": [], "section": "Attrition Model"}, {"text": "when 0 ≤ a i ≤ m i for all i and a c ≤ m c . This multivariate hypergeometric distribution (Johnson and Kotz 1977) models the active attrition of memory cells early in infection.", "cite_spans": [{"start": 91, "end": 114, "text": "(Johnson and Kotz 1977)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Attrition Model"}, {"text": "To model the passive attrition that restores the homeostatic memory compartment size following infections, we simply change notation so that attrition begins with the repertoire, s, that results from antigen-induced generation of new memory cells and attrition ends with repertoire a of size m c ; that is,", "cite_spans": [], "ref_spans": [], "section": "Attrition Model"}, {"text": "where s has s c = s i cells following antigen-induced memory generation. The notation is summarized in Table 1, and Table 2 tracks how models are applied for the different infection types.", "cite_spans": [], "ref_spans": [{"start": 103, "end": 123, "text": "Table 1, and Table 2", "ref_id": "TABREF0"}], "section": "Attrition Model"}, {"text": "We capture lymphopenic proliferation and antigen-induced memory cell generation with a weighted proliferation model that assumes cells proliferate according to a weight assigned to their lineage. This weight describes how well the cells compete for proliferation signals. If every cell is equally likely to proliferate regardless of lineage, the weighted proliferation model reduces to an unweighted model as time → ∞. If naive T-cells are present to contribute to lymphopenic proliferation, they survived any attrition of the naive compartment. For simplicity, we ignore naive cell attrition and other dynamics prior to their differentiation and entrance into the memory compartment; hence, the active attrition model includes only memory cells. Active attrition reduces the initial memory repertoire to the repertoire a. After this, we allow for the influx of a repertoire n with n c newly differentiated naive cells across N lineages that will contribute to refilling the memory compartment. We assume that at the start of lymphopenic proliferation, all naive cells that will contribute to lymphopenic proliferation have already differentiated. The lymphopenic proliferation model begins with the repertoire A = [ a, n] containing A c = a c + n c cells.", "cite_spans": [], "ref_spans": [], "section": "Proliferation Model"}, {"text": "During antigen-induced proliferative responses, A = m, the pre-infection memory CD8 + T-cell repertoire. To include primary immune responses in which naive cells generate new memory cells, we can set A = [ m, n] , where here n is the repertoire of naive cells specific for the invading antigen. We model the generation of new memory cells directly by skipping the effector cell stage and quantifying how many new memory cells are generated per lineage for a given repertoire of initial, preinfection cells. Thus, the repertoire A grows until a predetermined peak number, κ c , of newly generated memory cells is reached.", "cite_spans": [{"start": 204, "end": 211, "text": "[ m, n]", "ref_id": null}], "ref_spans": [], "section": "Proliferation Model"}, {"text": "During proliferation, lineage i increases from A i to s i cells, where i ranges from 1 to L, the total number of lineages. If naive cells contribute to proliferation, L = M + N ; otherwise, L = M. We enforce that lymphopenic proliferation stops when the compartment refills to size m c by setting the probability that a repertoire contains more than m c cells to be zero. Similarly, antigen-induced memory cell generation ends when the total number of cells reaches the prescribed peak, κ c .", "cite_spans": [], "ref_spans": [], "section": "Proliferation Model"}, {"text": "We develop a weighted proliferation model and allow cells in different lineages to have unequal propensities for proliferation by assigning each lineage a proliferation weight, w i . We assume that for nearly all of the proliferation phase, each lineage grows independently according to its own weight. When the memory compartment needs only one more cell to reach its homeostatic size (lymphopenic proliferation) or the proliferation peak (antigen-induced memory cell generation), lineages cease dividing independently, and all lineages compete for the final proliferation signal. We write the lymphopenic proliferation case; the antigen-induced new memory generation model is identical aside from notation.", "cite_spans": [], "ref_spans": [], "section": "Proliferation Model"}, {"text": "We model independent lineage division with a Yule process, and we use a timedependent, multiple-lineage Markov birth process to model the final cell division. Let p(s i , t|A i , t 0 , w i , m c ) be the probability that lineage i has s i cells at time t, given that it ended active attrition and started lymphopenic proliferation with A i cells at time t 0 , its cells proliferate with weight w i , and proliferation ends with m c cells across lineages. We first derive the time-dependent Yule process for each lineage i when s c < m c and t > 0. The proliferation rate is proportional to the number of cells in the lineage and its weight. With time step t and t 0 = 0,", "cite_spans": [], "ref_spans": [], "section": "Proliferation Model"}, {"text": "As t → 0, this yields the following Yule process when s c < m c , s i ≥ A i for all i, and t > 0:", "cite_spans": [], "ref_spans": [], "section": "Proliferation Model"}, {"text": "where the boundary conditions and initial conditions for the s c < m c case are", "cite_spans": [], "ref_spans": [], "section": "Proliferation Model"}, {"text": "The solution of a Yule process solution is (Karlin and Taylor 1975) ", "cite_spans": [{"start": 43, "end": 67, "text": "(Karlin and Taylor 1975)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Proliferation Model"}, {"text": "Cells in all lineages compete for the final proliferation signal to fill the memory compartment and end lymphopenic proliferation. When s c = m c and t > 0, the Markov process is", "cite_spans": [], "ref_spans": [], "section": "Proliferation Model"}, {"text": "where e i is an L-length unit vector with a 1 at position i. Thus, as t → 0,", "cite_spans": [], "ref_spans": [], "section": "Proliferation Model"}, {"text": "The boundary conditions and initial conditions for the joint distribution when s c = m c are as follows:", "cite_spans": [], "ref_spans": [], "section": "Proliferation Model"}, {"text": "Since lineages are independent when s c − 1 < m c , the marginal probabilities in Eq. (10) equal Yule process solutions. When s c = m c = A c , s i ≥ A i for all i, and t > 0, we integrate both sides over time and use a boundary condition (Eq. (13)) to find the solution", "cite_spans": [], "ref_spans": [], "section": "Proliferation Model"}, {"text": "Overall, the joint probability distribution for the number of cells in each lineage at the end of lymphopenic proliferation, as calculated from the weighted proliferation model, is given by Eqs. (11) (12) (13) (14) (15) .", "cite_spans": [{"start": 195, "end": 199, "text": "(11)", "ref_id": null}, {"start": 200, "end": 204, "text": "(12)", "ref_id": null}, {"start": 205, "end": 209, "text": "(13)", "ref_id": null}, {"start": 210, "end": 214, "text": "(14)", "ref_id": null}, {"start": 215, "end": 219, "text": "(15)", "ref_id": null}], "ref_spans": [], "section": "Proliferation Model"}, {"text": "In practice, computing probabilities from the multilineage weighted proliferation model is prohibitively slow. Hence, we implement the two lineage case", "cite_spans": [], "ref_spans": [], "section": "Proliferation Model"}, {"text": "If we instead consider antigen-induced memory cell generation, we change notation but not the structure or derivation of the model. Specifically, we preset a peak κ c = s c , use p( s, t| m, 0, w, κ c ) in Eq. (15) or Eq. (16), and use boundary conditions", "cite_spans": [], "ref_spans": [], "section": "Proliferation Model"}, {"text": "If all cells are equally likely to proliferate ( w = 1), the weighted proliferation model reduces to an unweighted proliferation model, which as t → ∞ is solved by the multivariate negative hypergeometric distribution", "cite_spans": [], "ref_spans": [], "section": "Proliferation Model"}, {"text": "where s c = m c at the completion of lymphopenic proliferation and s c = κ c following antigen-induced generation of memory cells. For Eq. (21) to be valid when A i = 0 for some i, we must set −1 0 = 1 and if y < x, for any z let y i=x z = 1.", "cite_spans": [], "ref_spans": [], "section": "Proliferation Model"}, {"text": "Rather than time-intensively calculating the probability of every possible outcome of attrition, we find the probability distributions for the lineage sizes after an attrition event by sampling from the multivariate hypergeometric distribution (Eq. (2)) using the BiasedUrn package in R (Fog 2007) . We choose an initial repertoirem for active attrition and a given repertoire s that results from antigen-induced memory cell generation for passive attrition-and a fixed degree of memory compartment attrition. During active attrition, we assume either 80 % or 20 % death of all memory CD8 + T-cells down to a population of a c total cells, while for passive attrition we require that the population decays to the homeostatic compartment size, m c . With the BiasedUrn function rMWNCHypergeom, we sample a c (or m c ) cells from the initial distribution without replacement. We repeat this thousands of times and import the results as a matrix into MATLAB, where it is sorted to find the frequency with which unique outcomes occur. These data give an accurate image of the probability distributions for the sizes of each lineage after attrition. Following active attrition, we initialize lymphopenic proliferation using each unique outcome of active attrition one at a time. To guarantee that m c (or κ c ) is reached, we use the limit of the weighted proliferation model (Eq. (16)) as t → ∞ to find the conditional probability distribution for the final size of each lineage based on each attrition outcome. Since this model does not lend itself to sampling, we use Riemann sums to numerically calculate the integrals. Finally, we multiply the conditional probabilities from the proliferation model by the probability that active attrition results in that specific repertoire and sum over all possible repertoires that are unique outcomes of active attrition; that is,", "cite_spans": [{"start": 287, "end": 297, "text": "(Fog 2007)", "ref_id": null}], "ref_spans": [], "section": "Numerical Calculations"}, {"text": "With more than two lineages, we must also sum over all repertoires in which lineage i has s i cells to find the probability of each final lineage size. We thus obtain the lineage-size probability distributions that result from an initial memory repertoire m undergoing both active attrition and lymphopenic proliferation.", "cite_spans": [], "ref_spans": [], "section": "Numerical Calculations"}, {"text": "Because it is prohibitively slow to numerically calculate multiple-lineage solutions, we consider only two-lineage weighted systems. To find the final-size probability distributions for a system with more than two lineages, we take an \"us versus them\" approach, in which we calculate the distribution of lineage i by pitting lineage i against the sum of all other lineages. We find the final distributions for every lineage by sequentially challenging each lineage against the rest. To account for possibly diverse lineage weights in the \"them\" group, we use the arithmetic mean of the weights of these lineages to approximate the effective weight of \"them,\" while the \"us\" group keeps its original weight.", "cite_spans": [], "ref_spans": [], "section": "Numerical Calculations"}, {"text": "If all cells have equal proliferative weights (unweighted case), we can calculate proliferation probabilities by sampling from the multivariate negative hypergeometric distribution (Eq. (21)), which is considerably faster and allows for larger lineage numbers. To do this, we created a program in MATLAB that generates random variates from a multivariate negative hypergeometric distribution using a structure similar to the MATLAB program Randraw (Bar-Guy and Podgaetsky 2005). We use this to sample a million variates initialized with each unique attrition outcome. Our numerical sampler outputs lineage size probabilities rather than repertoire probabilities; thus, we multiply the post-proliferation and post-attrition outcome probabilities and sum over all unique post-attrition repertoires to obtain the final-size probability distributions.", "cite_spans": [], "ref_spans": [], "section": "Numerical Calculations"}, {"text": "To calculate the distributions for an infection that antigenically stimulates new memory cell generation followed by passive attrition to restore homeostasis, we reverse these processes. That is, we start with an initial repertoire m and first obtain peak repertoires with κ c cells either by directly computing the probabilities with the weighted proliferation model or by sampling variates from the unweighted model. The resulting peak repertoires are sorted for frequency, and unique outcomes initialize the attrition model, for which the BiasedUrn sampler determines the conditional probabilities of obtaining each lineage size after passive attrition. Multiplying these by the probability that the repertoire that initialized attrition resulted from new memory generation and summing over all intermediate peak outcomes produces the overall distributions for the final lineage sizes that result from initial repertoire m.", "cite_spans": [], "ref_spans": [], "section": "Numerical Calculations"}, {"text": "A single infection could stimulate both active attrition and antigen-dependent memory T-cell proliferation. We assume active attrition, which occurs 1-4 days postexposure Bahl et al. 2006) , precedes antigen-induced proliferation and generation of new memory cells, and we consider two scenarios. First, active attrition is followed by antigen-induced proliferation, which overfills the memory compartment and necessitates a subsequent passive attrition event to restore the compartment's homeostatic size. Second, active attrition followed by antigen-induced proliferation does not completely fill the memory compartment, and thus an antigenindependent lymphopenic proliferation stage (possibly with different proliferation weights than the antigen-dependent phase) is required to restore homeostasis. We explore these scenarios with the same attrition and proliferation models and similar numerical approaches to those described previously.", "cite_spans": [{"start": 171, "end": 188, "text": "Bahl et al. 2006)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Numerical Calculations"}, {"text": "For each repertoire, we quantify diversity changes in the memory compartment by computing the initial and average final Simpson's indices. Simpson's index is a biodiversity measurement that gives the likelihood that two cells chosen at random belong to the same lineage; it is calculated as (Simpson 1949 ", "cite_spans": [{"start": 291, "end": 304, "text": "(Simpson 1949", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Distribution Analysis"}, {"text": "where s i is the final size of lineage i. Indices close to 1 signify a memory compartment dominated by one lineage, while indices close to 0 connote an even division of cells across lineages. We calculate the final Simpson's index as a weighted average of the individual indices over all possible final repertoires.", "cite_spans": [], "ref_spans": [], "section": "Distribution Analysis"}, {"text": "To compute the probability that lineage i goes extinct during a single active attrition event, we fix a i = 0 in the attrition model (Eq. (2)); this matches the yintercepts of the distribution graphs. Passive attrition extinction probabilities can be calculated identically if the exact repertoire at the peak is known. However, to find the single-infection extinction probability given a lineage's precursor size before antigeninduced proliferation, we must sum over the attrition model's extinction probabilities for every possible peak repertoire multiplied by the probability of that peak repertoire. Thus, the probability that lineage 2 goes extinct given initial repertoire m = [m 1 , m 2 ] of size m c with weights w and peak κ c is", "cite_spans": [], "ref_spans": [], "section": "Distribution Analysis"}, {"text": "In some cases, we can mathematically determine how many infections, on average, must occur before the first lineage goes extinct for a given initial memory repertoire. This requires assuming that all infections incur the same overall degrees of attrition and proliferation. The process is extremely slow computationally, thus we confine its use to infections with active attrition followed by unweighted lymphopenic proliferation. To find the average waiting time (in infections) until the first lineage extinction for a two-lineage compartment, we let T k be the expected number of active attrition events until a lineage that starts with k cells either becomes extinct or gains all memory cells (i.e., the other lineage becomes extinct). T 0 = 0 and T m c = 0, and for 0 < k < m c , T k obeys the recursion (Karlin and Taylor 1975) ", "cite_spans": [{"start": 809, "end": 833, "text": "(Karlin and Taylor 1975)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Distribution Analysis"}, {"text": "where p kj is the probability that a lineage with k cells prior to active attrition has j cells at the start of the next attrition event (after lymphopenic proliferation). Letting T be a vector with entries T k ranging from T 1 to T m c −1 and letting P be a matrix with entries p kj where k and j range from 1 to m c − 1, the mean number of infections until a lineage extinction for any initial condition k is found by solving", "cite_spans": [], "ref_spans": [], "section": "Distribution Analysis"}, {"text": "for T , where the identity matrix I matches P in size and 1 has length m c − 1 (Karlin and Taylor 1975) .", "cite_spans": [{"start": 79, "end": 103, "text": "(Karlin and Taylor 1975)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Distribution Analysis"}, {"text": "To calculate the average number of infections until the first lineage in a multilineage repertoire dies out, we take the minimum of a set of exponentially distributed random variables with means T m i , where m i is the initial size of lineage i. Since the calculation for finding T m i can only consider two lineages at a time, T m i is computed by setting m i against the other m c − m i cells and then doing the matrix calculation given earlier. Parameterizing an exponential distribution with the minimum T m i gives the waiting-time distribution until one of the many lineages becomes extinct.", "cite_spans": [], "ref_spans": [], "section": "Distribution Analysis"}, {"text": "We develop two mathematical models to examine three infection scenarios ( Fig. 1 and Table 2 ). We compare the dynamics of viruses that induce active attrition followed by lymphopenic proliferation, more classical infections characterized by new memory cell generation followed by passive attrition, and combinations in which an activeattrition-inducing virus sparks an antigen-activated immune response.", "cite_spans": [], "ref_spans": [{"start": 74, "end": 80, "text": "Fig. 1", "ref_id": null}, {"start": 85, "end": 92, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "We begin with a variety of initial memory CD8 + T-cell repertoires with memory compartment size m c and apply the attrition (Eq. (2)) and proliferation (Eqs. (11-15)) models sequentially to obtain the probability distributions for the final size of every lineage in the memory repertoire. These give the probability that a given memory lineage that undergoes both attrition and proliferation ends with 0 through m c cells. With these distributions, we compute the initial and average final Simpson's indices (Table 3 ) and the probability that each lineage goes extinct during a single attrition event (Table 4 ). Simpson's index is a biodiversity measurement that gives the likelihood that two cells chosen at random belong to the same lineage; thus, higher Simpson's indices correspond to lower diversity. The biggest change to compartment diversity occurs when one lineage goes extinct during attrition, and we calculate that likelihood. This is especially true after thymus involution in adulthood, after which [ 0, 1] pk 5,000 0 0", "cite_spans": [], "ref_spans": [{"start": 508, "end": 516, "text": "(Table 3", "ref_id": "TABREF2"}, {"start": 602, "end": 610, "text": "(Table 4", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "Each lineage's probability of extinction in a single infection given an initial repertoire is provided for a variety of repertoires, weights, degrees of attrition (for active attrition), and proliferation peaks (for passive attrition). The probability that the initially smaller lineage in the repertoire becomes extinct is given in the fifth column while the likelihood that the initially larger lineage goes extinct is in the sixth column. Extinctions only occur during attrition events; thus, infections that induce active attrition have the same extinction probabilities regardless of the weighting of subsequent proliferation events. Extinctions during passive attrition are calculated assuming a given initial repertoire rather than a given peak repertoire.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Abbreviations-AA: active attrition, NG: new memory generation, PA: passive attrition, att: attrition, pk: peak, mem: memory cells there is only a small source of new T-cell receptor diversity (Janeway et al. 2005; Kendall 1981 ). Even before involution, mice have only an estimated 100-200 existing epitope-specific naive CD8 + T-cells from which to generate novel memory lineages (Blattman et al. 2002) .", "cite_spans": [{"start": 192, "end": 213, "text": "(Janeway et al. 2005;", "ref_id": null}, {"start": 214, "end": 226, "text": "Kendall 1981", "ref_id": "BIBREF26"}, {"start": 381, "end": 403, "text": "(Blattman et al. 2002)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Results"}, {"text": "Because computations are slow with the weighted proliferation model, we consider repertoires with two lineages (or two groups of lineages) and small memory compartment sizes. An \"us versus them\" approach is used to consider more than two lineage groups. We assume one lineage is rare, and thus initially comprises 20 % or less of the compartment. We consider compartments with 100 to 100,000 memory cells, and with these, we identify subtle repertoire changes that are difficult to discern in larger compartments; yet, we show that most small-compartment conclusions hold for larger sizes.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "We first model infections in which memory lineages undergo active attrition, after which surviving cells proliferatively refill the memory compartment. We use an unweighted attrition model (Eq. (2)) since the type-I interferon-based mechanism that induces early memory cell death is independent of the T-cell receptor that defines a cell's lineage (McNally et al. 2001; Bahl et al. 2006; Chapdelaine et al. 2003) . After active attrition, we allow for the influx of a repertoire of already differentiated naive cells that can help to refill the memory compartment.", "cite_spans": [{"start": 348, "end": 369, "text": "(McNally et al. 2001;", "ref_id": "BIBREF35"}, {"start": 370, "end": 387, "text": "Bahl et al. 2006;", "ref_id": "BIBREF2"}, {"start": 388, "end": 412, "text": "Chapdelaine et al. 2003)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Active Attrition and Lymphopenic Proliferation"}, {"text": "In lymphopenic conditions, bona fide memory CD8 + T-cells proliferate in response to excess IL-15, a lineage-independent signal (Kennedy et al. 2000; Surh and Sprent 2005) . However, some memory lineages may bind or respond to IL-15 better than others due, for example, to unequal cytokine receptor numbers. Naive CD8 + T-cells stimulated by IL-7 and antigenic triggering of their T-cell receptors can differentiate directly into memory cells and proliferate along with bona fide memory cells to refill the memory compartment (Cho et al. 2000; Surh and Sprent 2005) . Thus, newly differentiated naive cells may respond to proliferation signals differently from bona fide memory cells and than other newly differentiated naive cell lineages. The weighted proliferation model (Eqs. (11-15) ) accounts for possible variability in memory cell proliferation and potential naive cell contributions via lineage weights. We employ a range of proliferation weights, but we assume that naive lineages have much smaller weights than memory lineages to be consistent with experimental data (Almeida et al. 2005; Tanchot and Rocha 1995) . If all lineage weights are equal (e.g., for memory cells with similar IL-15 receptor numbers), we may use the unweighted proliferation model (Eq. (21)) to compute the lineage size probabilities efficiently, which enables us to determine lineage extinction times for bona fide memory cell models.", "cite_spans": [{"start": 128, "end": 149, "text": "(Kennedy et al. 2000;", "ref_id": "BIBREF27"}, {"start": 150, "end": 171, "text": "Surh and Sprent 2005)", "ref_id": "BIBREF48"}, {"start": 526, "end": 543, "text": "(Cho et al. 2000;", "ref_id": "BIBREF12"}, {"start": 544, "end": 565, "text": "Surh and Sprent 2005)", "ref_id": "BIBREF48"}, {"start": 1078, "end": 1099, "text": "(Almeida et al. 2005;", "ref_id": "BIBREF0"}, {"start": 1100, "end": 1123, "text": "Tanchot and Rocha 1995)", "ref_id": "BIBREF49"}], "ref_spans": [{"start": 780, "end": 787, "text": "(11-15)", "ref_id": "FIGREF3"}], "section": "Active Attrition and Lymphopenic Proliferation"}, {"text": "We consider scenarios with only memory lineages (unweighted and weighted), a mix of memory and naive lineages, and only naive lineages, such as what might occur during adoptive transfer experiments. Unless otherwise stated, we assume minor active attrition that kills 20 % of memory cells or drastic attrition that destroys 80 % of the initial memory compartment; following active attrition, lymphopenic proliferation restores the original memory compartment size. For these scenarios, we assume no antigen-induced immune response occurs in order to discern more clearly the impact of active attrition itself.", "cite_spans": [], "ref_spans": [], "section": "Active Attrition and Lymphopenic Proliferation"}, {"text": "To investigate active attrition followed by lymphopenic proliferation when all cells proliferate with equal likelihood, we consider equally weighted memory lineages in 100-to 100,000-cell compartments. The distributions that result from pairing the attrition and proliferation models are shown in Fig. 2a -b along with the mean final size and standard deviation of each lineage. Because the process is unbiased, on average each lineage returns to its initial size. Higher degrees of attrition or larger compartment sizes causes greater variance in the final lineage sizes. Correspondingly, higher degrees of attrition have higher coefficients of variation; larger compartments have smaller coefficients of variation because mean lineage sizes increase faster than their deviations. Furthermore, the final distributions are skewed in small compartments such that the smaller lineage's mode is less than its mean and the larger lineage's mode is higher. Larger compartments exhibit less skewing.", "cite_spans": [], "ref_spans": [{"start": 297, "end": 304, "text": "Fig. 2a", "ref_id": "FIGREF0"}], "section": "Memory Lineages with Equal Weights"}, {"text": "We find little-to-no decrease in the diversity of the memory compartment on average. For small lineages, extinctions are possible but highly unlikely (Table 4) . Even with excessive degrees of attrition, extinctions are highly improbable with lineage sizes greater than 100 cells. Hence, it should take multiple attrition events for one CD8 + T-cell lineage, and the immune protection it confers, to entirely disappear. If we assume that all infections incur the same degree of active attrition, we can mathematically determine how many infections, on average, must occur before the first lineage goes extinct for a given initial memory repertoire. This is computationally fea- sible only with small lineages sizes and equal weights. We find using 100-and 1,000cell models that the mean number of infections until extinction increases rapidly with less attrition, larger lineages, or larger compartments (Figs. 2c-d) . A same-sized lineage becomes extinct after fewer infections in a 100-cell than a 1000-cell compartment.", "cite_spans": [], "ref_spans": [{"start": 150, "end": 159, "text": "(Table 4)", "ref_id": "TABREF3"}, {"start": 904, "end": 916, "text": "(Figs. 2c-d)", "ref_id": "FIGREF0"}], "section": "Memory Lineages with Equal Weights"}, {"text": "When bona fide memory cells undergo drastic (80 %) attrition and then have unequal proliferation weights, lineage sizes change (Fig. 3a) . Lower relative weights, here on the smaller lineage, skew and shift the final-size probability distributions from the equally weighted case. A highly proliferative lineage expands and displaces less proliferative phenotypes. In Fig. 3a , the diversity of the compartment, as measured by Simpson's index (Table 3) , decreases; however, diversity increases if the smaller lineage has the larger weight and thus grows to a more balanced portion of the compartment. Single-infection extinction probabilities for the memory lineages (Table 4) remain unchanged from the unweighted case because extinctions only occur during attrition. Nevertheless, if a memory cell develops that has a proliferative advantage over other memory cells, it will take over more of the memory compartment during infections that cause active attrition and lymphopenic proliferation.", "cite_spans": [], "ref_spans": [{"start": 127, "end": 136, "text": "(Fig. 3a)", "ref_id": "FIGREF1"}, {"start": 367, "end": 374, "text": "Fig. 3a", "ref_id": "FIGREF1"}, {"start": 442, "end": 451, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 667, "end": 676, "text": "(Table 4)", "ref_id": "TABREF3"}], "section": "Memory Lineages with Unequal Weights"}, {"text": "After memory cells undergo active attrition, newly differentiated naive cells can enter the memory compartment and compete with surviving bona fide memory cells for proliferation signals, albeit with smaller proliferative weights, until the original memory compartment size is restored (Almeida et al. 2005; Tanchot and Rocha 1995) . We vary the naive lineage weights, while the bona fide memory cells have maximum proliferative potential with weight 1. The bona fide memory cell population undergoes either 80 % or 50 % attrition. (We do not consider 20 % attrition because the number of surviving bona fide memory cells plus newly differentiated naive cells would exceed the homeostatic compartment size, m c .)", "cite_spans": [{"start": 286, "end": 307, "text": "(Almeida et al. 2005;", "ref_id": "BIBREF0"}, {"start": 308, "end": 331, "text": "Tanchot and Rocha 1995)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Memory and Naive Lineages"}, {"text": "The relative weights and degree of attrition can substantially impact lineage dominance (Figs. 3b-d). Simpson's index, which is initially 1 when only the bona fide memory lineage is present, reflects the degree to which immigration of naive cells increases the diversity of the memory compartment (Table 3) . Neither lineage may go extinct under less than 100 % memory attrition; this is because only lineages that undergo active attrition may die, which rules out naive lineage extinctions, and a nonzero percentage of the single memory lineage must survive to fulfill the less-than-100 % attrition requirement.", "cite_spans": [], "ref_spans": [{"start": 297, "end": 306, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Memory and Naive Lineages"}, {"text": "If we compare the 100-cell compartment (Fig. 3c) to the 1,000-cell compartment (Fig. 3b) , we find that the mean final lineage sizes are equally proportional to the compartment size assuming similar weights and degrees of attrition, although the probability of attaining these means varies with compartment size. Furthermore, the final diversity of the compartment is nearly identical between these cases. We therefore expect the same trends to hold when lineage and compartment sizes are larger.", "cite_spans": [], "ref_spans": [{"start": 39, "end": 48, "text": "(Fig. 3c)", "ref_id": "FIGREF1"}, {"start": 79, "end": 88, "text": "(Fig. 3b)", "ref_id": "FIGREF1"}], "section": "Memory and Naive Lineages"}, {"text": "Soon after birth, the initially empty memory compartment is filled by naive cells that differentiate directly into memory cells and proliferate (Stockinger et al. 2004) . Similarly, naive cells adoptively transferred into mice genetically incapable of producing T-cells proliferate to fill the peripheral T-cell compartments (Cho et al. 2000; Almeida et al. 2005; Goldrath 2002; Sprent and Surh 2001) . In such instances, the host begins with an empty memory compartment that is filled-possibly to less than the wild-type homeostatic memory compartment size-with only newly differentiated naive cells. With the weighted proliferation model alone, we find the resultant probability distributions (Figs. 3e-f) and Simpson's indices (Table 3) , which show marked differences from cases with memory cells initially present (Figs. 3a-d) . Simpson's index for any repertoire is initially zero since the memory compartment begins empty. In Figs. 3e-f, lineages with lower precursor frequencies of differentiated cells are less likely per capita to divide and thus have smaller weights. For these repertoires, we predict how much one lineage takes over the memory compartment when the other has less ability to divide. Reversing these weights, we find that a small lineage with a sufficiently high weight relative to an initially larger lineage can grow to take over the majority of the memory compartment (not shown).", "cite_spans": [{"start": 144, "end": 168, "text": "(Stockinger et al. 2004)", "ref_id": "BIBREF47"}, {"start": 325, "end": 342, "text": "(Cho et al. 2000;", "ref_id": "BIBREF12"}, {"start": 343, "end": 363, "text": "Almeida et al. 2005;", "ref_id": "BIBREF0"}, {"start": 364, "end": 378, "text": "Goldrath 2002;", "ref_id": "BIBREF20"}, {"start": 379, "end": 400, "text": "Sprent and Surh 2001)", "ref_id": "BIBREF46"}], "ref_spans": [{"start": 730, "end": 739, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 819, "end": 831, "text": "(Figs. 3a-d)", "ref_id": "FIGREF1"}], "section": "Naive Lineages"}, {"text": "By comparing repertoires that expand to 1,000 cells ( Fig. 3f and others not shown), we find that the initial number of cells influences the final repertoire. Lineages that begin small are more prone to stochastic effects that allow larger lineages to dominate a greater percentage of the memory compartment. This causes the probability distributions for small initial repertoires to be more skewed than for larger initial repertoires and correspondingly less diverse. Comparing a 100-cell compartment that initially possesses an 8-and a 2-cell lineage (Fig. 3e) with a 1,000-cell compartment that begins with an 80-and a 20-cell lineage (Fig. 3f) , we see that with a proportionate increase, the trends found for the smaller final compartment size hold for the larger compartment size as well. For these repertoires, the ratios of the mean final lineage size to the total compartment size for each lineage are nearly identical and the compartment becomes similarly less biodiverse as the second lineage's weight decreases. This suggests that the same qualitative and quantitative behaviors should hold for larger, more biological lineage sizes.", "cite_spans": [], "ref_spans": [{"start": 54, "end": 61, "text": "Fig. 3f", "ref_id": "FIGREF1"}, {"start": 553, "end": 562, "text": "(Fig. 3e)", "ref_id": "FIGREF1"}, {"start": 638, "end": 647, "text": "(Fig. 3f)", "ref_id": "FIGREF1"}], "section": "Naive Lineages"}, {"text": "When the memory compartment has more than two lineages, an \"us versus them\" approach produces the final-size probability distributions for each lineage while respecting the weighted proliferation model's computational constraints. As an illustrative example, we consider a memory repertoire composed of an 800-cell lineage with proliferative weight 1 and a 200-cell lineage with weight 1 that undergoes 80 % active attrition, after which an 8-cell and a 2-cell naive lineage with weights 0.8 and 0.2, respectively, compete with the memory lineages to refill the memory compartment. Using the \"us versus them\" approach, we first pit the memory lineages against the naive lineages using the additive means of the weights and obtain the mean final number of memory cells and of newly differentiated naive cells (971 cells and 29 cells, respectively, in Fig. 4a ). The two memory lineages then compete with their original weights to fill a 971-cell compartment (Fig. 4b) while the two naive lineages compete to fill a 29-cell compartment (Fig. 4c) . In this way, we obtain the final-size probability distributions for each lineage. Thus, a more realistic number of lineages can be examined with these mathematical models by grouping lineages or by sequentially identifying lineage sizes.", "cite_spans": [], "ref_spans": [{"start": 850, "end": 857, "text": "Fig. 4a", "ref_id": "FIGREF2"}, {"start": 957, "end": 966, "text": "(Fig. 4b)", "ref_id": "FIGREF2"}, {"start": 1034, "end": 1043, "text": "(Fig. 4c)", "ref_id": "FIGREF2"}], "section": "Multiple Lineages"}, {"text": "We now turn to more classical infections and examine the impact of viruses that induce new memory CD8 + T-cell generation followed by passive attrition that restores the homeostatic memory compartment size. Acute viral infections trigger cognate or cross-reactive naive and memory CD8 + T-cells to differentiate into effector cells, which proliferate and eliminate the virus; upon removal of the pathogen, most effector cells die and leave behind a population of newly generated virus-specific memory CD8 + T-cells. The addition of new memory cells to an already brimming memory T-cell compartment causes a lack of sufficient survival signals, which can lead to passive attrition until only a sustainable memory population remains (Chapdelaine et al. 2003; Kennedy et al. 2000; Ku et al. 2000; Welsh et al. 2004b) . We first use the weighted proliferation model with relevant notation) to capture new memory cell generation and then apply the attrition model (Eq. (3)) to mimic passive attrition. To do this, we model memory cell generation as the direct creation of new memory from proliferating memory and recently activated naive cells; that is, we ignore effector cell intermediaries. Skipping the effector stage is a simplifying assumption, yet it is partially justified by the facts that newly created memory cells are descendants of the original naive or memory cells and, when proliferation rates are similar between lineages, the number of new memory cells generated during an infection may be correlated with the number of activated precursor cells (De Boer et al. 2003; Kaech and Ahmed 2001) .", "cite_spans": [{"start": 731, "end": 756, "text": "(Chapdelaine et al. 2003;", "ref_id": "BIBREF11"}, {"start": 757, "end": 777, "text": "Kennedy et al. 2000;", "ref_id": "BIBREF27"}, {"start": 778, "end": 793, "text": "Ku et al. 2000;", "ref_id": "BIBREF31"}, {"start": 794, "end": 813, "text": "Welsh et al. 2004b)", "ref_id": "BIBREF54"}, {"start": 1559, "end": 1580, "text": "(De Boer et al. 2003;", "ref_id": "BIBREF14"}, {"start": 1581, "end": 1602, "text": "Kaech and Ahmed 2001)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Antigen-Induced Memory Generation and Passive Attrition"}, {"text": "We consider scenarios in which all lineages proliferate, one lineage proliferates to become the majority of the memory compartment, or one lineage proliferates but remains a minority. We set the memory cell peak, κ c , by assuming that, if equally weighted, precursor cells generate 50 memory cells each (including themselves) following antigenic stimulation. In mice with on order of 10 7 naive CD8 + T-cells and 100 precursor cells, experimental measurements suggest a 1,000-fold increase of each activated precursor cell if 5 % of peak cells survive as memory cells (Blattman et al. 2002) , which corresponds to a 1 % increase in the preattrition memory compartment size. Since a 1,000-fold increase in a 1,000-cell compartment leads to significantly larger percent growth, we use a more moderate 50-fold expansion estimate to examine proliferation effects. When lineages possess differing proliferation weights, the peak number of cells is fixed assuming this degree of expansion, but individual cells may vary in the actual number of daughter cells they produce. This allows immunodominant behavior to occur in lineages with high weights. After reaching the proliferative peak, the memory compartment returns to the homeostatic size, m c , via passive attrition. Altering this assumption to allow for the increasing compartment size demonstrated by Vezys et al. (2009) requires changing one parameter in the model: the final compartment size. We explain how this would affect the results in the Discussion.", "cite_spans": [{"start": 569, "end": 591, "text": "(Blattman et al. 2002)", "ref_id": "BIBREF6"}, {"start": 1354, "end": 1373, "text": "Vezys et al. (2009)", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Antigen-Induced Memory Generation and Passive Attrition"}, {"text": "With both memory lineages proliferating, a 100-cell memory population peaks at 5,000 memory cells. We assign one lineage a proliferative weight of 1, while the other lineage's weight varies (Fig. 5a) ; we then reverse these assignments to change which lineage is immunodominant (Fig. 5b) . As the initial effective size-the combination of lineage size and weight-of the larger lineage increases, it takes over more of the memory compartment, as reflected by an increasing mean and Simpson's index (Table 3) . If an initially rare lineage has the higher weight, the memory compartment will become more equally divided until the smaller lineage surpasses the larger in size; the initially more common lineage can even be pushed to extinction. Extinction during passive attrition is most likely when the difference in weights between the small and large lineage is greatest (Table 4) .", "cite_spans": [], "ref_spans": [{"start": 190, "end": 199, "text": "(Fig. 5a)", "ref_id": "FIGREF3"}, {"start": 278, "end": 287, "text": "(Fig. 5b)", "ref_id": "FIGREF3"}, {"start": 497, "end": 506, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 871, "end": 880, "text": "(Table 4)", "ref_id": "TABREF3"}], "section": "Two Proliferating Lineages"}, {"text": "In the absence of bystander effects, only a few T-cell lineages typically recognize and respond to a viral infection. We group all responding cells into one lineage and all nonproliferating cells into the second lineage. (More precise lineage dynamics can be found with an \"us versus them\" approach.) We again consider a memory compartment with 100 total cells; one 20-cell memory lineage proliferates to a peak of 1,000 cells while the rest of the compartment remains stagnant. Following proliferation, every lineage is subject to passive attrition, which reduces the compartment size back to 100 cells. Thus, the initially larger, 80-cell lineage must compete with a 1,000-cell lineage for space in the final compartment. It does so unsuccessfully; the initially smaller lineage takes over the vast majority of the compartment (Fig. 5c) , and the larger lineage has a nonzero extinction probability (Table 4 ). The initial Simpson's index of 0.6768 reflects a repertoire largely dominated by the 80-cell lineage; at the end, the average Simpson's index is 0.8647 for a repertoire mostly composed of the proliferative lineage.", "cite_spans": [], "ref_spans": [{"start": 829, "end": 838, "text": "(Fig. 5c)", "ref_id": "FIGREF3"}, {"start": 901, "end": 909, "text": "(Table 4", "ref_id": "TABREF3"}], "section": "One Proliferating Lineage"}, {"text": "Since most infections do not generate 2-to 10-fold more memory cells than the homeostatic compartment size, we now consider one proliferating lineage that, even at its peak, is much smaller than the number of nonproliferating cells in the memory compartment. We group all nonproliferating cells into a single 4,000-cell lineage. A second lineage contains 20 memory cells that respond to antigen by generating 49 new memory cells each for a peak of 1,000 memory cells. Passive attrition reduces the compartment from 5,000 cells back to the homeostatic 4,020 cells. The average final size for the nonproliferating lineage is 3,216.0 ± 11.1 cells, while the proliferating lineage ends with a mean of 804.2 ± 11.3 cells (not shown). Simpson's index initially was 0.9901, demonstrating the large dominance of the 4,000-cell lineage in the memory compartment. Following antigen-induced proliferation and passive attrition, the average Simpson's index becomes 0.6799, with the smaller lineage comprising a greater proportion of the memory compartment. However, proliferative ability here does not allow the smaller lineage to seize most the memory compartment, and the rarer lineage remains relatively rare.", "cite_spans": [], "ref_spans": [], "section": "One Proliferating Lineage"}, {"text": "We have not yet taken into account that an active-attrition-inducing virus could trigger an antigen-specific T-cell response. Immediately following active attrition (which occurs in the first few days of infection before T-cells become awakened by antigen (Bahl et al. 2006; Peacock et al. 2003; Janeway et al. 2005) ), some lineages that survived attrition may become activated by viral antigens and proliferate in response. This adds new virus-specific memory cells to the memory compartment. To return to its homeostatic size, the compartment must then undergo either passive attrition (if overly full) or lymphopenic proliferation (if underfilled). Modeling this shows how active-attrition-inducing viruses that also elicit new immune protection alter immunity to past infections.", "cite_spans": [{"start": 256, "end": 274, "text": "(Bahl et al. 2006;", "ref_id": "BIBREF2"}, {"start": 275, "end": 295, "text": "Peacock et al. 2003;", "ref_id": "BIBREF38"}, {"start": 296, "end": 316, "text": "Janeway et al. 2005)", "ref_id": null}], "ref_spans": [], "section": "Active Attrition Combined with Antigen-Induced Responses"}, {"text": "The attrition model (Eq. (2)) is applied first to capture active attrition and, if needed, is employed at the end for passive attrition to restore homeostasis. The weighted proliferation model ) is used after the completion of active attrition to mimic new memory cell generation and then again, if the compartment is underfilled, to simulate the lymphopenic proliferation that finishes refilling the compartment. We assume that during antigen-induced proliferation every precursor cell generates 50 memory cells. With small compartment sizes, the total number of memory cells following active attrition and antigen-induced proliferation is larger than the homeostatic compartment size. Therefore, passive attrition follows in the situations that we consider. However, in scenarios that involve larger compartment sizes relative to the peak of the immune response, lymphopenic proliferation might instead occur.", "cite_spans": [], "ref_spans": [], "section": "Active Attrition Combined with Antigen-Induced Responses"}, {"text": "In a 100-cell memory compartment that contains one 20-cell lineage specific for the invading virus, all cells not proliferatively reactive to the virus are grouped into a second 80-cell lineage that undergoes active attrition but does not participate in antigen-induced proliferation. Both lineages are subject to the final, passive attrition. We find that proliferation gives the initially smaller lineage a huge advantage during passive attrition, and it ultimately takes over the majority of the memory compartment (Fig. 6a) . The diversity of the compartment decreases to reflect this shift (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 518, "end": 527, "text": "(Fig. 6a)", "ref_id": "FIGREF4"}, {"start": 595, "end": 604, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Active Attrition Combined with Antigen-Induced Responses"}, {"text": "With one 200-cell proliferating memory lineage and an 800-cell nonproliferating memory lineage, we see the same trends ( Fig. 6b and Table 3 ). Thus, final-size lineage means scale proportionally with compartment size. With small compartment sizes relative to the number of cells at the immune response peak, proliferating lineages take over the majority of the compartment. This is true regardless of the degree of active attrition, which notably has little effect on the final distributions-seen both by comparing 80 % to 20 % attrition in Figs. 6a-b and by comparing Figs. 6a and 5c . That is, a substantial early drop in lineage sizes followed by proliferation and passive attrition creates a nearly identical compartment to that which results from proportionally equal proliferation and passive attrition only. Attrition does not change the ratio of mean cells in lineage 1 versus lineage 2; only proliferation does this. Thus, the final mean cell ratio is impacted only by proliferation events and not by early or late attrition events. As a result, while active attrition temporarily devastates the memory compartment, its effect on the lasting compartment composition is nil on average. Furthermore, our stochastic approach allows us to note that the degree of attrition also has little impact on the deviation of the lineage sizes from the mean sizes.", "cite_spans": [], "ref_spans": [{"start": 121, "end": 128, "text": "Fig. 6b", "ref_id": "FIGREF4"}, {"start": 133, "end": 140, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 570, "end": 585, "text": "Figs. 6a and 5c", "ref_id": "FIGREF3"}], "section": "Active Attrition Combined with Antigen-Induced Responses"}, {"text": "Lastly, we look at four memory lineages undergoing active attrition, antigeninduced proliferation, and passive attrition. Two lineages with 20 and 80 cells, respectively, do not recognize the virus and, therefore, undergo attrition but do not proliferate. The other two lineages, also with 20 and 80 cells, proliferate following active attrition and then undergo passive attrition. We show results for the equally weighted case (Figs. 6c-d) . Proliferating lineages again have a significant advantage over nonproliferating lineages; they take over the majority of the memory compartment and nearly eliminate the lineages not specific for the infection. The degree of attrition alters the variances of the final distributions but has little effect on the mean final sizes of each lineage. Thus, active attrition has little impact, if any, on the memory repertoire if an antigen-induced proliferative response leading to new memory cell generation occurs.", "cite_spans": [], "ref_spans": [{"start": 428, "end": 440, "text": "(Figs. 6c-d)", "ref_id": "FIGREF4"}], "section": "Active Attrition Combined with Antigen-Induced Responses"}, {"text": "Due to homeostatic regulation of the memory CD8 + T-cell compartment size, immunity to past diseases can diminish as immune responses against new pathogens are mounted (Freitas and Rocha 1993; Tanchot and Rocha 1995; Selin et al. 1996 Selin et al. , 1999 . We develop mathematical models of cellular attrition and proliferation that give insight into how the memory CD8 + T-cell repertoire changes as a result of viral infections. The models solve Markov death and birth processes for multiple coupled lineages. We employ them in sequence to explore how viruses that cull memory CD8 + T-cells in the first few days of infection alter the memory repertoire; for such infections, active attrition is followed by lymphopenic proliferation that restores the homeostatic memory compartment size but not necessarily the original lineage composition. We use the same models to investigate the impact on the memory repertoire of more typical antiviral immune responses characterized by antigenic stimulation of memory CD8 + T-cells, which leads to the generation of new memory cells; this creates a dearth of cytokine survival signals and can precipitate the passive attrition of memory cells to restore the homeostatic compartment size. Finally, we combine the models of active attrition and antigenically stimulated immune responses to gain a more comprehensive understanding of how active-attrition-inducing viruses alter the memory CD8 + T-cell repertoire. These results additionally allow us to compare the relative impacts of viruses that cause active attrition followed by proliferative recovery versus viruses that stimulate new memory cell generation followed by less drastic, but permanent, passive attrition.", "cite_spans": [{"start": 168, "end": 192, "text": "(Freitas and Rocha 1993;", "ref_id": "BIBREF16"}, {"start": 193, "end": 216, "text": "Tanchot and Rocha 1995;", "ref_id": "BIBREF49"}, {"start": 217, "end": 234, "text": "Selin et al. 1996", "ref_id": "BIBREF40"}, {"start": 235, "end": 254, "text": "Selin et al. , 1999", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our probabilistic, rate-independent models of attrition and proliferation require few biological parameters and provide both qualitative and quantitative predictions about how viral infections affect lineage size and diversity. For each model, we specify only the initial memory repertoire, the degree of attrition or peak number of newly generated memory cells, the final memory compartment size (which we set to the initial size), and proliferative weights describing each lineage's propensity for utilizing proliferation signals. Our stochastic approach enables us to determine probability distributions for the final size of every lineage, which indicates the likelihood and degree to which an infection alters the memory CD8 + T-cell repertoire. The means of our stochastic results match the behavior of a deterministic model while obtaining information about how lineage sizes deviate from those means. Crucially, a stochastic approach allows us to examine the probability of lineage extinctions and a corresponding loss of immunity during attrition events and to determine the impact of nonzero extinction probabilities on lineage diversity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "To identify general trends in how active-attrition-inducing viruses impact the memory repertoire, we run the active attrition model using a variety of initial memory repertoires for a range of degrees of attrition and initialize lymphopenic proliferation with the resulting repertoires. If bona fide memory cells refill a lymphopenic memory compartment, the lineages likely have the same proliferative propensity since the cells respond to the same lineage-independent antigen signals (McNally et al. 2001; Bahl et al. 2006; Chapdelaine et al. 2003) . With equal lineage weights, the memory repertoire on average returns to the initial repertoire following the infection. However, the final-size probability distributions are skewed such that common lineages are more likely to grow in repertoires that contain rare lineages. As lineage sizes increase, the probability of a lineage extinction diminishes and the skews become more subtle. Larger degrees of attrition are associated with increased stochastic effects and higher extinction probabilities and thus require bigger lineage sizes to avoid distribution skewing. Correspondingly, the diversity of the memory repertoire decreases most substantially with high amounts of attrition and small compartment sizes. Larger compartments generally maintain lineage diversity despite attrition and proliferation events. Thus, in humans and other organisms, active attrition and lymphopenic proliferation of memory cells should have little lasting impact on the composition of the memory CD8 + T-cell repertoire, even in the presence of stochastic effects.", "cite_spans": [{"start": 485, "end": 506, "text": "(McNally et al. 2001;", "ref_id": "BIBREF35"}, {"start": 507, "end": 524, "text": "Bahl et al. 2006;", "ref_id": "BIBREF2"}, {"start": 525, "end": 549, "text": "Chapdelaine et al. 2003)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "However, if one lineage utilizes cytokine signals more efficiently than others, that lineage gains a proliferative advantage and dominates more of the compartment with every active-attrition-inducing infection. Hence, it is in the host's best interest to have tight restraints on cytokine signaling cascades and receptors such that a cell is prevented from gaining any proliferative advantage. Failure of these regulators could lead to narrowing of the immune repertoire and lymphoproliferative disorders (Lucas et al. 2000; Ku et al. 2000; Willerford et al. 1995) .", "cite_spans": [{"start": 505, "end": 524, "text": "(Lucas et al. 2000;", "ref_id": "BIBREF33"}, {"start": 525, "end": 540, "text": "Ku et al. 2000;", "ref_id": "BIBREF31"}, {"start": 541, "end": 564, "text": "Willerford et al. 1995)", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Discussion"}, {"text": "We determine how quickly immunity is lost by calculating the average number of infections until the first lineage extinction occurs. For a 1,000-cell memory compartment with 200 cells in the smallest lineage, it takes on average 125 sequential viral infections, each causing 80 % active attrition, for a lineage to be lost. Furthermore, for a given lineage size, the mean number of infections until extinction increases with compartment size. In a mouse memory compartment containing on order of 10 7 cells or a human memory compartment with 10 10 cells (Blattman et al. 2002; Tanchot and Rocha 1995; Callard et al. 2003) , total loss of immunity to any antigen should be exceedingly rare if cells act independently. Even loss of protective immunity, which occurs when too few antigen-specific T-cells exist to prevent disease, should happen only when initial lineage sizes are quite small.", "cite_spans": [{"start": 554, "end": 576, "text": "(Blattman et al. 2002;", "ref_id": "BIBREF6"}, {"start": 577, "end": 600, "text": "Tanchot and Rocha 1995;", "ref_id": "BIBREF49"}, {"start": 601, "end": 621, "text": "Callard et al. 2003)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "In a lymphopenic environment, naive CD8 + T-cells can differentiate directly into memory CD8 + T-cells that help to replenish the memory compartment. Naive cells require different signals than memory cells, namely IL-7 and T-cell receptor triggering, and proliferate less than memory cells. There is evidence that naive cell contributions are small (Tanchot and Rocha 1995; Freitas et al. 2005) , so unweighted bona fide memory cell proliferation should provide a good approximation to the full effects. If bona fide memory lineages and naive lineages compete to proliferate, then the bona fide memory population is reduced, and the spurious memories of newly differentiated naive cells successfully gain a foothold in the memory compartment. The degree to which this occurs depends on the degree of attrition and the relative lineage weights. Naive cells immigration increases the diversity of the compartment, yet immunity against recurring infections may simultaneously decrease due to the lessened presence of bona fide memory cells.", "cite_spans": [{"start": 349, "end": 373, "text": "(Tanchot and Rocha 1995;", "ref_id": "BIBREF49"}, {"start": 374, "end": 394, "text": "Freitas et al. 2005)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "If the memory CD8 + T-cell compartment is empty, such as immediately following birth or in a transgenic or irradiated mouse, naive CD8 + T-cells can differentiate into memory cells and begin to fill the memory compartment. With the weighted proliferation model, we determine that expected lineage sizes following naive cell differentiation and division heavily depend on the lineage weights. When lineages are initially small, the final-size distributions are skewed due to stochastic effects that amplify early proliferation events. In consequence, relative naive cell precursor sizes and weights are important, and lineages with the largest effective number of newly differentiated cells disproportionately grow the most.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Viral infections that spark immune responses and generate new virus-specific memory T-cells can be categorized as those that also elicit active attrition of memory cells or those that do not. In classic viral infections, which do not cause active attrition, new memory cell generation is followed by passive attrition to restore the homeostatic compartment size. If every lineage in the memory compartment recognizes and reacts to viral antigens, relative proliferation weights are vital. With similar weights, we find that lineages return to their initial sizes on average. With disparate weights, the lineage size ordering within the memory compartment can be drastically altered, and a single infection could cause the extinction of a previously common lineage. More often, only a few lineages react to the virus, which for computational feasibility we explore by grouping all cells that proliferatively respond to the infection in one lineage and placing nonreactive cells into a second lineage. The generation of 50 memory cells per proliferative precursor cell creates a vast memory pool with which the initially large, nonproliferating lineage must compete during passive attrition for space in the final compartment. Consequently, this bystander population diminishes substantially in size. The degree to which this occurs depends heavily on the ratio of the proliferative peak to the overall compartment size. The models predict that small acute infections tend to increase the number of disease-specific cells while avoiding the complete elimination of bystander immunity against other contagions. Conversely, acute viruses that stimulate large proliferative responses could eliminate the majority of the heterologous memory cells through natural homeostatic processes and significantly narrow the memory CD8 + T-cell repertoire.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Notably, the results are similar regardless of whether or not the virus induces active attrition prior to the antigenically stimulated immune response. The models show very similar results to the classical infections just described when active attrition precedes antigenically stimulated memory cell generation followed by passive attrition (compare Figs. 5c and 6a) . We find that the degree to which a proliferating lineage comes to dominate the compartment is largely insensitive to the presence of active attrition.", "cite_spans": [], "ref_spans": [{"start": 350, "end": 366, "text": "Figs. 5c and 6a)", "ref_id": "FIGREF3"}], "section": "Discussion"}, {"text": "There is debate over whether viruses that cause late, passive attrition of memory CD8 + T-cells or those that incite early, active attrition cause a greater decay in heterologous memory CD8 + T-cell populations Selin et al. 2006; Welsh et al. 2004b) . We have quantified how both active-attrition-inducing and passive-attrition-inducing viruses affect the memory repertoire composition, and thus we compare these results to see if active attrition or passive attrition permanently alters preexisting immunity to other infections more.", "cite_spans": [{"start": 211, "end": 229, "text": "Selin et al. 2006;", "ref_id": "BIBREF43"}, {"start": 230, "end": 249, "text": "Welsh et al. 2004b)", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Discussion"}, {"text": "When comparing the impacts of classical viruses with viruses that cause both active attrition and antigen-induced proliferation, the results are nearly identical if the proliferative peak is much larger than the homeostatic compartment size. With small peaks relative to compartment size, classical viruses narrow the memory repertoire slightly. Although numerical constraints limit our ability to quantify this, we suspect that the same is true for viruses that induce active attrition based on our results that consider active attrition and lymphopenic proliferation only. These indicate that, with only surviving memory cells contributing to lymphopenic proliferation, the initial repertoire is restored on average. An additional proliferative response should therefore cause proliferative lineages to increase their presence in the memory compartment, and subsequently reduce the number of nonproliferating cells during passive attrition. Ironically, this means that T-cell repertoires that are less able to recognize and respond to an active-attrition-inducing virus are more likely to rebound to their initial configuration if the host survives.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We also compare extinction probabilities for memory lineages that antigenically proliferate and then undergo passive attrition to memory lineages that go through active attrition followed by lymphopenic proliferation with no antigen-induced proliferation stage. For one 20-cell and one 80-cell memory lineage, the likelihood of a lineage extinction during passive attrition is on the order of 10 −7 for a single infection. Meanwhile, 80 % active attrition has an extinction probability of 10 −3 while 20 % active attrition causes a lineage extinction with probability 10 −21 . Thus, while protective immunity against heterologous viruses is most likely to be lost under high degrees of active attrition, low amounts of active attrition incite extinctions less frequently than passive attrition. Sequential infections will exacerbate these effects. The probability that active-attrition-inducing viruses cause extinctions should be higher when they also antigenically stimulate new memory generation due to the added decay from passive attrition. Nevertheless, the final repertoires are nearly identical for active-attrition-causing infections and for viruses that do not induce active attrition, and therefore their extinction likelihoods should roughly match as well. That is, viruses that antigenically stimulate a CD8 + T-cell response should cause the loss of existing immunity with the same probability regardless of whether or not active attrition occurs.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Overall, our stochastic approach combined with mathematical tools such as Simpson's index, waiting-time calculations, and probabilistic urn models enables us to conclude that antigen-induced memory cell generation can substantially alter the memory repertoire by causing large, asymmetric growth of some lineages followed by a permanent decrease across all lineages from which there is no opportunity to rebound. Therefore, regardless of whether active attrition precedes new memory cell generation, the initial lineage configuration cannot be restored, and some immunity will be lost. In contrast, active attrition followed by lymphopenic proliferation does not often reach low enough lineage sizes for stochastic extinctions to occur, and the compartment rebounds to the initial repertoire on average. Thus, active attrition has little lasting impact on the memory repertoire, and new memory cell generation with subsequent passive attrition has the dominant influence on the composition of the final repertoire.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Some error may be introduced by the assumption that memory cells are created directly through a proliferative process. Memory cells may actually be created following proliferation of effector cells, which either die or differentiate into memory cells. By arranging the attrition and weighted proliferation models appropriately, we could directly model effector cell intermediaries. However, finding the final-size probability distributions would be more computationally intensive. Hence, we streamline the process by using the simplifying assumption that new memory cell generation is the direct result of precursor cell division. This assumption is reasonable when proliferation weights are roughly equal so that the number of new memory cells an infection generates may correlate with the number of activated precursor cells (De Boer et al. 2003; Kaech and Ahmed 2001) . This method is also consistent with the fact that newly created memory cells are descendants of the original naive or memory cells, and it is precise under the hypothesis that naive cells asymmetrically differentiate into one effector cell and one memory cell if these memory cells also proliferate (Chang et al. 2007; Littman and Singh 2007) .", "cite_spans": [{"start": 827, "end": 848, "text": "(De Boer et al. 2003;", "ref_id": "BIBREF14"}, {"start": 849, "end": 870, "text": "Kaech and Ahmed 2001)", "ref_id": "BIBREF24"}, {"start": 1172, "end": 1191, "text": "(Chang et al. 2007;", "ref_id": null}, {"start": 1192, "end": 1215, "text": "Littman and Singh 2007)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Discussion"}, {"text": "Recent experiments suggest that the memory CD8 + T-cell compartment size does not remain constant but grows with each memory-generating infection (Vezys et al. 2009 ); passive attrition may occur, but it does not return the memory compartment to its original size. Accounting for this in our models requires changing one parameter: the final compartment size. Qualitatively, this will reduce the degree to which an infection alters precursor, non-cross-reactive lineage sizes. For instance, the likelihood of a lineage extinction due to passive attrition could drop to zero if the memory compartment expands so much that little passive attrition occurs. The limited effects of active attrition remain true whether or not passive attrition occurs.", "cite_spans": [{"start": 146, "end": 164, "text": "(Vezys et al. 2009", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Discussion"}, {"text": "While we include naive cell dynamics during infections that induce active attrition, we do not incorporate new memory generation by antigenically stimulated naive cells during classical infections into our results. We can do so by tweaking the multiplyby-50 rule for fixing the proliferation peak so that memory and naive cells create differing numbers of new cells per precursor cell in accordance with the fact that memory T-cells react faster and in larger numbers to antigenic stimulation (Blattman et al. 2002; Janeway et al. 2005) .", "cite_spans": [{"start": 493, "end": 515, "text": "(Blattman et al. 2002;", "ref_id": "BIBREF6"}, {"start": 516, "end": 536, "text": "Janeway et al. 2005)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Due to computational constraints, we consider small compartment sizes throughout our analysis. Yet, by comparing the results of different repertoire sizes, we have shown that the trends we identified also hold for larger compartments and larger numbers of lineages. Therefore, these characteristics should scale to biologically relevant cases in which lineages with 10 3 to 10 6 cells reside in a memory CD8 + T-cell compartment with 10 7 to 10 10 cells. For larger compartments, the 50-fold expansion we assume during antigen-induced proliferation substantially underestimates the >1,000-fold expansion seen experimentally (Blattman et al. 2002) . Thus, the final distribution changes we observe with small numbers may underestimate true shifts, and greater expansion will likely exacerbate the differences between immunity loss due to antigen-induced proliferation and passive attrition versus active attrition. We also assume that only two lineages (or two lineage groups) compete for proliferation signals at a given time to make computation times feasible. We discern the dynamics of multiple competing lineages by using an \"us versus them\" approach that pits each lineage against the rest of the memory compartment. This process can be cumbersome with a large number of lineages, but the attrition and proliferation models can nevertheless determine how multiple lineages interact to refill a lymphopenic compartment. Furthermore, the analytical models hold for any lineage and compartment size; thus, with faster numerical approaches or platforms, the final-size probability distributions can be calculated for more biologically realistic population numbers.", "cite_spans": [{"start": 624, "end": 646, "text": "(Blattman et al. 2002)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Discussion"}, {"text": "To validate these models requires experimental data that measure absolute cell numbers in every lineage and the total number of memory CD8 + T-cells in the host. We need memory repertoire measurements before and after memory CD8 + T-cells undergo both attrition and proliferation events. These are difficult to acquire when using destructive assays from which only one repertoire measurement can be obtained. In addition, the measurements must come from the same host because even genetically identical individuals with the same disease history have unique private repertoire specificities (Kim et al. 2005; Welsh et al. 2006) .", "cite_spans": [{"start": 590, "end": 607, "text": "(Kim et al. 2005;", "ref_id": "BIBREF29"}, {"start": 608, "end": 626, "text": "Welsh et al. 2006)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Discussion"}, {"text": "The attrition and proliferation models could be expanded to consider chronic or autoimmune diseases. Both may significantly narrow the memory repertoire through persistent or recurrent T-cell responses directed at a few antigens. Integrating the dampening effect of negative selection could be interesting. If antigens from a chronic virus become included in the antigen pool that defines self during selection, complete narrowing of the repertoire might be avoided. This could be modeled using dynamic proliferation weights that drop to zero when the peptides become recognized as self. Models like these might also apply to other immunological systems. Memory B-cells compete for limited niches (Freitas and Rocha 1993; Manz et al. 2005) , but examining memory B-cell repertoire shifts involves tracking not only antigenic specificity but also immunoglobulin type and other factors. As biological and mathematical exploration advances our knowledge of immune repertoire dynamics, we gain better insight into how immunity evolves in a lifetime.", "cite_spans": [{"start": 697, "end": 721, "text": "(Freitas and Rocha 1993;", "ref_id": "BIBREF16"}, {"start": 722, "end": 739, "text": "Manz et al. 2005)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Homeostasis of T cell numbers: from thymus production to peripheral compartmentalization and the indexation of regulatory T cells", "authors": [{"first": "A", "middle": [], "last": "Almeida", "suffix": ""}, {"first": "B", "middle": [], "last": "Rocha", "suffix": ""}, {"first": "A", "middle": [], "last": "Freitas", "suffix": ""}, {"first": "C", "middle": [], "last": "Tanchot", "suffix": ""}], "year": 2005, "venue": "Semin. Immunol", "volume": "17", "issn": "", "pages": "239--249", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Models of immune memory: on the role of cross-reactive stimulation, competition, and homeostasis in maintaining immune memory", "authors": [{"first": "R", "middle": [], "last": "Antia", "suffix": ""}, {"first": "S", "middle": [], "last": "Pilyugin", "suffix": ""}, {"first": "R", "middle": [], "last": "Ahmed", "suffix": ""}], "year": 1998, "venue": "Proc. Natl. Acad. Sci. USA", "volume": "95", "issn": "25", "pages": "14926--14931", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "IFNinduced attrition of CD8 T cells in the presence or absence of cognate antigen during the early stages of viral infections", "authors": [{"first": "K", "middle": [], "last": "Bahl", "suffix": ""}, {"first": "S", "middle": [], "last": "Kim", "suffix": ""}, {"first": "C", "middle": [], "last": "Calcagno", "suffix": ""}, {"first": "D", "middle": [], "last": "Ghersi", "suffix": ""}, {"first": "R", "middle": [], "last": "Puzone", "suffix": ""}, {"first": "F", "middle": [], "last": "Celada", "suffix": ""}, {"first": "L", "middle": [], "last": "Selin", "suffix": ""}, {"first": "R", "middle": [], "last": "Welsh", "suffix": ""}], "year": 2006, "venue": "J. Immunol", "volume": "176", "issn": "7", "pages": "4284--4295", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The murine T-cell receptor uses a limited repertoire of expressed Vβ gene segments", "authors": [{"first": "R", "middle": [], "last": "Barth", "suffix": ""}, {"first": "B", "middle": [], "last": "Kim", "suffix": ""}, {"first": "N", "middle": [], "last": "Lan", "suffix": ""}, {"first": "T", "middle": [], "last": "Hunkapiller", "suffix": ""}, {"first": "N", "middle": [], "last": "Sobieck", "suffix": ""}, {"first": "A", "middle": [], "last": "Winoto", "suffix": ""}, {"first": "H", "middle": [], "last": "Gershenfeld", "suffix": ""}, {"first": "C", "middle": [], "last": "Okada", "suffix": ""}, {"first": "D", "middle": [], "last": "Hansburg", "suffix": ""}, {"first": "I", "middle": [], "last": "Weissman", "suffix": ""}], "year": 1985, "venue": "Nature", "volume": "316", "issn": "", "pages": "517--523", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "T-cell receptor beta-chain expression: dependence on relatively few variable region genes", "authors": [{"first": "M", "middle": [], "last": "Behlke", "suffix": ""}, {"first": "D", "middle": [], "last": "Spinella", "suffix": ""}, {"first": "H", "middle": [], "last": "Chou", "suffix": ""}, {"first": "W", "middle": [], "last": "Sha", "suffix": ""}, {"first": "D", "middle": [], "last": "Hartl", "suffix": ""}, {"first": "D", "middle": [], "last": "Loh", "suffix": ""}], "year": 1985, "venue": "Science", "volume": "229", "issn": "4713", "pages": "566--570", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Estimating the precursor frequency of naive antigen-specific CD8 T cells", "authors": [{"first": "J", "middle": [], "last": "Blattman", "suffix": ""}, {"first": "R", "middle": [], "last": "Antia", "suffix": ""}, {"first": "D", "middle": [], "last": "Sourdive", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Kaech", "suffix": ""}, {"first": "K", "middle": [], "last": "Murali-Krishna", "suffix": ""}, {"first": "J", "middle": [], "last": "Altman", "suffix": ""}, {"first": "R", "middle": [], "last": "Ahmed", "suffix": ""}], "year": 2002, "venue": "J. Exp. Med", "volume": "195", "issn": "5", "pages": "657--664", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "CD8 T cell responses to viral infections in sequence", "authors": [{"first": "M", "middle": [], "last": "Brehm", "suffix": ""}, {"first": "L", "middle": [], "last": "Selin", "suffix": ""}, {"first": "R", "middle": [], "last": "Welsh", "suffix": ""}], "year": 2004, "venue": "Cell. Microbiol", "volume": "6", "issn": "5", "pages": "411--421", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Fratricide: a mechanism for T memory-cell homeostasis", "authors": [{"first": "R", "middle": [], "last": "Callard", "suffix": ""}, {"first": "J", "middle": [], "last": "Stark", "suffix": ""}, {"first": "A", "middle": [], "last": "Yates", "suffix": ""}], "year": 2003, "venue": "Trends Immunol", "volume": "24", "issn": "7", "pages": "370--375", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Asymmetric T lymphocyte division in the initiation of adaptive immune responses", "authors": [], "year": null, "venue": "Science", "volume": "315", "issn": "", "pages": "1687--1691", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Increased CD8+ T cell memory to concurrent infection at the expense of increased erosion of pre-existing memory: the paradoxical role of IL-15", "authors": [{"first": "Y", "middle": [], "last": "Chapdelaine", "suffix": ""}, {"first": "D", "middle": [], "last": "Smith", "suffix": ""}, {"first": "J", "middle": [], "last": "Pedras-Vasconcelos", "suffix": ""}, {"first": "L", "middle": [], "last": "Krishnan", "suffix": ""}, {"first": "S", "middle": [], "last": "Sad", "suffix": ""}], "year": 2003, "venue": "J. Immunol", "volume": "171", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Homeostasis-stimulated proliferation drives naive T cells to differentiate directly into memory T cells", "authors": [{"first": "B", "middle": [], "last": "Cho", "suffix": ""}, {"first": "V", "middle": [], "last": "Rao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Ge", "suffix": ""}, {"first": "H", "middle": [], "last": "Eisen", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}], "year": 2000, "venue": "J. Exp. Med", "volume": "192", "issn": "4", "pages": "549--556", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Mice lacking MHC class II molecules", "authors": [{"first": "D", "middle": [], "last": "Cosgrove", "suffix": ""}, {"first": "D", "middle": [], "last": "Gray", "suffix": ""}, {"first": "A", "middle": [], "last": "Dierich", "suffix": ""}, {"first": "J", "middle": [], "last": "Kaufman", "suffix": ""}, {"first": "M", "middle": [], "last": "Lemeur", "suffix": ""}, {"first": "C", "middle": [], "last": "Benoist", "suffix": ""}, {"first": "D", "middle": [], "last": "Mathis", "suffix": ""}], "year": 1991, "venue": "Cell", "volume": "66", "issn": "", "pages": "1051--1066", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Different dynamics of CD4+ and CD8+ T cell responses during and after acute lymphocytic choriomeningitis virus infection", "authors": [{"first": "R", "middle": [], "last": "De Boer", "suffix": ""}, {"first": "D", "middle": [], "last": "Homann", "suffix": ""}, {"first": "A", "middle": [], "last": "Perelson", "suffix": ""}], "year": 2003, "venue": "J. Immunol", "volume": "171", "issn": "", "pages": "3928--3935", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Lymphocyte lifespans: homeostasis, selection and competition", "authors": [{"first": "A", "middle": [], "last": "Freitas", "suffix": ""}, {"first": "B", "middle": [], "last": "Rocha", "suffix": ""}], "year": 1993, "venue": "Immunol. Today", "volume": "14", "issn": "1", "pages": "24--29", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Population biology of lymphocytes: the flight for survival", "authors": [{"first": "A", "middle": [], "last": "Freitas", "suffix": ""}, {"first": "B", "middle": [], "last": "Rocha", "suffix": ""}], "year": 2000, "venue": "Annu. Rev. Immunol", "volume": "18", "issn": "1", "pages": "83--111", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Cellular competition modulates survival and selection of CD8+ T cells", "authors": [{"first": "A", "middle": [], "last": "Freitas", "suffix": ""}, {"first": "F", "middle": [], "last": "Agenes", "suffix": ""}, {"first": "G", "middle": [], "last": "Coutinho", "suffix": ""}], "year": 2005, "venue": "Eur. J. Immunol", "volume": "26", "issn": "11", "pages": "2640--2649", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "How does cross-reactive stimulation affect the longevity of CD8+ T cell memory?", "authors": [{"first": "V", "middle": [], "last": "Ganusov", "suffix": ""}, {"first": "S", "middle": [], "last": "Pilyugin", "suffix": ""}, {"first": "R", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "R", "middle": [], "last": "Antia", "suffix": ""}], "year": 2006, "venue": "PLoS Comput. Biol", "volume": "2", "issn": "6", "pages": "508--517", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Maintaining the status quo: T-cell homeostasis", "authors": [{"first": "A", "middle": [], "last": "Goldrath", "suffix": ""}], "year": 2002, "venue": "Microbes Infect", "volume": "4", "issn": "", "pages": "539--545", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "An intersection between the selfreactive regulatory and nonregulatory T cell receptor repertoires", "authors": [{"first": "C", "middle": [], "last": "Hsieh", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liang", "suffix": ""}, {"first": "J", "middle": [], "last": "Fontenot", "suffix": ""}, {"first": "A", "middle": [], "last": "Rudensky", "suffix": ""}], "year": 2006, "venue": "Nat. Immunol", "volume": "7", "issn": "4", "pages": "401--410", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Urn models and their application: an approach to modern discrete probability theory", "authors": [{"first": "N", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "S", "middle": [], "last": "Kotz", "suffix": ""}], "year": 1977, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Memory CD8+ T cell differentiation: initial antigen encounter triggers a developmental program in naive cells", "authors": [{"first": "S", "middle": [], "last": "Kaech", "suffix": ""}, {"first": "R", "middle": [], "last": "Ahmed", "suffix": ""}], "year": 2001, "venue": "Nat. Immunol", "volume": "2", "issn": "5", "pages": "415--422", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "A first course in stochastic processes", "authors": [{"first": "S", "middle": [], "last": "Karlin", "suffix": ""}, {"first": "H", "middle": [], "last": "Taylor", "suffix": ""}], "year": 1975, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The thymus gland", "authors": [{"first": "M", "middle": [], "last": "Kendall", "suffix": ""}], "year": 1981, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Reversible defects in natural killer and memory CD8 T cell lineages in interleukin 15-deficient mice", "authors": [{"first": "M", "middle": [], "last": "Kennedy", "suffix": ""}, {"first": "M", "middle": [], "last": "Glaccum", "suffix": ""}, {"first": "S", "middle": [], "last": "Brown", "suffix": ""}, {"first": "E", "middle": [], "last": "Butz", "suffix": ""}, {"first": "J", "middle": [], "last": "Viney", "suffix": ""}, {"first": "M", "middle": [], "last": "Embers", "suffix": ""}, {"first": "N", "middle": [], "last": "Matsuki", "suffix": ""}, {"first": "K", "middle": [], "last": "Charrier", "suffix": ""}, {"first": "L", "middle": [], "last": "Sedger", "suffix": ""}, {"first": "C", "middle": [], "last": "Willis", "suffix": ""}, {"first": "K", "middle": [], "last": "Brasel", "suffix": ""}, {"first": "P", "middle": [], "last": "Morrissey", "suffix": ""}, {"first": "K", "middle": [], "last": "Stocking", "suffix": ""}, {"first": "J", "middle": [], "last": "Schuh", "suffix": ""}, {"first": "S", "middle": [], "last": "Joyce", "suffix": ""}, {"first": "J", "middle": [], "last": "Peschon", "suffix": ""}], "year": 2000, "venue": "J. Exp. Med", "volume": "191", "issn": "5", "pages": "771--780", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Comprehensive early and lasting loss of memory CD8 T cells and functional memory during acute and persistent viral infections", "authors": [{"first": "S", "middle": [], "last": "Kim", "suffix": ""}, {"first": "R", "middle": [], "last": "Welsh", "suffix": ""}], "year": 2004, "venue": "J. Immunol", "volume": "172", "issn": "5", "pages": "3139--3150", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Private specificities of CD8 T cell responses control patterns of heterologous immunity", "authors": [{"first": "S", "middle": [], "last": "Kim", "suffix": ""}, {"first": "M", "middle": [], "last": "Cornberg", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "L", "middle": [], "last": "Selin", "suffix": ""}, {"first": "R", "middle": [], "last": "Welsh", "suffix": ""}], "year": 2005, "venue": "J. Exp. Med", "volume": "201", "issn": "4", "pages": "523--533", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "A B-cell deficient mouse by targeted disruption of the membrane exon of the immunoglobulin mu chain gene", "authors": [{"first": "D", "middle": [], "last": "Kitamura", "suffix": ""}, {"first": "J", "middle": [], "last": "Roes", "suffix": ""}, {"first": "R", "middle": [], "last": "Kuhn", "suffix": ""}, {"first": "K", "middle": [], "last": "Rajewsky", "suffix": ""}], "year": 1991, "venue": "Nature", "volume": "350", "issn": "", "pages": "423--426", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Control of homeostasis of CD8+ memory T cells by opposing cytokines", "authors": [{"first": "C", "middle": [], "last": "Ku", "suffix": ""}, {"first": "M", "middle": [], "last": "Murakami", "suffix": ""}, {"first": "A", "middle": [], "last": "Sakamoto", "suffix": ""}, {"first": "J", "middle": [], "last": "Kappler", "suffix": ""}, {"first": "P", "middle": [], "last": "Marrack", "suffix": ""}], "year": 2000, "venue": "Science", "volume": "288", "issn": "5466", "pages": "675--678", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Asymmetry and immune memory", "authors": [{"first": "D", "middle": [], "last": "Littman", "suffix": ""}, {"first": "H", "middle": [], "last": "Singh", "suffix": ""}], "year": 2007, "venue": "Science", "volume": "", "issn": "5819", "pages": "1673--1674", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Disruption of T cell homeostasis in mice expressing a T cell-specific dominant negative transforming growth factor β II receptor", "authors": [{"first": "P", "middle": [], "last": "Lucas", "suffix": ""}, {"first": "S", "middle": [], "last": "Kim", "suffix": ""}, {"first": "S", "middle": [], "last": "Melby", "suffix": ""}, {"first": "R", "middle": [], "last": "Gress", "suffix": ""}], "year": 2000, "venue": "J. Exp. Med", "volume": "191", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Maintenance of serum antibody levels", "authors": [{"first": "R", "middle": [], "last": "Manz", "suffix": ""}, {"first": "A", "middle": [], "last": "Hauser", "suffix": ""}, {"first": "F", "middle": [], "last": "Hiepe", "suffix": ""}, {"first": "A", "middle": [], "last": "Radruch", "suffix": ""}], "year": 2005, "venue": "Annu. Rev. Immunol", "volume": "23", "issn": "", "pages": "367--386", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Attrition of bystander CD8 T cells during virus-induced T-cell and interferon responses", "authors": [{"first": "J", "middle": [], "last": "Mcnally", "suffix": ""}, {"first": "C", "middle": [], "last": "Zarozinski", "suffix": ""}, {"first": "M", "middle": [], "last": "Lin", "suffix": ""}, {"first": "M", "middle": [], "last": "Brehm", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "R", "middle": [], "last": "Welsh", "suffix": ""}], "year": 2001, "venue": "J. Virol", "volume": "75", "issn": "13", "pages": "5965--5976", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Mutations in T-cell antigen receptor genes alpha and beta block thymocyte development at different stages", "authors": [{"first": "P", "middle": [], "last": "Mombaerts", "suffix": ""}, {"first": "A", "middle": [], "last": "Clarke", "suffix": ""}, {"first": "M", "middle": [], "last": "Rudnicki", "suffix": ""}, {"first": "J", "middle": [], "last": "Iacomini", "suffix": ""}, {"first": "S", "middle": [], "last": "Itohara", "suffix": ""}, {"first": "J", "middle": [], "last": "Lafaille", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ichikawa", "suffix": ""}, {"first": "R", "middle": [], "last": "Jaenisch", "suffix": ""}, {"first": "M", "middle": [], "last": "Hooper", "suffix": ""}, {"first": "S", "middle": [], "last": "Tonegawa", "suffix": ""}], "year": 1992, "venue": "Nature", "volume": "360", "issn": "", "pages": "225--231", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Origin and T cell receptor diversity of Foxp3+ CD4+ CD25+ T cells", "authors": [{"first": "R", "middle": [], "last": "Pacholczyk", "suffix": ""}, {"first": "H", "middle": [], "last": "Ignatowicz", "suffix": ""}, {"first": "P", "middle": [], "last": "Kraj", "suffix": ""}, {"first": "L", "middle": [], "last": "Ignatowicz", "suffix": ""}], "year": 2006, "venue": "Immunity", "volume": "25", "issn": "2", "pages": "249--259", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Attrition of virus-specific memory CD8+ T cells during reconstitution of lymphopenic environments", "authors": [{"first": "C", "middle": [], "last": "Peacock", "suffix": ""}, {"first": "S", "middle": [], "last": "Kim", "suffix": ""}, {"first": "R", "middle": [], "last": "Welsh", "suffix": ""}], "year": 2003, "venue": "J. Immunol", "volume": "171", "issn": "2", "pages": "655--663", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Normal development and function of CD8+ cells but markedly decreased helper cell activity in mice lacking CD4", "authors": [{"first": "A", "middle": [], "last": "Rahemtulla", "suffix": ""}, {"first": "W", "middle": [], "last": "Fung-Leung", "suffix": ""}, {"first": "M", "middle": [], "last": "Schillham", "suffix": ""}, {"first": "T", "middle": [], "last": "Kundig", "suffix": ""}, {"first": "S", "middle": [], "last": "Sambhara", "suffix": ""}, {"first": "A", "middle": [], "last": "Narendran", "suffix": ""}, {"first": "A", "middle": [], "last": "Arabian", "suffix": ""}, {"first": "A", "middle": [], "last": "Wakeham", "suffix": ""}, {"first": "C", "middle": [], "last": "Paige", "suffix": ""}, {"first": "R", "middle": [], "last": "Zinkernagel", "suffix": ""}, {"first": "R", "middle": [], "last": "Miller", "suffix": ""}, {"first": "T", "middle": [], "last": "Mak", "suffix": ""}], "year": 1991, "venue": "Nature", "volume": "353", "issn": "", "pages": "180--184", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Reduction of otherwise remarkably stable virusspecific cytotoxic T lymphocyte memory by heterologous viral infections", "authors": [{"first": "L", "middle": [], "last": "Selin", "suffix": ""}, {"first": "K", "middle": [], "last": "Vergilis", "suffix": ""}, {"first": "R", "middle": [], "last": "Welsh", "suffix": ""}, {"first": "S", "middle": [], "last": "Nahill", "suffix": ""}], "year": 1996, "venue": "J. Exp. Med", "volume": "183", "issn": "", "pages": "2489--2499", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Attrition of T cell memory: selective loss of LCMV epitope-specific memory CD8 T cells following infections with heterologous viruses", "authors": [{"first": "L", "middle": [], "last": "Selin", "suffix": ""}, {"first": "M", "middle": [], "last": "Lin", "suffix": ""}, {"first": "K", "middle": [], "last": "Kraemer", "suffix": ""}, {"first": "D", "middle": [], "last": "Pardoll", "suffix": ""}, {"first": "J", "middle": [], "last": "Schneck", "suffix": ""}, {"first": "S", "middle": [], "last": "Varga", "suffix": ""}, {"first": "P", "middle": [], "last": "Santolucito", "suffix": ""}, {"first": "A", "middle": [], "last": "Pinto", "suffix": ""}, {"first": "R", "middle": [], "last": "Welsh", "suffix": ""}], "year": 1999, "venue": "Immunity", "volume": "11", "issn": "", "pages": "733--742", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "CD8 memory T cells: cross-reactivity and heterologous immunity", "authors": [{"first": "L", "middle": [], "last": "Selin", "suffix": ""}, {"first": "M", "middle": [], "last": "Cornberg", "suffix": ""}, {"first": "M", "middle": [], "last": "Brehm", "suffix": ""}, {"first": "S", "middle": [], "last": "Kim", "suffix": ""}, {"first": "C", "middle": [], "last": "Calcagno", "suffix": ""}, {"first": "D", "middle": [], "last": "Ghersi", "suffix": ""}, {"first": "R", "middle": [], "last": "Puzone", "suffix": ""}, {"first": "F", "middle": [], "last": "Celada", "suffix": ""}, {"first": "R", "middle": [], "last": "Welsh", "suffix": ""}], "year": 2004, "venue": "", "volume": "16", "issn": "", "pages": "335--347", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Memory of mice and men: CD8+ T-cell cross-reactivity and heterologous immunity", "authors": [{"first": "L", "middle": [], "last": "Selin", "suffix": ""}, {"first": "M", "middle": [], "last": "Brehm", "suffix": ""}, {"first": "Y", "middle": [], "last": "Naumov", "suffix": ""}, {"first": "M", "middle": [], "last": "Cornberg", "suffix": ""}, {"first": "S", "middle": [], "last": "Kim", "suffix": ""}, {"first": "S", "middle": [], "last": "Clute", "suffix": ""}, {"first": "R", "middle": [], "last": "Welsh", "suffix": ""}], "year": 2006, "venue": "Immunol. Rev", "volume": "211", "issn": "", "pages": "164--181", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Estimation of T-cell repertoire diversity and clonal size distribution by Poisson abundance models", "authors": [{"first": "N", "middle": [], "last": "Sepúlveda", "suffix": ""}, {"first": "C", "middle": [], "last": "Paulino", "suffix": ""}, {"first": "J", "middle": [], "last": "Carneiro", "suffix": ""}], "year": 2010, "venue": "J. Immunol. Methods", "volume": "353", "issn": "", "pages": "124--137", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Measurement of diversity", "authors": [{"first": "E", "middle": [], "last": "Simpson", "suffix": ""}], "year": 1949, "venue": "Nature", "volume": "163", "issn": "4148", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Generation and maintenance of memory T cells", "authors": [{"first": "J", "middle": [], "last": "Sprent", "suffix": ""}, {"first": "C", "middle": [], "last": "Surh", "suffix": ""}], "year": 2001, "venue": "Curr. Opin. Immunol", "volume": "13", "issn": "", "pages": "248--254", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "The concept of space and competition in immune regulation", "authors": [{"first": "B", "middle": [], "last": "Stockinger", "suffix": ""}, {"first": "T", "middle": [], "last": "Barthlott", "suffix": ""}, {"first": "G", "middle": [], "last": "Kassiotis", "suffix": ""}], "year": 2004, "venue": "Immunology", "volume": "111", "issn": "", "pages": "241--247", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Regulation of mature T cell homeostasis", "authors": [{"first": "C", "middle": [], "last": "Surh", "suffix": ""}, {"first": "J", "middle": [], "last": "Sprent", "suffix": ""}], "year": 2005, "venue": "Semin. Immunol", "volume": "17", "issn": "", "pages": "183--191", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "The peripheral T cell repertoire: independent homeostatic regulation of virgin and activated CD8+ T cell pools", "authors": [{"first": "C", "middle": [], "last": "Tanchot", "suffix": ""}, {"first": "B", "middle": [], "last": "Rocha", "suffix": ""}], "year": 1995, "venue": "Eur. J. Immunol", "volume": "25", "issn": "", "pages": "2127--2136", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "The organization of mature T-cell pools", "authors": [{"first": "C", "middle": [], "last": "Tanchot", "suffix": ""}, {"first": "H", "middle": [], "last": "Fernandes", "suffix": ""}, {"first": "B", "middle": [], "last": "Rocha", "suffix": ""}], "year": 2000, "venue": "Philos. Trans. R. Soc. Lond. B, Biol. Sci", "volume": "355", "issn": "", "pages": "323--328", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Methods for comparing the diversity of samples of the T cell receptor repertoire", "authors": [{"first": "V", "middle": [], "last": "Venturi", "suffix": ""}, {"first": "K", "middle": [], "last": "Kedzierska", "suffix": ""}, {"first": "S", "middle": [], "last": "Turner", "suffix": ""}, {"first": "P", "middle": [], "last": "Doherty", "suffix": ""}, {"first": "M", "middle": [], "last": "Davenport", "suffix": ""}], "year": 2007, "venue": "J. Immunol. Methods", "volume": "321", "issn": "1-2", "pages": "182--195", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Memory CD8 T-cell compartment grows in size with immunological experience", "authors": [{"first": "V", "middle": [], "last": "Vezys", "suffix": ""}, {"first": "A", "middle": [], "last": "Yates", "suffix": ""}, {"first": "K", "middle": [], "last": "Casey", "suffix": ""}, {"first": "G", "middle": [], "last": "Lanier", "suffix": ""}, {"first": "R", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "R", "middle": [], "last": "Antia", "suffix": ""}, {"first": "D", "middle": [], "last": "Masopust", "suffix": ""}], "year": 2009, "venue": "Nature", "volume": "457", "issn": "", "pages": "196--200", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Immunological memory to viral infections", "authors": [{"first": "R", "middle": [], "last": "Welsh", "suffix": ""}, {"first": "L", "middle": [], "last": "Selin", "suffix": ""}, {"first": "E", "middle": [], "last": "Szomolanyi-Tsuda", "suffix": ""}], "year": 2004, "venue": "Annu. Rev. Immunol", "volume": "22", "issn": "", "pages": "711--743", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Apoptosis and loss of virus-specific CD8+ T-cell memory", "authors": [{"first": "R", "middle": [], "last": "Welsh", "suffix": ""}, {"first": "K", "middle": [], "last": "Bahl", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}], "year": 2004, "venue": "Curr. Opin. Immunol", "volume": "16", "issn": "3", "pages": "271--276", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "The privacy of T cell memory to viruses", "authors": [{"first": "R", "middle": [], "last": "Welsh", "suffix": ""}, {"first": "S", "middle": [], "last": "Kim", "suffix": ""}, {"first": "M", "middle": [], "last": "Cornberg", "suffix": ""}, {"first": "S", "middle": [], "last": "Clute", "suffix": ""}, {"first": "L", "middle": [], "last": "Selin", "suffix": ""}, {"first": "Y", "middle": [], "last": "Naumov", "suffix": ""}], "year": 2006, "venue": "From innate immunity to immunological memory", "volume": "", "issn": "", "pages": "117--153", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Interleukin-2 receptor α chain regulates the size and content of the peripheral lymphoid compartment", "authors": [{"first": "D", "middle": [], "last": "Willerford", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Ferry", "suffix": ""}, {"first": "L", "middle": [], "last": "Davidson", "suffix": ""}, {"first": "A", "middle": [], "last": "Ma", "suffix": ""}, {"first": "F", "middle": [], "last": "Alt", "suffix": ""}], "year": 1995, "venue": "Immunity", "volume": "3", "issn": "4", "pages": "521--530", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Beta 2-microglobulin deficient mice lack CD4-CD8+ cytolytic T cells", "authors": [{"first": "M", "middle": [], "last": "Zijlstra", "suffix": ""}, {"first": "M", "middle": [], "last": "Bix", "suffix": ""}, {"first": "N", "middle": [], "last": "Simister", "suffix": ""}, {"first": "J", "middle": [], "last": "Loring", "suffix": ""}, {"first": "D", "middle": [], "last": "Raulet", "suffix": ""}, {"first": "R", "middle": [], "last": "Jaenish", "suffix": ""}], "year": 1990, "venue": "Nature", "volume": "344", "issn": "", "pages": "742--746", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "For active attrition and unweighted lymphopenic proliferation, we determine final-size distributions and the average number of infections until one lineage becomes extinct. All repertoires undergo 80 % or 20 % active attrition followed by lymphopenic proliferation in which both lineages have equal proliferation weights. (a, b): The final lineage size probability distributions are shown for memory CD8 + T-cell repertoires that initially consist of (a) one 20-cell lineage and one 80-cell lineage and (b) one 20,000-and one 80,000-cell lineage. The order of the final-size distributions corresponds to the smallest through largest initial lineages from left to right. Means and standard deviations for every lineage's final distribution are given in red. (c, d): We assume two lineages have a total of (c) 100 cells or (d) 1,000 cells. The mean number of active-attrition-inducing infections until the smaller lineage goes extinct is shown for a range of initial lineage sizes. Comparing a 20-cell lineage in a (c) 100-cell versus (d) 1,000-cell compartment, mean extinction times are 13 versus 24 infections (80 % attrition) or 200 versus 401 infections (20 % attrition), respectively. Extinction of a 200-cell lineage in a 1000-cell compartment requires a mean of 125 infections that induce 80 % active attrition or 2,089 infections that cause 20 % attrition (Color figure online)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Active attrition and weighted lymphopenic proliferation result in the probability distributions shown for various cell types and proliferative weights. (a) A memory repertoire consisting of two bona fide memory lineages, an 80-cell (•) and a 20-cell ( ) lineage, undergoes 80 % attrition. (b-d) A memory repertoire initially composed only of bona fide memory cells (•) undergoes active attrition, after which newly differentiate naive cells ( ) enter the memory compartment before lymphopenic proliferation. In (b), an 800-cell memory lineage undergoes 80 % attrition and then 200 from-naive cells join the compartment. In (c), an 80-cell memory lineage undergoes 80 % attrition before 20 from-naive cells join. In (d), 20 % attrition of the 80-cell lineage occurs before 20 from-naive cells enter. (e, f) Two naive lineages undergo only weighted lymphopenic proliferation to fill an empty memory compartment. In (e), one 8-cell (•) and one 2-cell ( ) newly differentiated naive lineage expands to fill a 100-cell-capacity memory compartment. In (f), one 80-cell (•) and one 20-cell ( ) newly differentiated naive lineage proliferate into a 1000-cell-capacity memory compartment. For all, the larger lineage's cells proliferate with weight 1. The smaller lineage's weight, w, ranges from 0.2 to 1. Means and standard deviations for every lineage's final distribution are in red (Color figure online)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Results of the \"us versus them\" approach with 80 % attrition and weighted proliferation of two memory lineages and two naive lineages are shown. The initial memory repertoire is composed of an 800-cell memory lineage with proliferative weight 1, a 200-cell memory lineage with weight 1, an 8-cell naive lineage with weight 0.8, and a 2-cell naive lineage with weight 0.2. The mean and standard deviation for each final distribution is given in red. (a) We first pit the sum of both memory lineages (1,000 cells) against the sum of both naive lineages (10 cells) with the effective proliferative weights of 1 and 0.68, respectively. We use the final mean of each distribution (971 cells and 29 cells, respectively) to parameterize (b) and (c). (b) The 800-cell memory lineage and the 200-cell memory lineage compete with equal weights of 1 to proliferate to a total of 971 cells following 80 % attrition. The final-size probability distributions shown here have means 777.3 ± 34.7 cells and 193.7 ± 34.7 cells, respectively. (c) The 8-cell naive lineage with weight 0.8 competes against the 2-cell naive lineage with weight 0.2 to fill the compartment to 29 cells. Their final-size probability distributions have means 26.3 ± 1.0 cells and 2.7 ± 1.0 cells, respectively. Together with the 971 cells from the memory lineages, the entire 1,000 cell memory lineage has thus been replenished (Color figure online)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Antigen-induced proliferation followed by passive attrition result in the probability distributions shown. (a, b) Both memory lineages proliferate. In (a), an 80-cell lineage (•) proliferates with weight 1, while a 20-cell lineage ( ) proliferates with weights ranging from 0.2-1. In (b), lineage weights from (a) are reversed so that the 20-cell lineage ( ) has proliferative weight 1 while the 80-cell lineage (•) has weights from 0.2 to 1. (c) The memory compartment contains one 20-cell lineage ( ) specific for the antigen that proliferates and one 80-cell lineage (•) that does not react to the antigen. The 20-cell lineage generates a peak of 1,000 memory cells not including the 80 nonreactive memory cells. For all, means and standard deviations for each lineage's final-size distribution are given in red (Color figure online)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Active attrition followed by antigen-induced proliferation and passive attrition result in the probability distributions shown. (a, b) Initially, there are two memory lineages, and either 80 % or 20 % active attrition occurs. In (a), an 80-cell lineage (•) undergoes attrition but not proliferation, while a 20-cell lineage ( ) is specific for the invading antigen and proliferates accordingly. In (b), there is one 800-cell nonproliferating memory lineage (•) and one 200-cell memory lineage ( ) that recognizes the virus and proliferates. (c, d) The memory repertoire contains multiple memory lineages that first undergo (c) 80 % or (d) 20 % active attrition. Two proliferating lineages initially have 20 and 80 cells with equal weights, while two other 20-and 80-cell lineages do not divide. (Results with other weights are discussed but not shown.) Means and standard deviations for the final distributions are given in red (Color figure online)", "latex": null, "type": "figure"}, "TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "Model pairings by infection type", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Infection Type </td><td>Path </td><td>Probability p(a| m,ac) p(s| A,mc) </td><td>Model\n</td></tr><tr><td>AA and LP </td><td>m → a </td><td>Attrition\n</td></tr><tr><td>A = [a, n] → s </td><td> </td><td>Proliferation\n</td></tr><tr><td>NG and PA </td><td>m → s </td><td>p(s, t | m,0, w,κc) p(s|a,mc) </td><td>Proliferation\n</td></tr><tr><td>s → a </td><td> </td><td>Attrition\n</td></tr><tr><td>AA and NG and PA </td><td>m → a </td><td>p(a| m,ac) </td><td>Attrition\n</td></tr><tr><td>a → s </td><td>p(s, t |a,0, w,κc) p(z|s,mc) </td><td>Proliferation\n</td></tr><tr><td>AA and NG and LP </td><td>s → z (attrition) </td><td> </td><td>Attrition\n</td></tr><tr><td>m → a </td><td>p(a| m,ac) </td><td>Attrition\n</td></tr><tr><td>a → s </td><td>p(s, t |a,0, w,κc) </td><td>Proliferation\n</td></tr><tr><td> </td><td>s → z (proliferation) </td><td>p(z, t |s,0, w) </td><td>Proliferation\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Initial and average final Simpson's indicesThe initial and average final Simpson's indices are given for various infection types, initial repertoires, weights, degrees of attrition, and compartment sizes. The final indices are computed by averaging the individual indices for every possible final repertoire composition. Higher Simpson's indices signify less diversity. Abbreviations-AA: active attrition, LP: lymphopenic proliferation, NG: new memory generation, PA: passive attrition, mc: memory compartment size, w: weight, Att: attrition, mem: memory cells, nv: newly differentiated naive cells", "latex": null, "type": "table"}, "TABREF3": {"text": "Extinction probabilities for a given initial repertoire", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Infection </td><td>Repertoire </td><td>Weight </td><td>Att/Peak </td><td>Pr Small Ext </td><td>Pr Large Ext\n</td></tr><tr><td>AA </td><td>[20 mem,80 mem] </td><td>any </td><td>att 80 % </td><td>0.0066 </td><td>1.8 × 10−21\n</td></tr><tr><td> </td><td> </td><td> </td><td>att 20 % </td><td>1.8 × 10−21 </td><td>0\n</td></tr><tr><td> </td><td>[20,000 mem,80,000 mem] </td><td>any </td><td>att 80 % </td><td>0 </td><td>0\n</td></tr><tr><td> </td><td> </td><td> </td><td>att 20 % </td><td>0 </td><td>0\n</td></tr><tr><td>NG + PA </td><td>[80 mem,20 mem] </td><td>[1,1] </td><td>pk 5,000 </td><td>2.3 × 10−7 </td><td>2.7 × 10−38\n</td></tr><tr><td> </td><td> </td><td>[1,0.2] </td><td>pk 5,000 </td><td>0.39 </td><td>5.7 × 10−173\n</td></tr><tr><td> </td><td> </td><td>[0.2,1] </td><td>pk 5,000 </td><td>8.7 × 10−109 </td><td>0.0076\n</td></tr><tr><td> </td><td> </td><td>[0,1] </td><td>pk 1,080 </td><td>0 </td><td>3.1 × 10−4\n</td></tr><tr><td> </td><td>[4,000 mem,20 mem] </td><td>[0,1] </td><td>pk 5,000 </td><td>0 </td><td>0\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 3 Initial and average final Simpson's indices", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Infection </td><td>Repertoire </td><td>Weight </td><td>Initial </td><td>Final: 80 % Att </td><td>Final: 20 % Att\n</td></tr><tr><td>AA + LP </td><td>[20 mem,80 mem] </td><td>[1,1] </td><td>0.6768 </td><td>0.7002 </td><td>0.6785\n</td></tr><tr><td>Unweighted </td><td>[20,000 mem,80,000 mem] </td><td>[1,1] </td><td>0.679997 </td><td>0.680080 </td><td>0.679986\n</td></tr><tr><td>AA + LP </td><td>[80 mem,20 mem] </td><td>[1,1] </td><td>0.6768 </td><td>0.7029 </td><td>0.6782\n</td></tr><tr><td>Weighted </td><td> </td><td>[1,0.8] </td><td>0.6768 </td><td>0.7536 </td><td>0.6870\n</td></tr><tr><td>Memory Only </td><td> </td><td>[1,0.5] </td><td>0.6768 </td><td>0.8296 </td><td>0.7014\n</td></tr><tr><td> </td><td> </td><td>[1,0.2] </td><td>0.6768 </td><td>0.8923 </td><td>0.7174\n</td></tr><tr><td>AA + LP </td><td>[80 mem,20 nv] </td><td>[1,1] </td><td>1 </td><td>0.5074 </td><td>0.5518\n</td></tr><tr><td> </td><td> </td><td>[1,0.5] </td><td>1 </td><td>0.5107 </td><td>0.5785\n</td></tr><tr><td>Weighted </td><td> </td><td>[1,0.2] </td><td>1 </td><td>0.5611 </td><td>0.6015\n</td></tr><tr><td>Memory\n</td><td>[800 mem, 200 nv] </td><td>[1,1] </td><td>1 </td><td>0.5063 </td><td>0.5552\n</td></tr><tr><td>&amp; Naive\n</td><td> </td><td>[1,0.5] </td><td>1 </td><td>0.5114 </td><td>0.5824\n</td></tr><tr><td> </td><td> </td><td>[1,0.2] </td><td>1 </td><td>0.5648 </td><td>0.6056\n</td></tr><tr><td>AA + LP </td><td>[8 nv,2 nv] </td><td>[1,1] </td><td>0 </td><td>0.7032 </td><td>0.7085\n</td></tr><tr><td> </td><td> </td><td>[1,0.8] </td><td>0 </td><td>0.7749 </td><td>0.8404\n</td></tr><tr><td>Weighted </td><td> </td><td>[1,0.5] </td><td>0 </td><td>0.8717 </td><td>0.9554\n</td></tr><tr><td>Naive Only </td><td> </td><td>[1,0.2] </td><td>0 </td><td>0.9353 </td><td>0.9894\n</td></tr><tr><td> </td><td>[80 nv,20 nv] </td><td>[1,1] </td><td>0 </td><td>- </td><td>0.6825\n</td></tr><tr><td> </td><td> </td><td>[1,0.8] </td><td>0 </td><td>- </td><td>0.7681\n</td></tr><tr><td> </td><td> </td><td>[1,0.5] </td><td>0 </td><td>- </td><td>0.8727\n</td></tr><tr><td> </td><td> </td><td>[1,0.2] </td><td>0 </td><td>- </td><td>0.9362\n</td></tr><tr><td>Infection </td><td>Repertoire </td><td>Weight </td><td>Initial </td><td>Final </td><td>Final: Reverse w\n</td></tr><tr><td>NG + PA </td><td>[80 mem,20 mem] </td><td>[1,1] </td><td>0.6768 </td><td>0.6830 </td><td>0.6831\n</td></tr><tr><td> </td><td> </td><td>[1,0.8] </td><td>0.6768 </td><td>0.8196 </td><td>0.5343\n</td></tr><tr><td> </td><td> </td><td>[1,0.5] </td><td>0.6768 </td><td>0.9396 </td><td>0.6520\n</td></tr><tr><td> </td><td> </td><td>[1,0.2] </td><td>0.6768 </td><td>0.9819 </td><td>0.9084\n</td></tr><tr><td>Infection </td><td>Repertoire </td><td>Weight </td><td>Initial </td><td>Final: 80 % Att </td><td>Final: 20 % Att\n</td></tr><tr><td>AA + NG + PA </td><td>[20 mem,80 mem] </td><td>[1,0] </td><td>0.6768 </td><td>0.8614 </td><td>0.8626\n</td></tr><tr><td> </td><td>[200 mem,800 mem] </td><td>[1,0] </td><td>0.6797 </td><td>0.8626 </td><td>0.8628\n</td></tr><tr><td> </td><td>[20 mem,80 mem,\n</td><td>[0,0,1,1] </td><td>0.3367 </td><td>0.6851 </td><td>0.6630\n</td></tr><tr><td> </td><td>20 mem,80 mem]\n</td><td>[0,0,1,0.5] </td><td>0.3367 </td><td>0.6128 </td><td>0.6113\n</td></tr><tr><td> </td><td> </td><td>[0,0,0.5,1] </td><td>0.3367 </td><td>0.9039 </td><td>0.9050\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements This work was supported by NSF DMS-0354259. The authors are grateful to J.P. Keener, R. Antia, R.S. Fujinami, and A.L. Fogelson for helpful discussions.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}