{
    "paper_id": "f9896dff582559028a91dfed41b33e2c1e746fae",
    "metadata": {
        "title": "Fatal H1N1 influenza infection in an allo-SCT recipient",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In March 2009, an outbreak of H1N1 influenza A virus was detected in Mexico. According to the WHO records, as of November, 199 countries had reported cases of infection; 6000 of them were fatal (http://www.who.int/csr/don/ 2009_11_03/en/index.html). Symptoms of H1N1 influenza A are similar to seasonal influenza and include fever, cough, sore throat and malaise. Vomiting and diarrhea have also been common, both of which are unusual features of seasonal influenza. 1 The most common risk factors for H1N1 influenza complications include underlying severe illnesses, chronic lung disease, immunosuppressive conditions, pregnancy and obesity. 2 We report a case of a 62-year-old man who underwent allogeneic PBSC transplantation from his HLA identical sister in April 2009. The patient was diagnosed with CLL in 2005. At the time of transplant he had advanced disease with marked splenomegaly, diffuse lymphadenopathy and heavy BM involvement requiring frequent blood transfusions. The patient received reduced intensity conditioning with alemtuzumab (20 mg daily from day À8 to À4), fludarabine (30 mg/m 2 daily from day À7 to À3) and melphalan (140 mg/m 2 on day À2).",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 468,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 643,
                    "end": 644,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "His post-transplantation course was complicated by slow engraftment and acute grade 3-4 GVHD involving primarily the gut, for which he was treated with CYA, methylprednisolone, mycophenolate mofetil, somatostatin, ursodeoxycholic acid and parenteral nutrition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By day 100 his condition had improved significantly, diarrhea had subsided and he recovered from CMV viremia. The WBC was 2.8 Â 10 3 /ml with 2.6 Â 10 3 /ml neutrophils, but he was still plt transfusion-dependent. The spleen size reduced, BM aspiration showed no evidence of disease, and quantitative STR-PCR revealed 96% donor chimerism. By that time his performance status also improved; he was able to maintain a good oral intake, was allowed to spend the nights at home with his family and was soon to be completely discharged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On day 118 the patient developed signs and symptoms of flu that included low-grade fever, myalgia and dry cough. PCR analysis of nasal swab samples confirmed infection with H1N1 influenza. The patient was started with oseltamivir (Tamiflu). CYA and mycophenolate mofetil were discontinued and an empiric broad-spectrum antibiotic coverage was added a day later. On day 120 he developed acute respiratory distress syndrome (ARDS) requiring intubation and mechanical ventilation. He was transferred to the intensive care unit and he died 5 days later from complications of severe sepsis. Viral infections have a particularly grave prognosis in the setting of allogeneic hematopoietic SCT (HSCT). Interestingly, the frequency of influenza among HSCT recipients is quite low ranging from 0.2 to 2.8% in different series. 3 These somewhat low figures are surprising and probably reflect under-diagnosed episodes of infections. Influenza is not routinely included in the active search for etiology in every febrile episode in these patients. Among patients with respiratory symptoms during a local influenza epidemic the figures might be as high as 29%. 4 In addition, the policy of protective isolation that is the standard of care in most transplant units might be especially efficient in preventing influenza infection.",
            "cite_spans": [
                {
                    "start": 817,
                    "end": 818,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1148,
                    "end": 1149,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this case, the patient was infected with H1N1 virus few days after loosening the protective in-hospital isolation, while allowed him to stay at home overnight. None of our other patients or the treating staff had flu symptoms or positive H1N1 nasal swabs at that time. Recently, the protective isolation policy that was the standard of care in all transplant units was questioned. 5 However, at times of new influenza epidemic with a potential high-level incidence of fatal complications for our patients, adhering to strict isolation policy is strongly recommended.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 385,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Influenza might have devastating consequences in HSCT patients. The case fatality rate among allogeneic HSCT from 37 centers over three seasons of influenza was 24% (13 of 55). 6 It is still too early to appreciate the consequences of infection with H1N1 strain, specifically on HSCT patients, but based on current data, patients at risk are prone to a broad range of severe complications including secondary bacterial pneumonia with or without sepsis, neurologic complications (encephalitis, post-infection encephalopathy, febrile seizures and status epilepticus), cardiac (pericarditis, myocarditis) and toxic shock syndrome. Our patient suffered from respiratory failure secondary to acute respiratory distress syndrome. He then developed an encephalitis-like state and finally died of multi-organ failure, secondary to Klebsiella pneumoniae sepsis. To the best of our knowledge, this is the first reported allogeneic transplant recipient who died of documented H1N1 influenza infection. This case illustrates the importance of preventive isolation measures, including droplet isolation, to avoid exposure to the influenza virus, such as the current H1N1 pandemic. In addition, patients who are candidates for HSCT should definitely be at top priority for receiving H1N1 influenza vaccines.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 178,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "U Rozovski, Y Herishanu, L Gipstein and E Naparstek Hematology and Bone Marrow Transplantation, Tel-Aviv Sourasky Medical Center, Tel-Aviv, Israel E-mail: uri@smartmove.co.il",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emergence of a novel swine-origin influenza A (H1N1) virus in humans",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindstrom",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Garten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "2605--2615",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hospitalized patients with novel influenza A (H1N1) virus infection-California",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "58",
            "issn": "",
            "pages": "536--541",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza in immunosuppressed populations: a review of infection frequency, morbidity, mortality, and vaccine responses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kunisaki",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Janoff",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "493--504",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza A virus infections among hospitalized adult bone marrow transplant recipients",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Whimbey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Elting",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Couch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Champlin",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Bone Marrow Transplant",
            "volume": "13",
            "issn": "",
            "pages": "437--440",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolation in the allogeneic transplant environment: how protective is it?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hayes-Lattin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Leis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Maziarz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bone Marrow Transplant",
            "volume": "36",
            "issn": "",
            "pages": "373--381",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Respiratory virus infections in stem cell transplant patients: the European experience",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ljungman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biol Blood Marrow Transplant",
            "volume": "7",
            "issn": "",
            "pages": "5--7",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}