{"paper_id": "f9d700f09761c5e0faec5bc65574c6bc75d8ed7a", "metadata": {"title": "Macrolide-resistant Mycoplasma pneumoniae in children in Taiwan", "authors": [{"first": "Han-Meng", "middle": [], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "• Kin-Sun", "middle": [], "last": "Wong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yhu-Chering", "middle": [], "last": "Huang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shen-Hao", "middle": [], "last": "Lai", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kuo-Chien", "middle": [], "last": "Tsao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ya-Jhu", "middle": [], "last": "Lin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tzou-Yien", "middle": [], "last": "Lin", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The aim of this study was to estimate the prevalence of macrolide-resistant Mycoplasma pneumoniae in Taiwan and to compare the clinical courses of pediatric patients with macrolide-resistant (MR) M. pneumoniae and macrolide-susceptible (MS) M. pneumoniae infection. Patients were among the children admitted to Chang Gung Children's Hospital with mycoplasmal pneumonia between February and December 2011. Detection for macrolide resistance was performed after informed consent was obtained. We retrospectively reviewed medical records and compared the clinical courses of two groups of patients of 73 children enrolled into our study. The rate of macrolide resistance in M. pneumoniae was 12.3 %. Longer hospital stay was observed in the MR patients than MS patients [median, 7 days vs. 5 days (P = 0.019)]. Clinical features or radiographic or laboratory findings are not helpful to differentiate MR from MS mycoplasmal pneumonia. Early diagnosis of MR mycoplasmal pneumonia is crucial for the best management of these patients and obviates the need for extensive etiological searches of these nonresponding cases.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Mycoplasma pneumoniae (M. pneumoniae) is an important causative organism of respiratory infections in children and young adults. The severity of infection varies from mild upper respiratory tract infection to severe pneumonia. Up to 40 % of community-acquired pneumonia (CAP) and as many as 18 % of cases requiring hospitalizations in children have been the result of M. pneumoniae infection [1] . Macrolides remain the initial therapy of M. pneumoniae infection [2] . However, increasing numbers of macrolideresistant (MR) M. pneumoniae have been reported in the past decade [3] [4] [5] [6] . An A to G/C transition at position 2063 or 2064 of the gene resulted in high-level macrolide resistance of the M. pneumoniae strain, whereas a C to G or C to A mutation at position 2617 was associated with a lower resistance to macrolides [7] .", "cite_spans": [{"start": 392, "end": 395, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 463, "end": 466, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 576, "end": 579, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 580, "end": 583, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 584, "end": 587, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 588, "end": 591, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 833, "end": 836, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "More and more case reports reveal that M. pneumoniae infection in children results in many complications, such as acute respiratory distress syndrome (ARDS), necrotizing pneumonitis, lung abscess, bronchiolitis obliterans, or organizing pneumonia [8] [9] [10] [11] . Recently, two patients were reported in Taiwan with MR M. pneumoniae infection who had severe complications [8] . Until now, no comprehensive study of the clinical features of macrolide-resistant M. pneumoniae pneumonia in Taiwan has been reported. We began to study the clinical features of macrolideresistant M. pneumoniae infection in children with CAP after the increasing recognition of macrolide-resistant strains.", "cite_spans": [{"start": 247, "end": 250, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 251, "end": 254, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 255, "end": 259, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 260, "end": 264, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 375, "end": 378, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": ""}, {"text": "The patient population of this study is from the patients with M. pneumoniae pneumonia admitted to Chang Gung Children's Hospital between February and December 2011. In this study, the diagnosis of M. pneumoniae pneumonia was based on clinical symptoms with lower respiratory tract infection and laboratory results with positive M. pneumoniae DNA using real-time polymerase chain reaction (PCR). PCR was performed using a M. pneumoniae attachment protein P1 Primer Set Kit targeted at the P1 gene of M. pneumoniae. If the threshold cycle (Ct) value of PCR for the P1 gene was less than 35, the copy of DNA could be enough for DNA sequencing [12] . Informed consent was obtained from the patients when Ct value of PCR was less than 35. Further detection of macrolide resistance was performed afterward. The Institutional Review Board of Chang Gung Memorial Hospital approved the study (CGMH 99-3224B and 99-4129B).", "cite_spans": [{"start": 641, "end": 645, "text": "[12]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "Patients were excluded if they (1) were admitted to intensive care units; (2) had preexisting chronic illness, such as congenital heart disease, bronchopulmonary dysplasia, immunodeficiency, or malignancy; or (3) were over 18 years of age. The throat swab specimens of M. pneumoniae were tested by nested PCR assay for the detection of macrolide resistance [13] . We retrospectively reviewed the medical records of these patients and performed series analysis for comparing the clinical courses of patients with macrolide-resistant (MR) and macrolide-susceptible (MS) M. pneumoniae infections.", "cite_spans": [{"start": 357, "end": 361, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": ""}, {"text": "The total number of febrile days, hospital stay, mortality, and complications were collected. Cough, coryza, sore throat, wheezing, chest pain, and dyspnea were recorded and analyzed. Moreover, demographic data, underlying co-morbidities, radiographic findings, laboratory data, antibiotics usage, and clinical outcomes were also analyzed.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "A PCR assay followed by direct amplicon sequencing was developed to detect point mutations conferring resistance to macrolides in the domain V of 23S rRNA genes of M. pneumoniae. Sequencing of the 23S rRNA identified an A2063G or A2064G transition in domain V, which indicates a macrolide-resistant strain.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Statistical analysis was performed using IBM SPSS software, version 18.0.0 for Windows (SPSS, Chicago, IL, USA). Continuous data were compared using the Student t test. Differences in categorical variables were assessed with Yates' corrected chi-square (v 2 ) or Fisher's exact tests where appropriate. The Wilcoxon rank-sum test was used for comparison of medians. The length of hospital stay was estimated according to the Kaplan-Meier method from the date of admission to the time of discharge. Survival curves of febrile days were estimated according to the Kaplan-Meier method from the date of disease beginning to the time of recovery. The difference in Kaplan-Meier curves was examined by means of the log-rank test. A P value of less than 0.05 was considered significant.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Between February and December 2011, a consecutive of 204 throat swab specimens with positive M. pneumoniae DNA were obtained in our hospital. There were 100 specimens with Ct value of PCR less than 35. Informed consent was obtained from 73 parents, and the children were thus enrolled into our study. Among 73 M. pneumoniae specimens, 9 specimens harbored an A-to-G transition mutation at position 2063 in domain V of the 23S rRNA genes. The rate of macrolide resistance in M. pneumoniae, based on PCR-positive specimens, was 12.3 % in our study.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The clinical features of MR patients and MS patients are summarized in Table 1 . No significant difference in the clinical features or radiographic findings was found in MR Table 2 . The use of empiric antibiotics was similar in both groups of patients. Beta-lactam antibiotics were more frequently added to MR patients than MS patients but the rate was not significantly different. Significantly more MR patients received doxycyline than MS patients [4/9 (44 %) vs. 7/64 (11 %); P = 0.025] ( Table 2) . Doxycycline was more likely to be administered to the patients with prolonged fever.", "cite_spans": [], "ref_spans": [{"start": 71, "end": 78, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 173, "end": 180, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 493, "end": 501, "text": "Table 2)", "ref_id": "TABREF1"}], "section": ""}, {"text": "With regard to the length of hospital stay, the MR patients stayed longer than the MS patients despite the administration of azithromycin (median, 7 days vs. 5 days; P = 0.019) ( Table 2) . However, the Kaplan-Meier curve with log-rank test did not reveal a statistically significant difference on this matter (P = 0.141, Fig. 1a) . Similarly, although the MR patients tended to have more febrile days than the MS patients (median, 8 days vs. 7 days; P = 0.085) ( Table 2) , again, the Kaplan-Meier curve with log-rank test did not reveal a statistically significant difference (P = 0.127; Fig. 1b) . Last, the percentage of patients with fever for more than 7 days was greater for the MR patients than the MS patients (78 vs. 45 %; P = 0.07) ( Table 2) . As for mortality of mycoplasmal pneumonia, there were no deaths among these 73 patients. Two patients of the MS group developed complications. One patient had bilateral necrotizing pneumonia with coagulase-negative Staphylococcus bacteremia concomitant with herpes simplex virus type I infection. One patient developed bronchiolitis obliterans; he had a positive rapid influenza diagnostic test and revealed positive adenovirus culture later.", "cite_spans": [], "ref_spans": [{"start": 179, "end": 187, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 322, "end": 330, "text": "Fig. 1a)", "ref_id": "FIGREF0"}, {"start": 464, "end": 472, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 590, "end": 598, "text": "Fig. 1b)", "ref_id": "FIGREF0"}, {"start": 745, "end": 753, "text": "Table 2)", "ref_id": "TABREF1"}], "section": ""}, {"text": "This study is the first study in Taiwan, and we found that the prevalence of macrolide-resistant M. pneumoniae infection in northern Taiwan was higher than reported in America but lower than that in Japan and China [4] [5] [6] . An A-to-G transition mutation at position 2063 in domain V of 23S rRNA genes were found exclusively in all nine macrolide-resistant specimens in this study.", "cite_spans": [{"start": 215, "end": 218, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 219, "end": 222, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 223, "end": 226, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "Duration of fever was longer in macrolide-resistant M. pneumoniae infection among patients from pediatric clinics in Japan [13] , and this was also noted in our study. We tried to use a Kaplan-Meier curve to detect a difference of the rate of febrile patients between MR and MS patients. With the log-rank test, the rate of febrile patients between MR and MS patients was not significantly different. Also, our results are in line with a previous study showing no differences regarding demographics, laboratory findings, and severity of symptoms between MR and MS M. pneumoniae infections [14] . In addition, no particular radiographic pattern was able to distinguish MR from MS strains in this study. Last, no biomarker in this study could distinguish between MR and MS M. pneumoniae infections. In our study, MR patients had longer hospital stay by the Student t test; however, the log-rank test did not show statistical significance. The Kaplan-Meier methodology was originally used as an estimator of the survival function from lifetime data. The Kaplan-Meier curve has the advantage of displaying graphically the differences of cumulated rates of length of stay and time of fever subsidence for MR and MS patients. The discrepancy of a significant difference of hospital stay in Table 2 using Student's t test versus a nonsignificant difference according to Kaplan-Meier methodology was noted because the former considers the difference of mean values of hospital stay whereas the latter concerns difference of cumulative percentage (Fig. 1a) . Similarly, a discrepancy of length of fever defervescence may be explained by inherent differences between different statistical methods.", "cite_spans": [{"start": 123, "end": 127, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 589, "end": 593, "text": "[14]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 1284, "end": 1291, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1538, "end": 1547, "text": "(Fig. 1a)", "ref_id": "FIGREF0"}], "section": ""}, {"text": "Moreover, doxycyline was used more frequently in MR patients with no apparent side effects in our study. The more frequent use of doxycycline in this study possibly reflects the attitudes of primary care physicians. Patients who suffered from persistent fever after azithromycin treatment became afebrile after doxycycline treatment, and no treatment failure occurred. Doxycyline seems to have a good therapeutic effect for macrolide-resistant M. pneumoniae infection in pediatric patients. However, the effect of tetracycline in children with MR M. pneumoniae infection still warrants more prospective studies.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "There are a number of limitations in our study. (1) Patients enrolled into this study were from a single tertiary center in northern Taiwan, and thus the results cannot be extrapolated to the general population in Taiwan. Further, the statistical power was low because of the small number of patients. (2) We did not include all mycoplasmal pneumonia patients. The choice of patient population depended on the Ct value of PCR and the willingness of the parent. (3) Critical patients who required intensive care were excluded for analysis, so that only mild cases with mycoplasmal infections were recruited in this study; thus, the true prevalence of M. pneumoniae may be underestimated. Further prospective and large-scale studies are needed to resolve this uncertainty.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In conclusion, the prevalence of macrolide-resistant M. pneumoniae in a tertiary children's center in northern Taiwan is 12.3 %. No remarkable differences in clinical manifestations were found between MR and MS patients, except a difference in length of hospital stay. Early diagnosis of MR mycoplasmal pneumonia is crucial for the prompt management of these patients and can obviate the need for extensive etiological searches for nonresponding pneumonia.", "cite_spans": [], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Role of Mycoplasma pneumoniae and Chlamydia pneumoniae in children with community-acquired lower respiratory tract infections", "authors": [{"first": "N", "middle": [], "last": "Principi", "suffix": ""}, {"first": "S", "middle": [], "last": "Esposito", "suffix": ""}, {"first": "F", "middle": [], "last": "Blasi", "suffix": ""}, {"first": "Allegra", "middle": ["L"], "last": "", "suffix": ""}], "year": 2001, "venue": "Clin Infect Dis", "volume": "32", "issn": "", "pages": "1281--1290", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Antibiotics for community-acquired lower respiratory tract infections secondary to Mycoplasma pneumoniae in children", "authors": [{"first": "S", "middle": [], "last": "Mulholland", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Gavranich", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Chang", "suffix": ""}], "year": 2010, "venue": "Cochrane Database Syst Rev", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Macrolide-resistant Mycoplasma pneumoniae: characteristics of isolates and clinical aspects of community-acquired pneumonia", "authors": [{"first": "M", "middle": [], "last": "Morozumi", "suffix": ""}, {"first": "T", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "K", "middle": [], "last": "Ubukata", "suffix": ""}], "year": 2010, "venue": "J Infect Chemother", "volume": "16", "issn": "", "pages": "78--86", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "High prevalence of macrolide resistance in Mycoplasma pneumoniae isolates from adult and adolescent patients with respiratory tract infection in China", "authors": [{"first": "B", "middle": [], "last": "Cao", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": ["D"], "last": "Yin", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Song", "suffix": ""}, {"first": "L", "middle": [], "last": "Bai", "suffix": ""}], "year": 2010, "venue": "Clin Infect Dis", "volume": "51", "issn": "", "pages": "189--94", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Emergence of macrolide-resistant strains during an outbreak of Mycoplasma pneumoniae infections in children", "authors": [{"first": "M", "middle": [], "last": "Chironna", "suffix": ""}, {"first": "A", "middle": [], "last": "Sallustio", "suffix": ""}, {"first": "S", "middle": [], "last": "Esposito", "suffix": ""}, {"first": "M", "middle": [], "last": "Perulli", "suffix": ""}, {"first": "I", "middle": [], "last": "Chinellato", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Bari", "suffix": ""}], "year": 2011, "venue": "J Antimicrob Chemother", "volume": "66", "issn": "", "pages": "734--741", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Rising rates of macrolide-resistant Mycoplasma pneumoniae in the central United States", "authors": [{"first": "M", "middle": [], "last": "Yamada", "suffix": ""}, {"first": "R", "middle": [], "last": "Buller", "suffix": ""}, {"first": "S", "middle": [], "last": "Bledsoe", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Storch", "suffix": ""}], "year": 2012, "venue": "Pediatr Infect Dis J", "volume": "31", "issn": "", "pages": "409--420", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Mechanisms of drug resistance in Mycoplasma pneumoniae", "authors": [{"first": "C", "middle": ["M"], "last": "Bebear", "suffix": ""}, {"first": "S", "middle": [], "last": "Pereyre", "suffix": ""}], "year": 2005, "venue": "Curr Drug Targets Infect Disord", "volume": "5", "issn": "", "pages": "263--71", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Life-threatening pneumonia caused by macrolideresistant Mycoplasma pneumoniae", "authors": [{"first": "Y", "middle": ["C"], "last": "Hsieh", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Tsao", "suffix": ""}, {"first": "C", "middle": ["G"], "last": "Huang", "suffix": ""}, {"first": "S", "middle": [], "last": "Tong", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Winchell", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Huang", "suffix": ""}], "year": 2011, "venue": "Pediatr Infect Dis J", "volume": "31", "issn": "", "pages": "208--217", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Mycoplasma pneumoniae infection complicated by lung abscess, pleural effusion, thrombocytopenia and disseminated intravascular coagulation", "authors": [{"first": "C", "middle": ["C"], "last": "Chiou", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Liu", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Hsieh", "suffix": ""}], "year": 1997, "venue": "Pediatr Infect Dis J", "volume": "16", "issn": "", "pages": "327--336", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Mycoplasma pneumoniae associated organising pneumonia in a 10 year old boy", "authors": [{"first": "O", "middle": [], "last": "Wachowski", "suffix": ""}, {"first": "S", "middle": [], "last": "Demirakca", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Muller", "suffix": ""}, {"first": "W", "middle": [], "last": "Scheurlen", "suffix": ""}], "year": 2003, "venue": "Arch Dis Child", "volume": "88", "issn": "", "pages": "270--272", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Necrotizing pneumonitis caused by Mycoplasma pneumoniae in pediatric patients: report of five cases and review of literature", "authors": [{"first": "R", "middle": ["S"], "last": "Wang", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Wang", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Hsieh", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Chiou", "suffix": ""}, {"first": "I", "middle": ["F"], "last": "Huang", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Cheng", "suffix": ""}], "year": 2004, "venue": "Pediatr Infect Dis J", "volume": "23", "issn": "", "pages": "564--571", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Detection of macrolide resistance in Mycoplasma pneumoniae by real-time PCR and high-resolution melt analysis", "authors": [{"first": "B", "middle": ["J"], "last": "Wolff", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Thacker", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Schwartz", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Winchell", "suffix": ""}], "year": 2008, "venue": "Antimicrob Agents Chemother", "volume": "52", "issn": "", "pages": "3542--3551", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Clinical evaluation of macrolide-resistant Mycoplasma pneumoniae", "authors": [{"first": "S", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "T", "middle": [], "last": "Yamazaki", "suffix": ""}, {"first": "M", "middle": [], "last": "Narita", "suffix": ""}, {"first": "N", "middle": [], "last": "Okazaki", "suffix": ""}, {"first": "I", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "T", "middle": [], "last": "Andoh", "suffix": ""}], "year": 2006, "venue": "Antimicrob Agents Chemother", "volume": "50", "issn": "", "pages": "709--721", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A comparative clinical study of macrolidesensitive and macrolide-resistant Mycoplasma pneumoniae infections in pediatric patients", "authors": [{"first": "K", "middle": [], "last": "Matsubara", "suffix": ""}, {"first": "M", "middle": [], "last": "Morozumi", "suffix": ""}, {"first": "T", "middle": [], "last": "Okada", "suffix": ""}, {"first": "T", "middle": [], "last": "Matsushima", "suffix": ""}, {"first": "O", "middle": [], "last": "Komiyama", "suffix": ""}, {"first": "M", "middle": [], "last": "Shoji", "suffix": ""}], "year": 2009, "venue": "J Infect Chemother", "volume": "15", "issn": "", "pages": "380--383", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Kaplan-Meier curve for rate of hospitalized patients (P = 0.141). b Kaplan-Meier curve for rate of febrile patients (P = 0.127)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Comparison of clinical features in macrolide-resistant (MR) patients and macrolide-susceptible (MS) patientspatients versus MS patients. Biomarkers for infection, such as C-reactive protein, white blood cell counts, and platelet counts, in the two groups of patients were not significantly different. Coexisting infections with bacteria (from blood specimens) and virus (from throat swab specimens) were seen in both MR and MS patients.Therapy and outcomes of MR and MS patients are listed in", "latex": null, "type": "table"}, "TABREF1": {"text": "Comparison of treatment and outcome in MR patients and MS patients", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 1 Comparison of clinical features in macrolide-resistant (MR) patients and macrolide-susceptible (MS) patients", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>MR patients (n = 9)\n</td><td>MS patients (n = 64)\n</td><td>P value\n</td></tr><tr><td>Characteristics\n</td><td> </td><td> </td><td> </td></tr><tr><td>Age (years) </td><td>6.3 (3.2-13.6)a </td><td>6.5 (1-16.2)a </td><td>0.54\n</td></tr><tr><td>Gender (boy/girl) </td><td>5/4 </td><td>28/36 </td><td>0.508\n</td></tr><tr><td>Clinical features\n</td><td> </td><td> </td><td> </td></tr><tr><td>Maximum temperature (C) </td><td>39.76 ± 0.79 </td><td>39.32 ± 0.84 </td><td>0.145\n</td></tr><tr><td>Cough </td><td>9 (100) </td><td>64 (100) </td><td>1\n</td></tr><tr><td>Coryza </td><td>7 (78) </td><td>32 (50) </td><td>0.162\n</td></tr><tr><td>Wheezing </td><td>3 (33) </td><td>5 (7.8) </td><td>0.054\n</td></tr><tr><td>Chest pain </td><td>0 (0) </td><td>4 (6.3) </td><td>0.584\n</td></tr><tr><td>Dyspnea </td><td>1 (11) </td><td>12 (18.8) </td><td>0.495\n</td></tr><tr><td>Sore throat </td><td>4 (44) </td><td>16 (25) </td><td>0.246\n</td></tr><tr><td>Laboratory data (nadir)\n</td><td> </td><td> </td><td> </td></tr><tr><td>CRP (mg/l) </td><td>42.32 ± 32.06b </td><td>70.35 ± 60.78b </td><td>0.181\n</td></tr><tr><td>Platelets (1,000/ll) </td><td>301.67 ± 135.6b </td><td>267.03 ± 110.54b </td><td>0.395\n</td></tr><tr><td>WBC (1,000/ll) </td><td>9.31 ± 4.27b </td><td>8.34 ± 3.79b </td><td>0.483\n</td></tr><tr><td>Neutrophil count (1,000/ll) </td><td>6.58 ± 3.7b </td><td>5.46 ± 3.02b </td><td>0.315\n</td></tr><tr><td>Lymphocyte count (1,000/ll) </td><td>1.19 ± 0.75b </td><td>2.02 ± 1.19b </td><td>0.569\n</td></tr><tr><td>Radiologic findings\n</td><td> </td><td> </td><td> </td></tr><tr><td>Bronchopneumonic infiltrates </td><td>1 (11) </td><td>7 (11) </td><td>0.671\n</td></tr><tr><td>Lobar consolidation </td><td>8 (89) </td><td>57 (89) </td><td>0.671\n</td></tr><tr><td>Pleural effusion </td><td>1 (11) </td><td>16 (25) </td><td>0.675\n</td></tr><tr><td>Coexisting infections\n</td><td> </td><td> </td><td> </td></tr><tr><td>Bacteria (from blood specimen)\n</td><td>2 (22) </td><td>3 (4.7) </td><td>0.112\n</td></tr><tr><td>Staphylococcus aureus </td><td>1 (11) </td><td>3 (4.7)\n</td><td> </td></tr><tr><td>Haemophilus parainfluenzae </td><td>1 (11) </td><td>0 (0)\n</td><td> </td></tr><tr><td>Virus (from throat swab specimen)\n</td><td>2 (22) </td><td>8 (12.5) </td><td>0.577\n</td></tr><tr><td>Adenovirus </td><td>1 (11) </td><td>3 (4.7)\n</td><td> </td></tr><tr><td>Rotavirus </td><td>1 (11) </td><td>0 (0)\n</td><td> </td></tr><tr><td>Influenza virus </td><td>0 (0) </td><td>2 (3.1)\n</td><td> </td></tr><tr><td>Parainfluenza virus </td><td>0 (0) </td><td>1 (1.6)\n</td><td> </td></tr><tr><td>Herpes simplex virus </td><td>0 (0) </td><td>1 (1.6)\n</td><td> </td></tr><tr><td> </td><td>Enterovirus </td><td>0 (0) </td><td>1 (1.6)\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Table 2 Comparison of treatment and outcome in MR patients and", "latex": null, "type": "table", "html": "<html><body><table><tr><td>MS patients\n</td><td>MR patients (n = 9)\n</td><td>MS patients (n = 64)\n</td><td>P value\n</td></tr><tr><td>Antibiotics prescription\n</td><td> </td><td> </td><td> </td></tr><tr><td>Azithromycin </td><td>9 (100) </td><td>64 (100) </td><td>1\n</td></tr><tr><td>Beta-lactam antibiotics </td><td>9 (100) </td><td>56 (88) </td><td>0.584\n</td></tr><tr><td>Doxycycline </td><td>4 (44) </td><td>7 (11) </td><td>0.025\n</td></tr><tr><td>Outcome\n</td><td> </td><td> </td><td> </td></tr><tr><td>Days of hospital stay </td><td>7 (5-29)a </td><td>5 (3-33)a </td><td>0.019\n</td></tr><tr><td>Total febrile days </td><td>8 (4-21)a </td><td>7 (0-24)a </td><td>0.085\n</td></tr><tr><td>No. of febrile days[3 days </td><td>9 (100) </td><td>58 (91.7) </td><td>0.341\n</td></tr><tr><td>No. of febrile days[7 days </td><td>7 (78) </td><td>29 (45.3) </td><td>0.07\n</td></tr><tr><td>Mortality </td><td>0 (0) </td><td>0 (0)\n</td><td> </td></tr><tr><td>Morbidity\n</td><td> </td><td> </td><td> </td></tr><tr><td>Necrotizing pneumonia </td><td>0 (0) </td><td>1 (1.6)\n</td><td> </td></tr><tr><td> </td><td>Postinfectious bronchiolitis obliterans\n</td><td>0 (0) </td><td>1 (1.6)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments This work was supported by a grant from Chang Gung Memorial Hospital, Taiwan (CMRPG 3A0271)Conflict of interest The authors declare that they have no conflicting interests in relation to this work.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}