{"paper_id": "f9f1d8d5e2b1ef8c0404d32d0f6a8abe5c78191f", "metadata": {"title": "An analysis of sources of risk in the consumer electronics industry", "authors": [{"first": "Sodhi", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": [], "last": "Lee", "suffix": "", "affiliation": {"laboratory": "", "institution": "City University", "location": {"settlement": "London", "country": "UK;"}}, "email": ""}]}, "abstract": [{"text": "The consumer electronics industry is a $240 billion global industry with a small number of highly competitive global players. We describe many of the risks associated with any global supply chain in this industry. As illustration, we also list steps that Samsung Electronics and its subsidiary, Samsung Electronics UK, have taken to mitigate these risks. Our description of the risks and illustration of mitigation efforts provides the backdrop to identify areas of future research.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In supply chain management, there is much discussion on risks related to such aspects of supply chains as short product lifecycles, keen competition combined with cooperation, and globalization. The consumer electronics industry is the very embodiment of these aspects of supply chain management and related risks. While some of the supply-and demandrelated risks are similar to such industries as the toy industry (Johnson, 2001) , the consumer electronics industry faces additional risks due to its vertically integrated supply chains. This article seeks to provide a starting point for understanding supply chain risk in this industry through examples from this industry as well as from related ones like computers and mobile phones. To illustrate the mitigation of these risks, we list steps that Samsung Electronics and its subsidiary, Samsung Electronics UK, have taken to manage these risks.", "cite_spans": [{"start": 415, "end": 430, "text": "(Johnson, 2001)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "The consumer electronics industry is worth US$240 billion annually worldwide comprising visual equipment, audio equipment, and games consoles (Datamonitor, 2004) and is a quarter of the broader electronics sector (Market Watch, 2004) . It is truly global with Asia Pacific having 35% market share, Europe having 31.5%, the US having 23%, and the rest of the world having the rest (Datamonitor, 2004) . Major players in this industry are household names like Sony, Samsung, Philips, Sanyo, and Sharp ( Figure 1 ).", "cite_spans": [{"start": 142, "end": 161, "text": "(Datamonitor, 2004)", "ref_id": "BIBREF5"}, {"start": 213, "end": 233, "text": "(Market Watch, 2004)", "ref_id": "BIBREF15"}, {"start": 380, "end": 399, "text": "(Datamonitor, 2004)", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 501, "end": 509, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "The industry faces consumers with unpredictable tastes on the demand side, supplier-related delays or disruptions on the supply side, and production challenges in the middle. The high rate of technology evolution or revolution requires large investments without any guarantee of proportional returns. As a result, the big players require global markets to achieve economies of scale. Even these companies sometimes have to cooperate with each other, for instance on standards, to reduce the risk to their investments.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Samsung Electronics is part of the Samsung Group. In 2003, consolidated revenues for Samsung Electronics were $55 billion. Samsung Electronics UK is a subsidiary of Samsung Electronics contributing $1.2 billion in revenues. Samsung Electronics has one of the highest R&D expenditure as a proportion of revenues in the industry and spent about $2.9 billion in 2003. Like its competitors, Samsung Electronics is global and employs 88 000 people in 89 offices in 46 countries. Not including facilities in Korea, it has 24 manufacturing complexes, 40 distribution bases and 15 branches spread over all continents except Antarctica. Countries with manufacturing facilities include the US, Malaysia, China, India, and Hungary.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In listing different types of risks, it is useful to characterize risks in a variety of ways. One way is to take a supply-chain viewpoint and associate risks with supply (suppliers, production and distribution within the company) and with demand (customers including end consumers) (Johnson, 2001) . Associated with suppliers and in-house production and distribution are possible disruptions due to political risk and 'acts of god' or 'acts of man' in terms of war or terror. Associated with the demand side are risks pertaining to unanticipated changes in demand possibly stemming from loss of reputation for quality, from loss of technological or design competitive edge, from unpredictable changes in customer preferences, and even from a worldwide recession. There are also supplychain-wide contextual risks that cut across the supply chain especially impacting companies with global supply chains. These include cultural differences in multinational operations, environmental risk, regulations risk, and exchange rate risk across multiple countries.", "cite_spans": [{"start": 282, "end": 297, "text": "(Johnson, 2001)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "Another way is consider the 'level', strategic or operational, to distinguish between the time scales and impacts of the risks in question (Table 1) . Consequently, different parts of the organization-corporate, subsidiary, or divisional-manage these risks. There are risks that require strategic decisions with a long time horizon, that is anywhere from a year to several years in this fast-moving industry. The impact of these risks is potentially huge, possibly threatening even the organization's viability. It is hard to determine 'probabilities' in these situations and one has to deal with possibilities instead. One way to mitigate capacity-, demand-, and environmental regulation-related risks is to use scenario planning as, for instance, with a polyvinylchloride manufacturer (Sodhi, 2003) . In contrast to risks requiring strategic decisions, other risks require mitigation through tactical planning decisions with a shorter decision horizon of anywhere from a few weeks to a few months. Such risks manifest themselves frequently with small per incident losses and thus have a history or manifest themselves infrequently but with large per incident losses. Either way, they can be a significant threat to the bottom line (Chopra and Sodhi, 2004) .", "cite_spans": [{"start": 787, "end": 800, "text": "(Sodhi, 2003)", "ref_id": "BIBREF22"}, {"start": 1233, "end": 1257, "text": "(Chopra and Sodhi, 2004)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 139, "end": 148, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Introduction"}, {"text": "At the strategic level, supply-related risks can be associated with unpredictable and rate disruptions that can be quite damaging. At the operational level, these risks can be associated with disruptions or delays.", "cite_spans": [], "ref_spans": [], "section": "Supply-related risks"}, {"text": "This is a strategic risk because it is difficult to change the home country or to decrease involvement there. There is always the possibility that strikes can shut down production, crippling distribution worldwide. Also, senior management, distracted by labour action, would not be able to follow up on opportunities in the rest of the world. Political instability and volatile labour markets in Korea during the late 1980s and the early 1990s led to a wave of strikes at major electronic companies with enormous consequences. For example, the 72-day shutdown of LG Electronics' Changwon manufacturing plant in 1989 resulted in a $750 million loss because of the disruption to their domestic and global distribution (Oh, 2004) .", "cite_spans": [{"start": 716, "end": 726, "text": "(Oh, 2004)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Political risk in home country"}, {"text": "One way to deal with this is to have plants (and suppliers) in multiple countries. An active strategy of backup suppliers from other countries/regions may also be a good idea as being pursued by Ericsson (Norman and Jansson, 2004) . However, doing so needs to be balanced against higher costs. In any case, Samsung Electronics is non-union and has never had strikes. Even the suppliers do not have much history of labour strife. Samsung has profit sharing and stock-ownership schemes and consciously seeks to maintain good relations with employees.", "cite_spans": [{"start": 204, "end": 230, "text": "(Norman and Jansson, 2004)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Political risk in home country"}, {"text": "Mergers-and-acquisitions (M&A) in the electronics industry have taken place but are not common among the global companies. Still, there is a threat that a competitor may acquire a supplier and potentially lock out supplies or increase prices for competitors. So this risk is strategic. To mitigate it, Samsung has long-term relationships with its suppliers. The relationship is almost as if the suppliers were part of Samsung. Core suppliers get financial and technological help and even human-resource training. There is information integration as well: Samsung's suppliers use the same intranet network and enterprise resource planning as Samsung. Besides reducing M&A threat, the deep relationship makes the supply chain more efficient by reducing both leadtime and the possibility of miscommunication regarding orders.", "cite_spans": [], "ref_spans": [], "section": "Mergers-and-acquisitions threat"}, {"text": "'Acts of God' can disrupt not only production at a company's plants or those of its suppliers' but also disrupt transportation and distribution. If 'acts of God' are more common in certain regions like earthquakes in California or Japan, the company needs to think strategically about these risks. Global supply chains also mean heavy use of shipping lanes. For the electronics industry, air shipping may be less likely to be disrupted except for short periods of time but even those can be quite expensive. Where shipping lanes are used, a temporary or permanent switch to air can also be quite expensive.", "cite_spans": [], "ref_spans": [], "section": "'Acts of God' and war & terrorism"}, {"text": "'Acts of man'-war, terrorism, and economic sanctionscause widespread intended and unintended disruption. The 'war against terrorism' has meant that many countries have become targets of potential terrorism. Global companies identified with these countries in turn can be targeted for terror attacks anywhere. Companies can adopt systematic ways to deal with such risks (Lee and Wolfe, 2003) . War or economic sanctions result in curtailment of trade in not only the countries where war is taking place, but also in the neighbouring countries.", "cite_spans": [{"start": 369, "end": 390, "text": "(Lee and Wolfe, 2003)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "'Acts of God' and war & terrorism"}, {"text": "The consumer electronics industry is not immune to the negative effects of these acts of man. Sometimes both 'God' and 'man' combine forces. In the autumn of 2001, the 9/11 attacks and a series of typhoons severely disrupted air transport in South-East Asian region. As a result, Compaq Computer Corp. failed to deliver 300 000 computers to their customers and this was blamed as one of the key reason for their $150 million loss in their 3rd quarter 2001 (Flower, 2001) .", "cite_spans": [{"start": 456, "end": 470, "text": "(Flower, 2001)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "'Acts of God' and war & terrorism"}, {"text": "The 2003-2004 outbreak of SARS was a result of the 'acts of God' combined with human negligence. SARS became out of control in China due to early containment of the disease being hampered by the initial cover-up. The impact of supply disruption by the outbreak was particularly difficult for the Taiwanese computer industry, as many leading Taiwanese companies had moved their assembly lines to China due to cheaper labour and production cost (Dow Jones International News, 2003) .", "cite_spans": [{"start": 443, "end": 479, "text": "(Dow Jones International News, 2003)", "ref_id": null}], "ref_spans": [], "section": "'Acts of God' and war & terrorism"}, {"text": "'Acts of God' and 'man' impact demand in the affected regions as well, although the impact of demand disruption may be more limited than that of production disruption for a global company.", "cite_spans": [], "ref_spans": [], "section": "'Acts of God' and war & terrorism"}, {"text": "In the consumer electronics industry, capacity can easily be too much or too little. Both situations are costly due to misapplied investment in one case and lost sales in the latter case. It takes time and investment to build or to increase capacity. The breakeven time may be more than a year or several years away. Moreover, for a global supply chain, capacity risk is compounded by the question of location. Investing in manufacturing plants take much planning, managerial attention, resources, and a long-term view with its inherent demand risks (Sodhi, 2003) . Thus, building or adding capacity is a strategic choice.", "cite_spans": [{"start": 550, "end": 563, "text": "(Sodhi, 2003)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Capacity risks"}, {"text": "Excess (and hence, underutilized) capacity hurts financial performance. During the technological stocks bubble period, new chip manufacturing capacity was added to factories around the world because of an optimistic view of future demand at the time. However, in the wake of the bubble's burst, many semiconductor firms had to run around 50% capacity because of soft demand in 2002-2003. Recalling the $2 billion write-off by Cisco, one only needs to think of the plants manufacturing such chips for Cisco and other companies.", "cite_spans": [], "ref_spans": [], "section": "Capacity risks"}, {"text": "Managers can lower excess capacity risks by making existing capacity more flexible. Flexibility is a form of pooling that allows use of the same capacity for a variety of products. Samsung Electronics use a multi-function platform system in their factories. The system allows change from assembling one product to another at minimum cost. For example, Samsung's colour TV and the computer monitor lines share the same platform to allow quick change from one to the other depending on market demand.", "cite_spans": [], "ref_spans": [], "section": "Capacity risks"}, {"text": "Lastly, a company can minimize excess capacity by serving geographically scattered customers from the same location. In Samsung's case, many core components are (mostly) single sourced from Samsung plants and from core suppliers in Korea for assembly in other parts of the world. This arrangement provides the company to take advantage of economies of scale. Although centralizing capacity increases the risk due to potential labour strife, Samsung does not have any experience of that. However, the location does have some challenges owing to some of the neighbouring countries.", "cite_spans": [], "ref_spans": [], "section": "Capacity risks"}, {"text": "This has grown rapidly, as supply chains become less vertically integrated and more global, and companies outsource to the same manufacturers used by competitors. Because long-term profitability depends on keeping a competitive edge in this industry, intellectual property risk has strategic implications.", "cite_spans": [], "ref_spans": [], "section": "Intellectual property risk"}, {"text": "Companies can mitigate intellectual property risk by bringing, or keeping, some production in-house or, at least, under direct company control. That is a major reason why Motorola owns some of the testing equipment at its supplier locations. Another way managers can decrease risk is by limiting the flow of new intellectual property into countries with weak legal controls protecting it. Companies like Cisco, which outsources all manufacturing, lower risk by creating business processes that cannot be easily replicated by a single manufacturer. Electronics manufacturer Sharp even repairs manufacturing equipment in its plants itself, thus preventing any possibility, accidental or otherwise, that the equipment suppliers will share proprietary information with Sharp competitors. The company goes so far as to reprogram various computeraided machines used by its vendors without sharing this information with the suppliers.", "cite_spans": [], "ref_spans": [], "section": "Intellectual property risk"}, {"text": "Samsung Electronics invests heavily in research and development (about 8% of its annual unconsolidated revenues, ie $2.9 billion in 2003) to keep ahead of competitors and those who copy its designs and ideas. With its vertically integrated manufacturing, Samsung does not have any licensed or outsourced manufacturing for high technology products such as mobile phone, LCD television, and semiconductors. Also, the relationship with suppliers is very close and there are very few suppliers for core products.", "cite_spans": [], "ref_spans": [], "section": "Intellectual property risk"}, {"text": "Single-sourcing is attractive in terms of achieving lower costs from a reliable supplier. However, lower costs also go hand-inhand with higher risk in this case. For instance, on 17 March 2000, a lightning bolt hit a power line in Albuquerque, New Mexico. This lightning bolt started a fire at a local Philips plant, damaging millions of microchips. The two major customers, Nokia and Ericsson, had different reactions. Almost immediately, Nokia began switching its chip orders to other Philips plants, as well as to other Japanese and American suppliers. In contrast, Ericsson with its single-sourcing policy, had no other source of microchips and its production was eventually disrupted for many months. Ultimately, the disaster and company dependence on a sole supplier cost Ericsson $400 million in lost sales (Eglin, 2003) . Ericsson has since implemented new processes and tools for managing such risks reviewing all its sourcing (Norman and Jansson, 2004) .", "cite_spans": [{"start": 814, "end": 827, "text": "(Eglin, 2003)", "ref_id": "BIBREF7"}, {"start": 936, "end": 962, "text": "(Norman and Jansson, 2004)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Single-sourcing"}, {"text": "The threat of unexpected price increases for supplies is more potent when a company uses single sourcing. Such a threat can be mitigated by signing long-term contracts or by having redundant suppliers. Holding inventory may work in some industries but not in consumer electronics due to the high rate of obsolescence. Long-term purchasing also has the disadvantage that prices for the contracted components might fall. Contracting with redundant suppliers is cost-effective only if companies can maintain near-economies of scale. Some firms use multiple, redundant suppliers, even if it means sacrificing some economies of scale. Cisco, for one, claims to have four or five more suppliers than it needs. The company keeps the resulting higher costs in check by monitoring and benchmarking suppliers against each other (Pond, 2002) .", "cite_spans": [{"start": 818, "end": 830, "text": "(Pond, 2002)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Single-sourcing"}, {"text": "Samsung Electronics seeks to avoid excessive inventory on one hand and shortage of components on the other. The company has a diversified outsourcing policy for components with 70 percent non-core components being local and multiple sourced. The remaining (core) 30% components are single sourced from the home country in terms of location for greater reliability and economies of scale; the supplier however is backed up by mostly one and sometimes two other manufacturers.", "cite_spans": [], "ref_spans": [], "section": "Single-sourcing"}, {"text": "Delays in material flows often occur when a supplier cannot respond to changes in demand. This is not uncommon in the electronics industry as the same supplier may be supplying to competing companies who are all chasing the same surge in demand for competing products. Poor yield at a supplier plant is the flip side of the same effect. However, if delays are frequent, companies can plan mitigation strategies based on historical information.", "cite_spans": [], "ref_spans": [], "section": "Supplier delays"}, {"text": "While delays are usually operational risks requiring only tactical planning to mitigate, their impact can sometimes be huge in the electronics industry. In late summer 2004, Apple Computer Inc. had to delay the launch of new iMac due to the delay of the core component G5 chips from IBM. This delay meant Apple Computer Inc. missed at least part of the coming-back-to school sales with an estimated $32 million sales loss in the US (Martell, 2004) . Sony's PS3 is another example and the company has forecast that it would miss the crucial Christmas period in Europe for the year 2006 (BBC, 2006) .", "cite_spans": [{"start": 432, "end": 447, "text": "(Martell, 2004)", "ref_id": "BIBREF16"}, {"start": 585, "end": 596, "text": "(BBC, 2006)", "ref_id": null}], "ref_spans": [], "section": "Supplier delays"}, {"text": "One simple solution is to have excess flexible capacity in supplier plants or in the company's own plants. As already mentioned, Samsung uses multiple platforms in its own plants to allow switching from one product to another quickly depending on demand.", "cite_spans": [], "ref_spans": [], "section": "Supplier delays"}, {"text": "Another solution is to combine inventory with responsive capacity. Cisco has capacity to assemble higher-value items in the United States so it can respond quickly to orders from upmarket American customers thus decreasing the possibility of delays. In contrast, the company holds an inventory of lowervalue, high-demand items produced in low-cost (but not very responsive) locations overseas.", "cite_spans": [], "ref_spans": [], "section": "Supplier delays"}, {"text": "Yet another solution is to have responsive supply chain. Dell uses high-cost air transportation to get high-value components from the Far East as needed. Samsung has manufacturing plants that integrate its plants with those of its suppliers in the same manufacturing industrial complex. This reduces delivery time and keeps component stocks low.", "cite_spans": [], "ref_spans": [], "section": "Supplier delays"}, {"text": "Increasing visibility into the supply chain goes a long way in countering the impact of delays when these do happen. Samsung uses logistics execution system technology. It has a global tracking network system, called the In-Transit Tracking System. This system helps track delivering from factory to the ordering party just like the courier service DHL's tracking system anywhere in the globe. Every global internal ordering party can track down their order until it is received. From this system, the company cannot only monitor and reduce the risk of delays, but also the risk associated with forecasting, inventory, and procurement. Within the company, the global command centre in headquarters can monitor the delivery situation globally in real time and deal with any emergency situation.", "cite_spans": [], "ref_spans": [], "section": "Supplier delays"}, {"text": "As already mentioned, supplier quality issues or even a suspicion thereof can cause delays. However, when quality issues are not caught in time through internal testing, these result in costly recalls later on. For example, in June 2004, Hewlett-Packard reported 'industry-wide' problems with memory chips from Infineon Technologies, Micron Technology, Samsung Electronics, and Winbond Electronicson causing its laptops to freeze after a suspend/resume operation. However, after retesting two days later, IBM rejected the idea that the problem was industry-wide and announced that it was not recalling its Thinkpad and ThinkCenter laptops. Unrelated to this, Intel also recalled an unspecified number of 'Grantsdale' chipsets around the same time. Apparently, a failure to etch away part of a thin film resulted in this film getting deposited on the chip during subsequent manufacturing (Ong, 2004) .", "cite_spans": [{"start": 887, "end": 898, "text": "(Ong, 2004)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Production quality issues"}, {"text": "Excess inventory in the electronics (and computer) industry hurts financial performance. That was the case in late 2000, when the PC industry carried roughly 12 weeks of inventory. The combination of excess inventory and falling prices hurt many companies, notably Compaq (Iwata, 2000) . Inventory risk depends on the value of the product, its rate of obsolescence, and uncertainty of demand and supply, and product variety so it is high for the consumer electronics industry.", "cite_spans": [{"start": 272, "end": 285, "text": "(Iwata, 2000)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Inventory risk"}, {"text": "To mitigate inventory risk, managers can (1) pool inventory, (2) create common components across products, and (3) to deal with product variety, postpone the last stage of production until orders materialize. Samsung limits core-component manufacturing sites to a handful to serve assembly sites worldwide. The multi-product platform at Samsung is an example of the second approach. Postponement is yet another strategy at manufacturing locations fulfilling orders from different countries with the difference being only be in power plugs; many manuals and packaging labels are multilingual and therefore the same across many countries.", "cite_spans": [], "ref_spans": [], "section": "Inventory risk"}, {"text": "Companies can also minimize inventory risk by working with highly responsive suppliers; in Samsung's case by co-locating suppliers. Excess capacity, particularly combined with flexibility as in Samsung's case, can also lower the amount of finished goods inventory required.", "cite_spans": [], "ref_spans": [], "section": "Inventory risk"}, {"text": "Another way is through incentives for suppliers as well as for individual managers. It is difficult to determine the 'optimal' level of inventory (or its ratio to expected sales) in the face of the kind of demand uncertainty the consumer electronics industry faces. Samsung and its suppliers share the information from the integrated SAP-based system to figure out the best level of inventory of components and act as if they were one company. Moreover, in many cases the supplier plants are in the same manufacturing complex. One outcome of this is that there is little inventory of components. As regards finished goods inventory, managers responsible for manufacturing have a clear inventive not to have too much of it. If inventory is held for 60 days without any action, the SAP system sends an alert to the manager who 'owns' the inventory and automatically deducts the value of this inventory. This deduction reduces the 'profit' attributed to that manager, thus creating a disincentive.", "cite_spans": [], "ref_spans": [], "section": "Inventory risk"}, {"text": "A reputation for quality is important in the electronics industry. Japanese companies were at one time considered to provide poor quality goods and had to earn their reputation. Once they earned it through cars, the reputation reflected in electronics too. Korean companies became known in the West initially through automobiles although the electronics industry has taken its own parallel path. These electronics companies have moved up the price curve and now compete with Japanese and European companies on an equal footing on quality and design. For instance, Samsung Electronics innovated the clamshell design and makes mobile phones on the top end of the price range.", "cite_spans": [], "ref_spans": [], "section": "Reputation risk"}, {"text": "There are other threats to reputation: well-publicized investments in plant and equipment lead to loss of reputation when relocating manufacturing out of the country. The decision by Samsung Electronics' decision to move its manufacturing plant in Wynyard, UK to Hungary generated public anger in the North England region. When the Wynyard plant was opened in 1995, it had attracted favourable media coverage as it was regarded as the flagship success story of foreign direct investment in this region. The subsequent closure likely damaged Samsung's reputation in this region (Tighe, 2004) .", "cite_spans": [{"start": 577, "end": 590, "text": "(Tighe, 2004)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Reputation risk"}, {"text": "Demand may also be low if consumer view the product and the company supplying to be unfamiliar and 'foreign'. To counter this, Samsung supports British interests such as football, tennis, and equestrian shows in the UK, and was a major sponsor of the 2004 Olympics in Athens. Placement of products in science fiction movies such as 'The Matrix Reloaded' is similarly motivated.", "cite_spans": [], "ref_spans": [], "section": "Reputation risk"}, {"text": "The electronics industry is constantly facing competition. Samsung may have upstaged Nokia with its clamshell mobile phone design but it too in turn could be blindsided by some other company. Large investments may require collaboration with competitors to reduce the risk of another technology or a different set of standards leaving a company high-and-dry. Such collaboration reduces risk in an industry where there are only a handful of competitors worldwide.", "cite_spans": [], "ref_spans": [], "section": "Technology and possible loss of competitive edge"}, {"text": "To reduce the chance of losing its technological edge, Samsung Electronics spends more on research as a percentage of annual revenues (about 8% of unconsolidated) than most of its competitors. One consequence is that Samsung had the smallest 1 Gb device-the YEPP YP-ST5Z-offering MP3 player, FM radio, voice recorder, and data storage in 2004. Samsung also announced in September 2004 and industryfirst 60 nm 8 Gb memory device. Besides having its own research organization, Samsung has forged alliances with many universities and even with former military scientists in Russia to tap into their electronics and physics acumen. As already mentioned, it limits the number of suppliers of core components with whom it shares advanced technology information. Finally, it has joint R&D projects with many technology companies. In 2004 alone, it formed alliances with Sony, IBM, Maytag, EMC, Sanyo, and Dell while continuing work initiated in previous years with other companies.", "cite_spans": [], "ref_spans": [], "section": "Technology and possible loss of competitive edge"}, {"text": "It may have been 'cool' to carry a boom box in the past (at least in some circles), but then it was the Walkman (tape) followed by another Walkman (CD) that was a must-have accessory. Now it is MP3 or similar digital music players. The question is not just about the availability of technology but also about which technologies people will adopt or not adopt. Sometimes it is not clear which technology is on the rise as regards customer preferences and which is on its way out, for example DVD versus Divx (for playing downloadable movies), CD player versus MP3 player, etc. Analogue television has started giving way to the long-debated highdefinition digital television in many countries.", "cite_spans": [], "ref_spans": [], "section": "Changes in customer preference"}, {"text": "As with stocks, one approach for a large company like Samsung is to diversify the product range as well as markets. This means constant research and development not only of products but also of markets. Another approach is to research and monitor existing customers. Samsung Electronics Europe operates the European Customer Care Centre to use customer data to try to catch changes in customer preferences from this call centre. The centre uses an integrated customer relationship management (CRM) tool combining customer information, campaign management, and salesforce automation.", "cite_spans": [], "ref_spans": [], "section": "Changes in customer preference"}, {"text": "For much of the time following 2001, there was danger of a worldwide recession and although the fears had eased a bit towards the end of 2004, there was still a possibility. One change in this period is consumers looking for value with sales of stores such as Wal-Mart going up to the disadvantage of higher-end stores. (Interestingly, sales of retailers at luxury end had also gone up so one could think of recession polarizing the market.) A worldwide recession would mean greater consciousness of value in the mass consumer electronics business and erosion of margins for producers. The drop in demand would be correlated across the globe so different markets would not offset each other.", "cite_spans": [], "ref_spans": [], "section": "Possibility of worldwide recession"}, {"text": "In such a situation, a wrong forecast can seriously damage a company. After all, the company has only limited information about the consumers' intentions or how to use such information for planning use. As such, Samsung operates the Samsung Economic Research Institute (SERI) to provide global analysis of interest to the company. Such analysis informs and gives more confidence to company plans.", "cite_spans": [], "ref_spans": [], "section": "Possibility of worldwide recession"}, {"text": "This risk stems from the mismatch between a company's forecast and actual demand. If forecasts are too low, then products might not be available to sell. If forecasts are too high, the result is excess inventories and, inevitably, price-markdowns. Long lead times, seasonal demand, high product variety, and short product life cycles-all attributes of the consumer electronics industry-increase forecast error.", "cite_spans": [], "ref_spans": [], "section": "Forecast risk"}, {"text": "Forecast inaccuracies can also result from information distortion causing the bullwhip effect within the supply-chain (Lee et al, 1997) . In late 2003, for example, product shortages in Western Europe led Nokia customers to order more than they needed, so they would be able to meet demand in case Nokia began rationing or allocations. These exaggerated figures distorted Nokia's reading of the market, causing the company to inaccurately forecast sales (Off the Record, 2003) . Information distortion need not be just operational-it can also be strategic. The impact of bullwhip effect can expose firms to a strategic supply risk. For example, the current over-capacity of semi-conductor industry is due to the wrong long-term forecast of chip manufacturers based on amplified demand. A similar situation occurs with the machine tool industry (Anderson and Fine, 1999) .", "cite_spans": [{"start": 118, "end": 135, "text": "(Lee et al, 1997)", "ref_id": "BIBREF13"}, {"start": 463, "end": 476, "text": "Record, 2003)", "ref_id": null}, {"start": 844, "end": 869, "text": "(Anderson and Fine, 1999)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Forecast risk"}, {"text": "To manage this risk operationally, a Japanese consumerelectronics company requires orders to be honoured by customers even if the orders are delayed (Sodhi, 2005) . This no-cancellation policy prevents exaggeration of orders of the kind Nokia experienced.", "cite_spans": [{"start": 149, "end": 162, "text": "(Sodhi, 2005)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Forecast risk"}, {"text": "Increasing the visibility of demand information across the supply chain also helps. Similar to continuous replenishment programmes in the grocery industry, Samsung is building (as of this writing) a Rosetta-Net to retailers like Dixons in the UK to determine appropriate stock levels. It monitors the 'shelf occupation' ratio (shelf space for Samsung Electronics products to shelf space for all products) in retail stores manually to pick up trends. It also operates the Merchandizing Control System to determine the difference between sell-in (to the store) and sell-out (to the end consumer). It uses this information for forecasting and to minimize any information distortion.", "cite_spans": [], "ref_spans": [], "section": "Forecast risk"}, {"text": "Forecast risk can be lessened by building responsive production and delivery capacity especially for expensive products with short lifecycles (and corresponding large forecast errors). Motorola flies in phones from China in response to demand by customer Nextel. Dell also flies in high-value items from Asian suppliers on an as-needed basis.", "cite_spans": [], "ref_spans": [], "section": "Forecast risk"}, {"text": "This is the possibility of being unable to collect on receivables can damage the profitability of any company. One reason Cisco had to write off $2 billion in inventory was its inability to collect from its dotcom customers. Filtering customers for creditworthiness is necessary to reduce receivables risk. Another approach is to spread the risk across more customers across more markets. However, widespread economic shock or global recession harms the liquidity of most customers as in Cisco's case.", "cite_spans": [], "ref_spans": [], "section": "Receivables risk"}, {"text": "Like most businesses, Samsung sells to distributors in many parts of the world using hard currency (US dollar, euro, or UK pound sterling) to reduce both receivables risk and exchange rate risk. More than that, it uses 'information of delivery' technology to reduce receivables risk by reducing errors and by cutting down on the amount of time between delivery and invoicing. This time could be as much as 15 days if it were paper-based. Instead, a driver scans packages upon delivery as proof of receipt. The information is uploaded to the SAP system triggering the invoice.", "cite_spans": [], "ref_spans": [], "section": "Receivables risk"}, {"text": "These risks, usually requiring decisions made at the corporate level, are not always specific to supply or demand but provide a context for business in general. These include cultural differences, environmental risk, compliance risk, exchange-rate risk, financial risk, and systems risk.", "cite_spans": [], "ref_spans": [], "section": "Contextual risks"}, {"text": "Such differences, whether real or perceived, can be both a demand risk and a supply risk. A company's representatives in the foreign country they are in can misread demand, fail to form business relationships, or be too conservative or too lenient in qualifying distributors and others for credit. Or, conflict within the company may mean lower operational efficiency. On the other hand, it may also be tempting to attribute poor performance to 'cultural differences'. To mitigate this risk at both strategic and operational levels, Samsung operates a huge in-house training centre, the Samsung Human Resources Development Center, in Korea. The centre offers many multinational training courses for staff to deal with cultural conflict. Samsung requires its senior expatriate staff to undergo compulsory specialist training to understand and overcome cultural differences. For instance, staff expatriated to the UK have to study British history (however, local British staff are not required to remember their history lessons from school).", "cite_spans": [], "ref_spans": [], "section": "Cultural differences"}, {"text": "Environmental standards in the UK and the rest of EU are quite high compared to other European countries and to the US. However, these higher standards result in higher costs. The electronics industry produces waste through its products so the issue is how to dispose off this waste safely and effectively. The billion-dollar question is who should pay the cost of doing so: local or central government, the company, end consumers, or of course, future generations if we do not do anything at all.", "cite_spans": [], "ref_spans": [], "section": "Environmental risk and compliance cost"}, {"text": "Anticipating requirements to be placed on manufacturers by the EU, Samsung has proactively implemented an electronics waste collection system in cooperation with some of its competitors. The company can collect and dispose off electronic goods at the end of the life without cost to local government or consumer. Within the company, there are design projects aimed at reducing electronic waste. Samsung Europe set up a new environment team in 2003. Environment specialists and regulation specialists are specifically recruited for the UK and for other EU countries. These specialists work with government regulators and cooperate with other electronics manufacturers.", "cite_spans": [], "ref_spans": [], "section": "Environmental risk and compliance cost"}, {"text": "While compliance on accounting and in particular on transfer pricing is not a supply chain issue per se, it does have implications on reputation risk as consumers may not want to buy products from a company with a reputation of not having transparent transactions. It is also easy to characterize Asian multinationals as Korean chaebuls or Japanese zaibatsu as companies where everything is done verbally in a shadowy smoky world-no doubt in contrast to the bright country clubs in the West!-rather than through transparent accounting procedures. Samsung uses PriceWaterhouseCoopers as auditors in the UK and uses a transparent system from SAP for financials.", "cite_spans": [], "ref_spans": [], "section": "Regulation compliance"}, {"text": "Exchange rate fluctuations are always an issue but things can get more complicated than simply hedging the rates between two countries. For a country-based subsidiary of a global company, one issue is the exchange rate at which profits can be sent back to (or at least reported in) the parent company's country. However, this subsidiary may source parts from other countries and may distribute and sell products in other countries. As such, exchange rates and even the question of what base currency to use become complex issues for companies with global supply chains.", "cite_spans": [], "ref_spans": [], "section": "Exchange rates"}, {"text": "While daily exchange rate movements are of operational interest, long-term trends like the decline of the US dollar may have strategic implications. For example, the decline of the dollar over the period 2002-2004 drove up costs for American companies sourcing in Europe. The decline also created the risk of a dollar collapse as a result of Asian economies propping up the dollar to maintain exports to the US. Another example is Britain's decision of not joining the euro and its unwillingness to join any time soon. This affects companies who have invested or are thinking of investing in manufacturing in the UK for distribution to the rest of Europe because of dealing with multiple currencies. The various currencies of the emerging economies of Central and Eastern Europe also provide a challenge as regards exchange rate risk to consumer electronics companies. However, local distributors in these countries are currently willing to pay in euros. The countries themselves appear keen to join the eurozone and do not present a strategic risk.", "cite_spans": [], "ref_spans": [], "section": "Exchange rates"}, {"text": "When a company is expanding markets, it is rare that the focus will be on profitability or other financial measures. Instead, the goal is typically market share, 'presence', name recognition, and other objective and subjective measures. Another issue related to conglomerates like Samsung is shareholder interest translating to cash injections to keep some companies within the conglomerate afloat in difficult times. Add to this a currency crisis and credit markets drying up, we have a situation where the company may go bankrupt. Moreover, in a conglomerate, one company going bankrupt could have a domino effect.", "cite_spans": [], "ref_spans": [], "section": "Financial risk"}, {"text": "To emerge from its difficult situation, Samsung decided to focus on profitability, selling unprofitable businesses. Use of futures helped to stabilize the operational effect of currency fluctuations. The company moved to a more transparent corporate governance system to allow for greater corporate oversight. This also meant less of a conglomerate structure. The search for greater profits also meant that UK manufacturing had to move to Central Europe but doing so led to an increase in reputation risk as described earlier.", "cite_spans": [], "ref_spans": [], "section": "Financial risk"}, {"text": "Maintaining liquidity in an industry with high obsolescence rate can be a challenge. Over-investing in inventory can lead to big losses or even bankruptcy. This was the case for Hayes, the company that developed the standard for modems at the start of the Internet revolution.", "cite_spans": [], "ref_spans": [], "section": "Financial risk"}, {"text": "The more a company networks its systems, the greater the threat that a failure anywhere can cause failure everywhere. Although rare, a breakdown of information infrastructure can cause huge damage to today's highly networked environments. A computer virus such as the 'Love Bug' caused billions of dollars in estimated damages (Maney and Zuckerman, 2000) .", "cite_spans": [{"start": 327, "end": 354, "text": "(Maney and Zuckerman, 2000)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Systems risk"}, {"text": "The banking industry has long recognized systems risk as a major threat to its business systems. In 1988, the Basel Committee on Banking Supervision warned about the growing reliance on globally integrated systems. 'The greater use of more highly automated technology has the potential to transform risks from manual processing errors to system failure risks,' the committee wrote (Basel, 2003) .", "cite_spans": [{"start": 381, "end": 394, "text": "(Basel, 2003)", "ref_id": null}], "ref_spans": [], "section": "Systems risk"}, {"text": "The best defence against systems failure is robust backup systems and well-designed, well-communicated recovery processes that duplicate all data and transactions. Such approaches helped securities firms recover quickly and convincingly following the World Trade Center attacks in 2001 (Gillis, 2001) . Another approach is to use a vendor such as SAP with experience in dealing with corporate security and reliable backup.", "cite_spans": [{"start": 286, "end": 300, "text": "(Gillis, 2001)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Systems risk"}, {"text": "Samsung Europe operates the Business Recovery Services (BRS) system. It has two centres in different locations that are the data centre and the backup centre separately for the UK. The BRS system can back up the entire network of all or any of Samsung's European subsidiaries' data in real time.", "cite_spans": [], "ref_spans": [], "section": "Systems risk"}, {"text": "Samsung mitigates supply chain risks by keeping inventories low, keeping capacity flexible, having redundant suppliers for a bulk of its non-core components, and using information technology to keep its supply chain from the plant to the end consumer responsive and informed. Thus, Samsung minimizes the use of expensive inventory and excess capacity. Instead, Samsung opts for a responsive flexible capacity through multi-platform and plants integrated with those of their core-component suppliers. Having local redundant suppliers for 70% of its components means both low cost (as economies of scale may still be reached by the suppliers) and high reliability. Its use of IT provides it with a highly responsive supply chain and helps it minimize information distortion regarding demand. Finally, research on both technology and economic fronts helps Samsung target threats requiring strategic decisions.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Successful management of supply chain risks starts with an understanding of the various threats, individually and collectively. We have discussed a variety of risks in the consumer electronics industry at the strategic and at the operational levels and Samsung's response to some of these threats (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 297, "end": 306, "text": "(Table 2)", "ref_id": "TABREF2"}], "section": "Conclusion"}, {"text": "Managing these risks is difficult. Mitigating one risk may lead to increasing the possibility or the impact of another. Taking actions to make the supply chain more efficient-a desirable goal-may end up increasing the risk of any disruption in the supply chain. This is because a lean inventory leaves the company more vulnerable to not being able to meet (Chopra and Sodhi, 2004) . For future research, we can point to both empirical and modelling oriented-work tied to the current use and recommended use of these various types of reserves to find the best trade-offs across various risks and profits. We can also point to risks that, although normally requiring only tactical planning decisions, can sometimes manifest themselves as catastrophic losses that require corporate intervention and strategic decision making as was the case with the Ericsson example. In addition, just as there are many metrics for measuring efficiency-related performance in a company, we need to devise appropriate metrics for risk exposure and risk performance. Some risk metrics can be associated with the financial concept of valueat-risk, for instance, demand-value-at-risk and inventoryvalue-at-risk (Sodhi, 2005) . Thus, there is much modelling and empirical work to be explored in the area of supply chain risk management.", "cite_spans": [{"start": 356, "end": 380, "text": "(Chopra and Sodhi, 2004)", "ref_id": "BIBREF4"}, {"start": 1188, "end": 1201, "text": "(Sodhi, 2005)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Business cycles and productivity in capital equipment supply chains", "authors": [{"first": "Anderson", "middle": [], "last": "Jr", "suffix": ""}, {"first": "E", "middle": ["G"], "last": "Fine", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Sound Practices for the Management and Supervision of Operational Risk", "authors": [], "year": 2003, "venue": "Basel Committee on Banking Supervision", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "PlayStation 3 Euro launch delayed", "authors": [], "year": 2006, "venue": "BBC", "volume": "", "issn": "14", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Managing risk to avoid supply chain breakdown", "authors": [{"first": "S", "middle": [], "last": "Chopra", "suffix": ""}, {"first": "M", "middle": [], "last": "Sodhi", "suffix": ""}], "year": 2004, "venue": "Sloan Mngt Rev", "volume": "46", "issn": "1", "pages": "53--61", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Global consumer electronics-Industry Profile", "authors": [{"first": "", "middle": [], "last": "Datamonitor", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "199--2033", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Taiwan computer firms risk losing business due to SARS", "authors": [], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Can suppliers bring down your firm? Sunday Times", "authors": [{"first": "R", "middle": [], "last": "Eglin", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "$150 million loss expected/No. 2 computer maker cites Asian typhoons, attacks, slump. Houston Chronicle", "authors": [{"first": "T", "middle": [], "last": "Flower", "suffix": ""}], "year": 2001, "venue": "Fortune", "volume": "150", "issn": "2", "pages": "16--17", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Backup systems passed trying test", "authors": [{"first": "J", "middle": [], "last": "Gillis", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "PC prices fall with demand, USA Today", "authors": [{"first": "E", "middle": [], "last": "Iwata", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Lessons in managing supply-chain risk from the toy industry", "authors": [{"first": "E", "middle": ["M"], "last": "Johnson", "suffix": ""}], "year": 2001, "venue": "California Mngt Rev", "volume": "43", "issn": "", "pages": "106--124", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Supply-chain security without tears", "authors": [{"first": "Lee", "middle": [], "last": "Hl", "suffix": ""}, {"first": "M", "middle": [], "last": "Wolfe", "suffix": ""}], "year": 2003, "venue": "Supply Chain Mngt Rev", "volume": "7", "issn": "1", "pages": "12--20", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The bullwhip effect in supply chains", "authors": [{"first": "H", "middle": ["L"], "last": "Lee", "suffix": ""}, {"first": "P", "middle": [], "last": "Padmanabhan", "suffix": ""}, {"first": "S", "middle": [], "last": "Whang", "suffix": ""}], "year": 1997, "venue": "Sloan Mngt Rev", "volume": "38", "issn": "3", "pages": "93--102", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "FBI hunts love bug source: Damage from e-mail source cuts across USA and worldwide, USA Today", "authors": [{"first": "K", "middle": [], "last": "Maney", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Zuckerman", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Electronics manufacturing outlook: Midyear TMRC check", "authors": [{"first": "Market", "middle": [], "last": "Watch", "suffix": ""}], "year": 2004, "venue": "Circuits Assembly", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "IBM's chip woes weigh on Apple. Reuters News", "authors": [{"first": "D", "middle": [], "last": "Martell", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Ericsson's proactive supply chain risk management approach after a serious sub-supplier accident", "authors": [{"first": "A", "middle": [], "last": "Norman", "suffix": ""}, {"first": "U", "middle": [], "last": "Jansson", "suffix": ""}], "year": 2004, "venue": "Int J Phys Distrib Logist Mngt", "volume": "34", "issn": "5", "pages": "434--456", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Nokia feels the squeeze from shortage", "authors": [], "year": 2003, "venue": "Off the Record Research", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Hansol paper improves labour relationship by improving working condition", "authors": [{"first": "S", "middle": [], "last": "Oh", "suffix": ""}], "year": 2004, "venue": "", "volume": "22", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "IBM says chip flaw found by HP does not affect its laptops. South China Morning Post", "authors": [{"first": "C", "middle": [], "last": "Ong", "suffix": ""}], "year": 2004, "venue": "", "volume": "29", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Presentation at INFORMS Conference", "authors": [{"first": "R", "middle": ["S"], "last": "Pond", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "How to do strategic supply-chain planning", "authors": [{"first": "M", "middle": [], "last": "Sodhi", "suffix": ""}], "year": 2003, "venue": "Sloan Mngt Rev", "volume": "45", "issn": "1", "pages": "69--75", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Tactical planning under demand risk for a global electronics company", "authors": [{"first": "M", "middle": [], "last": "Sodhi", "suffix": ""}], "year": 2005, "venue": "Prod Opns Mngt", "volume": "14", "issn": "1", "pages": "69--79", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Samsung to quit UK site in quest for cheaper labour", "authors": [{"first": "C", "middle": [], "last": "Tighe", "suffix": ""}], "year": 2004, "venue": "Financial Times", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "2003 revenue of Global Electronics Company (Source: Fortune Global 500, Fortune (2004)).", "latex": null, "type": "figure"}, "TABREF1": {"text": "A list of risks for the consumer electronics industry showing the side of the supply chain with which they are primarily associatedThe two columns in each category associated with the supply chain part depict whether the risk in question requires strategic decisions (S) or operational/tactical planning decisions (O).", "latex": null, "type": "table"}, "TABREF2": {"text": "A list of risk-mitigation steps taken by Samsung ElectronicsSupply-relatedMergers-and-acquisitions threatClose relations with suppliers including information integration 'Acts ofGod', war, terrorism, sanctions   Plantsand suppliers in multiple locations Political risk -same-Capacity risk Flexible capacity through multi-platform lines Single sourcing Only for core-components; 30% of all sourcing Intellectual property risk Internal manufacturing for all core technologies; close relationship with suppliers Supplier delays Global control centre; integrated SAP system; local suppliers for non-core components; supplier plants integrated with own plants Inventory risk Incentives for suppliers and for managers; global visibility Demand-related Possibility of worldwide recession Research at the Samsung Economic Research Institute Reputation risk Name recognition; use of reputed auditors Technology change risk Heavy investment in R&D Change in customer preferences Continuous monitoring of customer needs through CRM system at call centre Forecast risk Monitoring of inventory at retail stores using Rosetta-Net Receivables risk Use of hard currency in some countries Contextual risks Environmental risk and compliance Set up Environment Team in 1993; proactive measures to anticipate regulations Regulation compliance Use of reputed auditors Exchange rates Use of futures operationally; use of hard currency (euros) in Central and Eastern Europe Financial risk Strategic restructuring; transparent financials Systems risk Data centre and backup centre in different locations Cultural differences In-house training centre, Samsung Human Resources Development Center its orders owing to disruptions. On the other hand, becoming more responsive can lead to both lower risk and lower costs. Companies can mitigate risk by building various forms of reserves including inventory, capacity, redundant suppliers, and responsiveness", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1 A list of risks for the consumer electronics industry showing the side of the supply chain with which they are primarily", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>associated\n</td><td> </td></tr><tr><td>Supply-related </td><td>S </td><td>O </td><td>Demand-related </td><td>S </td></tr><tr><td>Mergers-and-acquisitions threat </td><td>X </td><td> </td><td>Possibility of worldwide recession </td><td>X\n</td></tr><tr><td>'Acts of God', war, terrorism, sanctions </td><td>X </td><td> </td><td>Reputation risk </td><td>X\n</td></tr><tr><td>Political risk </td><td>X </td><td> </td><td>Technology change risk </td><td>X\n</td></tr><tr><td>Capacity risk </td><td>X </td><td> </td><td>Change in customer preferences </td><td> </td></tr><tr><td>Single sourcing </td><td>X </td><td>X </td><td>Forecast risk </td><td> </td></tr><tr><td>Intellectual property risk </td><td>X </td><td> </td><td>Receivables risk </td><td> </td></tr><tr><td>Supplier delays </td><td> </td><td>X\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Inventory risk </td><td>X\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgements-The authors would like to thank Dr Byung-Gak Son for assistance with research. The first author would like to thank Cass Business School for research assistance through the RAE Research Fund, 2004 -2006 ", "cite_spans": [{"start": 214, "end": 219, "text": "-2006", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "acknowledgement"}]}