{"paper_id": "fadac68ff8381ac1d8729c0317e1a477bc532e3c", "metadata": {"title": "AMERICAN JOURNAL OF EPIDEMIOLOGY INFLUENZA A/ENGLAND: AN OUTBREAK AT A MILITARY ACADEMY", "authors": [{"first": "Louis", "middle": ["E"], "last": "Blouse", "suffix": "", "affiliation": {"laboratory": "", "institution": "USAF School of Aerospace Medicine. Brooks AFB", "location": {"postCode": "78236)", "settlement": "Blouse, Texas"}}, "email": ""}, {"first": "Laurence", "middle": ["N"], "last": "Kolonel", "suffix": "", "affiliation": {"laboratory": "", "institution": "USAF School of Aerospace Medicine. Brooks AFB", "location": {"postCode": "78236)", "settlement": "Blouse, Texas"}}, "email": ""}, {"first": "Vivian", "middle": [], "last": "Corrado", "suffix": "", "affiliation": {"laboratory": "", "institution": "USAF School of Aerospace Medicine. Brooks AFB", "location": {"postCode": "78236)", "settlement": "Blouse, Texas"}}, "email": ""}]}, "abstract": [{"text": "N. Kolonel and V. Corrado. Influenza A/England: an outbreak at a military academy. Am J Epidemiol 100:216-221. 1974.-The first outbreak of A/England influenza in the United States during the 1972-1973 respiratory season is described. The outbreak was confined to an unvaccinated population of 3935 cadets at the U.S. Air Force Academy, Colorado. During the 10-day period of the outbreak, 778 (19.8 per cent) of the cadets were affected, and specific attack rates for each of the four cadet classes ranged from 170.8/1000 to 227.1/1000. For three days preceding the outbreak, about 400 recently vaccinated naval midshipmen from the U.S. Naval Academy shared quarters with the Air Force cadets. During the four days following the visit, a single midshipman developed possible influenza whereas, in the same period, 362 cadet cases were recognized. The highly significant difference in attack rates (2.5 versus 89.5/1000) provides evidence for the efficacy of the 1972-1973 influenza vaccine against the A/ England/42/72 variant. influenza, A/England; influenza vaccine; respiratory tract infections; vaccine, influenza", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In late October 1972, the first documented outbreak of A/England/42/72 in-fluenza in the United States occurred at the U.S. Air Force Academy, Colorado. The illness was largely confined to the cadet group, a semi-closed population with limited outside contacts. However, during the three days immediately preceding the outbreak, a group of midshipmen from the U.S. Naval Academy had visited the Air Force Academy and shared quarters with the cadets. Because these two groups differed in their influenza vaccination status, their coexistence during this period provided a rare opportunity to evaluate the effectiveness of the 1972-1973 influenza vaccine against natural challenge with the influenza A/England variant.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Data on illness rates and time of onset were obtained from a review of the clinical records maintained for the cadet population. In addition, telephone interviews were made of recent returnees from Southeast Asia. Information on the visiting midshipmen was obtained from personnel in the medical department at the Naval Academy in Annapolis, Maryland.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "For laboratory studies, throat washings and/or paired acute-convalescent serum specimens were collected from 26 ill cadets. The throat washings were obtained in 25 ml Hanks' balanced salt solution, immediately frozen at -70 C, and maintained in that state until tested in the laboratory. Specimens were pretreated with antibiotics (penicillin 400 units, streptomycin 200 fig), inoculated intra-amniotically into nine-day old embryonated chick eggs, primary rhesus monkey kidney cells, diploid WI-38 cells, and subpassaged in primary human embryonic kidney cells. After appropriate incubation at 35 C, fluid from cell cultures showing cytopathic effect or allantoic fluid was subpassaged, harvested, and screened for presence of hemagglutinins to chicken red blood cells. Virus isolates of sufficient hemagglutinin titer were further characterized by hemagglutination inhibition (HI) testing, using control antigens and monospecific reference antisera for A/Hong Kong/8/68, A/ England/42/72, and B/Massachusetts/3/ 66. Additional confirmatory HI tests were performed (courtesy of Dr. Marion Coleman, WHO International Influenza Center for the Americas, CDC, Atlanta, Ga.) using the sera above as well as antihemag-glutinin (H3), A/Hong Kong/5/72, and B/Victoria/98926/70. The antigenic relationships of the influenza isolates were established by the reciprocal of the antiserum dilution which completely inhibited hemagglutination of a virus suspension containing four hemagglutinin units.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Serum specimens were tested for complement-fixing antibodies to a battery of respiratory viral antigens that included group-specific adenovirus and typespecific influenza A, influenza B, parainfluenza (1, 2, 3), and coronavirus (229E, OC-43). The Standard Laboratory Branch Complement Fixation method, adapted to the microtiter system, was used for all serologic tests (1).", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Onset of the outbreak was abrupt; 106 of the 3935 cadets reported to the clinic with symptoms of influenza-like illness on Monday, October 23. Figure 1 shows the frequency of new cases by day of onset. (Since cadets seldom report with mild illnesses on weekends, Saturdays and Sundays have been averaged with Mondays in the figure to give a more representative curve. It is recognized that this does mask the abruptness of the increase on the 23rd; specifically, there were four reported cases on the 21st and two on the 22nd.) The total number of affected cadets during the pe- 2) confirm the fact that the incidence reported here is unusually high, even for this time of year. Among non-cadet military personnel at the Academy, there was little influenzalike illness. During this same 10-day period, only 26 cases were seen, for an overall attack rate of 9.9/1000. The clinical illness was described as mild to moderate in severity, and typical of Serologic studies on paired acute-convalescent serum specimens yielded ^fourfold increases in titers of complement-fixing antibody to influenza A in 13 of the 23 specimens. A summary of the laboratory results from both the serologic and the viral isolation studies is shown in table 3. Serologic tests against the remainder of the respiratory battery described earlier yielded negative results; i.e., there were no > fourfold rises in titer between acute and convalescent specimens. In fact, most of the titers were <8.", "cite_spans": [{"start": 579, "end": 581, "text": "2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 143, "end": 151, "text": "Figure 1", "ref_id": null}], "section": "RESULTS"}, {"text": "Air Force cadets are vaccinated against influenza annually in the fall. However, at the time of this outbreak, none of the cadets had yet received his scheduled influenza vaccination for the 1972-1973 influenza season. The non-cadet military population, on the other hand, had been vaccinated early in October, and personnel records show that about 80 per cent of them had been vaccinated using the previous year's vaccine (bivalent influenza virus vaccine, containing 400 chick cell-agglutination (CCA) units of type Aj/Aichi/2/68 and 300 CCA units of type B/Massachusetts/3/66).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "During the weekend preceding this outbreak, about 400 midshipmen from the U.S. Naval Academy at Annapolis who were attending the annual Air Force/Navy football game were housed at the Air Force Academy. These midshipmen shared living quarters with the cadets. Room assignments were random, although attempts were made to house individual midshipmen with cadets of the equivalent academic class. In general, one or two midshipmen shared a room with one or two cadets. On their return to Annapolis, these midshipmen did not experience an influ-enza outbreak such as occurred at the Air Force Academy. Indeed, only one member of this midshipmen group developed an influenza-like illness (diagnosed as viral syndrome) during the five-day period following their return (2) . Interestingly, all midshipmen at the Naval Academy (total population 3,943) had been vaccinated against influenza with the latest formulation (bivalent influenza virus vaccine, containing 700 CCA units of type AJ Aichi/2/68 and 300 CCA units of type B/Massachusetts/1/71) on October 7-9, 1 Vi to 2 weeks prior to their visit to the Air Force Academy. During the spring and summer months which followed, influenza outbreaks, predominantly caused by A/England/42/72, were reported from Korea, Malaysia, Singapore, Australia, Guam, Yap, and the Fiji Islands (4). By October and November, outbreaks of A/England/42/72 influenza had begun to occur in the U.S. The first of these outbreaks was the one described here, at the U.S. Air Force Academy.", "cite_spans": [{"start": 764, "end": 767, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "RESULTS"}, {"text": "Because this outbreak was the first to occur in the U.S., a special effort was made to determine the source, since a virus closely related to the A/England/42/72 variant had been isolated from an Air Force member in Thailand in July 1972. A telephone survey of recent Academy arrivals from Southeast Asia, however, failed to identify anyone who could be implicated.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "A frequency distribution of cases is shown in figure 1 . Nearly 20 per cent of the cadet population were seen at the clinic, and, no doubt, others were affected as well. The uniformly high attack rates of all four classes are not surprising since the cadets mix freely in classrooms, dormitories, chapel and dining hall. However, the differences in attack rates between the C4C and ClC classes and between the C4C and C2C classes are statistically significant (p < .05). One might have expected these differences to be reversed, since the freshman class (C4C), unlike the upper classes (C1C-C3C), had had no prior influenza vaccination experience, and, as a group, was exposed to greater physical and mental stresses than were the other inured classes. On the other hand, freshmen tend to feel greater academic pressures than do upper classmen. Thus, freshmen may be more reluctant to report minor degrees of illness which nevertheless could cause them some loss of classroom time.", "cite_spans": [], "ref_spans": [{"start": 46, "end": 54, "text": "figure 1", "ref_id": null}], "section": "DISCUSSION"}, {"text": "The laboratory data convincingly establish the A/England/42/72 influenza variant as the agent responsible for the outbreak. This virus was recovered from 87 per cent of the throat washings, and the titer differ-ences for influenza A between paired acute and convalescent serum samples are statistically significant (p < .001) (t-test for paired samples, using log titers).", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The cadets had been scheduled for influenza vaccinations during the last week of October. As noted earlier, other base military personnel had been vaccinated from October 1-15, although the previous year's vaccine formulation had been used. The failure of a recognized outbreak to occur in this latter group is possibly attributable to effective immunoprophylaxis, although their limited contact with the cadet population affords another reasonable explanation.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Data for the cadet population from previous years (figure 2) show a high incidence rate for upper respiratory illness in August-September of 1971. While supportive laboratory data were unavailable, the outbreak was clinically ascribed to influenza. A short time later, in November of that year, A/Hong Kong influenza was shown to be responsible for increases in upper respiratory illness in Colorado and other western states (5) . Thus, for both the 1971-1972 and 1972-1973 influenza seasons, the cadet group experienced outbreaks of the illness before its recognized epidemic occurrence in the rest of the state. Because influenza in the cadet population appears to be occurring earlier in the fall than has generally been considered \"flu season,\" scheduling of their annual influenza vaccinations in the future will need to be advanced.", "cite_spans": [{"start": 425, "end": 428, "text": "(5)", "ref_id": null}, {"start": 450, "end": 473, "text": "1971-1972 and 1972-1973", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Occasionally, conditions approaching those of a controlled epidemiologic experiment occur by chance. The circumstances surrounding the visit of the naval midshipmen to the Air Force Academy provided such a fortuitous occurrence. The two groups of men, cadets and midshipmen, were alike in age, sex, socio-economic background, and living conditions at their respective academies. At the Air Force Academy, the groups intermingled closely, and the midshipmen were housed indis-criminately in dormitory rooms with the cadets, as described earlier. The midshipmen, however, had been vaccinated against influenza, while the cadets had not.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Since influenza has an incubation period of 24-96 hours (average 48 hours) and since, except for the six earlier cases, the cadet outbreak began on Monday, October 23, the cadets must have been exposed some time during the preceding four-day period (6) . The earliest most of these initial cases could have been exposed was therefore the previous Thursday. The midshipmen arrived in the evening on Friday, and departed about noon on Sunday. If the exposure of the cadets had been limited to a short period prior to the arrival of the midshipmen on Friday, with no further exposure during the weekend, one would have expected a bimodal frequency distribution of cases (indicating secondary transmission from this initial group of cases) rather than the continuous pattern of cases seen throughout the following week. Hence, it seems almost certain that dissemination of the viral agent occurred throughout the weekend period and that the midshipmen, too, were most probably exposed.", "cite_spans": [{"start": 249, "end": 252, "text": "(6)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Two very similar groups, therefore, were exposed to the influenza virus, and illness was almost exclusively confined to the non-vaccinated group. Indeed, only one possible influenza case (attack rate 2.5/1000) was reported in the visiting midshipmen group during the four-day period following their departure from the Air Force Academy. During this same time period, there were 352 reported cases (at-tack rate 89.5/1000) in the cadets. This difference in attack rates for illness which could have resulted from exposure during the period of close contact between the two military groups is highly significant statistically (p < .00001). Even if the comparison is limited to the 48-hour period following close association of the two groups, the corresponding attack rates (0.0/1000 for the midshipmen, 27.4/1000 for the cadets) are significantly different (p < .001).", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Under the circumstances described here, then, it appears that a natural test of vaccine efficacy occurred in two wellmatched groups, differing primarily in their status regarding influenza vaccination. Based on its potency and reasonably close antigenic relationship to the A/ England variant, the 1972-1973 vaccine had been expected to offer some protection against natural infection with A/England influenza virus (4). The results of this \"experiment\" support that prediction.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Standardized diagnostic complement fixation method and adaptation to micro test. Part II", "authors": [{"first": "H", "middle": ["L"], "last": "Casey", "suffix": ""}], "year": 1965, "venue": "", "volume": "", "issn": "", "pages": "31--34", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "CDC: Influenza-respiratory disease surveillance", "authors": [{"first": "R", "middle": [], "last": "Stevenson", "suffix": ""}], "year": 1972, "venue": "Public Health Service", "volume": "3", "issn": "", "pages": "1971--1972", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "US Dept of Health, Education, and Welfare", "authors": [], "year": 1973, "venue": "CDC: Influenza-respiratory disease surveillance", "volume": "", "issn": "", "pages": "14--15", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Influenza and Other Virus Infections of the Respiratory Tract", "authors": [{"first": "C", "middle": ["H"], "last": "Stuart-Harris", "suffix": ""}], "year": 1965, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "JEP OCT KOV DEC", "latex": null, "type": "figure"}, "TABREF0": {"text": "FREQUENCY DISTRIBUTION OF INFLUENZA CASES BY DATE OF ONSET,", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Five of these isolates, officially designated as A/Brooks/1/72 through A/Brooks/5/72, were identified by HI testing against monospecific reference antisera, as shown in table 2. The highest titers (320-1280) were obtained when the A/Brooks isolates were tested against A/ England/72 antiserum. It is noteworthy that testing against specific Hong Kong antisera (A/HK/68 and A/HK/72) yielded significantly lower titers.", "latex": null, "type": "table"}, "TABREF3": {"text": "Reciprocal hemagglutination inhibition titers of influenza reference viruses and isolatesStrain designations were made by WHO International Influenza Center for the Americas, CDC, Atlanta, Ga.", "latex": null, "type": "table"}, "TABREF4": {"text": "Laboratory confirmation of influenza infection in cadet cases", "latex": null, "type": "table"}, "TABREF5": {"text": "During the \"respiratory seasons\" of 1969-1971, isolated cases and outbreaks of influenza were reported in Colorado (3). At that time, influenza activity was restricted to variants that were closely related antigenically to the prototype A/Hong Kong/8/68 virus. Isolation of a new influenza variant-A/ England/42/72-was reported from London in February 1972. This new variant differed significantly from the A/Hong Kong/1/68 virus and the variants A/ England/878/69 and A/Hong Kong/107/71.", "latex": null, "type": "table"}, "TABREF6": {"text": "TABLE 1\nRespiratory illness attack rates by cadet class, USAF Academy, October 23-Nouember 1, 1972", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Cadet class\n</td><td>No. of cadets\n</td><td>No.il\n</td><td>Attack\nrate/1000\n</td></tr><tr><td>1976 (C4C)\n</td><td>1300\n</td><td>222\n</td><td>170.8\n</td></tr><tr><td>1975 (C3C)\n</td><td>935\n</td><td>188\n</td><td>201.1\n</td></tr><tr><td>1974 (C2C)\n</td><td>850\n</td><td>175\n</td><td>205.9\n</td></tr><tr><td>1973 (ClC)\n</td><td>850\n</td><td>193\n</td><td>227.1\n</td></tr><tr><td>Total\n</td><td>3935\n</td><td>778\n</td><td>197.7\n</td></tr></table></body></html>"}, "TABREF7": {"text": "TABLE 2\nReciprocal hemagglutination inhibition titers of influenza reference viruses and isolates", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Virus\n</td><td> </td><td> </td><td>Reference influenza antiserums\n</td><td> </td></tr><tr><td>H3*\n</td><td>A/HK/68\n</td><td>A/HK/72\n</td><td>A/Eng/72\n</td><td>B/Vic/70\n</td><td>B/M ass/66\n</td></tr><tr><td>A/Hong Kong/8/68\n</td><td>2560\n</td><td>640\n</td><td>80\n</td><td>160\n</td><td>&lt;10\n</td><td>NTt\n</td></tr><tr><td>A/Hong Kong/5/72\n</td><td>160\n</td><td>20\n</td><td>160\n</td><td>40\n</td><td>&lt;10\n</td><td>NT\n</td></tr><tr><td>A/England/42/72\n</td><td>320\n</td><td>80\n</td><td>40\n</td><td>320\n</td><td>&lt;10\n</td><td>NT\n</td></tr><tr><td>B/Victoria/98926/70\n</td><td>&lt; 1 0\n</td><td>&lt;10\n</td><td>&lt;10\n</td><td>&lt;10\n</td><td>640\n</td><td>NT\n</td></tr><tr><td>B/Masa/3/66\n</td><td>&lt;20\n</td><td>&lt;20\n</td><td>&lt;20\n</td><td>&lt;20\n</td><td>NT\n</td><td>320\n</td></tr><tr><td>A/Brooks/l/72t\n</td><td>640\n</td><td>80\n</td><td>160\n</td><td>1280\n</td><td>&lt;10\n</td><td>&lt;20\n</td></tr><tr><td>A/Brooks/2/72\n</td><td>320\n</td><td>40\n</td><td>40\n</td><td>320\n</td><td>&lt;10\n</td><td>&lt;20\n</td></tr><tr><td>A/Brooks/3/72\n</td><td>320\n</td><td>160\n</td><td>80\n</td><td>640\n</td><td>&lt;10\n</td><td>&lt;20\n</td></tr><tr><td>A/Brooks/4/72\n</td><td>320\n</td><td>80\n</td><td>40\n</td><td>640\n</td><td>&lt; 1 0\n</td><td>&lt; 2 0\n</td></tr><tr><td>A/Brooks/5/72\n</td><td>320\n</td><td>80\n</td><td>40\n</td><td>320\n</td><td>&lt;10\n</td><td>&lt;20\n</td></tr></table></body></html>"}}, "back_matter": []}