{
    "paper_id": "fadacbb022ba021f627c606393c972877653a0bd",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Sue",
                "middle": [
                    "S"
                ],
                "last": "Cross, G L Y N N",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Faircloth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A nondisposable, or \"hard\", multiwell microplate is described for use with small volumes of biological solutions containing organic solvents. The design of this teflon-coated, aluminum device resembles the 96-well layout of the disposable variety of tissue culture microplates. The reusable, hard microplate has been specifically developed to hold and evaporate volatile organic solvents from aliquots of crude sample extractions or partitions intended for testing in various in vitro biological screening assays. This device is a valuable adjunct for converting numerous small volumes of nonpolar or nonaqueous dissolved compounds into reconstituted solutions containing acceptable assay solvents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the course of screening large numbers of crude sample extracts for their antiviral (1) (2) (3) (4) , antitumor {4), or immunomodulatory 15, and manuscripts in preparation) effects in various in vitro assay systems, many of the samples that are submitted to the investigators for parallel testing have been derived from nonpotar or nonaqueous, or both, extractions or partitions. Aqueous solubility notwithstanding, there is an added concern that many of the carrier solvents may be cytotoxic to the cell lines or primary cell cultures utilized in some of the assays. Moreover, there are often limitations of time or objective imposed by individual small scale extractions for large numbers of samples into more aqueous solvents. Re-extraction into more appropriate solvents is an extra effort and reduces screening efficiency and may also change the profile of compounds in a sample from its counterpart screened in another assay system. Therefore, in vitro screening among different types of assay systems may require, on occasion, special sample preparation to facilitate its delivery to the target cells of that assay. This is especially true in an assay where the sample loading technique cannot utilize filter-paper disks to evaporate the carrier solvent before sample addition.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 90,
                    "end": 93,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To accommodate this type of sample, we have designed a solvent-resistant, multiwell microplate (hard microplatel that can be used to evaporate the more volatile, unwanted solvent(sl from aliquots of samples to be assayed. The residual sample volumes are then reconstituted to their original volumes with a new delivery solvent; usually from a selection of more polar II.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "or aqueous solvents. The 96-well format for the hard microplate lends itself to the exact transfer of newly reconstituted sample solutions into wells of a matching disposable microplate used in the biological assay or for making dilutions. The hard microplates are easily cleaned; either manually, or by using a semi-automated microplate washing device. The nondisposable, multiwell, hard microplates can also be sterilized for multiple uses in assay systems that requires sterile sample preparation. The basic materials and equipmentment needed to craft these hard microplates are available in any research machine shop. in. inside diameter, no. J-233",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The stock aluminum plate is tooled in a machine shop to the dimensions diagrammed in Fig. 1 for the 96-well layout. After drilling the wells the aluminum plate is",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 91,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MATERIALS"
        },
        {
            "text": "IV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B."
        },
        {
            "text": "coated with a 0.002-in.-thick, solvent-resistant dichromate seal (Nituff TM Teflon). These materials and processes are generally available within large research or industry facilities. The finished hard microplate is pictured in Fig. 2 . Use Sample laden multiwell, hard microplates may be air dried and then reconstituted with an appropriate solvent(s). Faster drying times may be achieved if the hard microplate is placed into an open circuit container, such as a modular incubator chamber, which is connected in series to a cold trap and a vacuum pump. This combination is shown in Fig. 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 235,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 585,
                    "end": 591,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "B."
        },
        {
            "text": "Plant or animal materials are often homogenized in organic solvents to extract nonpolar compounds. These extracts, or partitions of extracts, are typically in volatile solvent systems such as methanol-toluene or methanol. The cell lines or primary tissue cultures used in many in vitro biological screening assays often cannot tolerate these types of delivery solvents. As a compromise to maintain solubility, but to reduce cytotoxicity of the extracting solvent, we replace the carrier solvent with a more polar or aqueous or both delivery solvent (e.g., ethanol, dimethyl-sulfoxide, or aqueous medium). Time is saved by reconstituting many different samples at once, just before beginning the assay. Aliquots of these samples are then transferred to a disposable microplate directly, or from dilutions, to the assay. The solvent-resistant, multiwell, hard microplate is reusable, can be autoclaved, and is inexpensive to make. It is a one-piece, Teflon-coated aluminum plate, 3.22 X 4.88 X 0.75 in. (L X W X D), and in the same general format as any standard 96-well microplate. The depth of the hard microplate may vary to meet individual requirements for well volumes. The 96-well format of the hard microplate is convenient for making sample dilutions or simple transfers to other disposable microplates. However, the layout itself may be changed to accommodate the larger volume designs of the 60-, 24-, 12-or 6-well series of microplates. This multiwell, hard microplate is most easily cleaned by washing with water and then flushing with alcohol {cotton swabs can be used to remove bits of residual material). A cleaned hard microplate may also be wrapped in aluminum foil and autoclaved before use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The vacuum pump assembly to the modular culture chamber produces a greater flow rate for air across the hard microplate vs. air drying of the hard microplates and thereby reduces evaporation times considerably (e.g., approximately 1 to 2 h for 250/~1 methanol/well in each of the 96 wells). Because of the nature of the solvents that might be used during this process, a fume hood is recommended for all stages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The consequences of air drying the samples must be considered together with the effects that certain solvents may have on the biological assay system. On the one hand, drying a sample may alter its chemical structure and hence its biological effectiveness. On the other hand, the insolubility of a sample in aqueous medium or cytotoxicity, or both, of the carrier solvent to the cells may preclude any determination of its true biological effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "V.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Development of a rapid assay for screening compounds for antiviral activity against RNA viruses: Coronaviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Adv. Exp. Med. Biol",
            "volume": "218",
            "issn": "",
            "pages": "275--276",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel antiviral diterpenes from a deepwater sponge",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kashman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Koehn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Tetrahedron Lett",
            "volume": "28",
            "issn": "45",
            "pages": "5461--5464",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Brianthein V, a new cytotoxic and antiviral diterpene isolated from Briareum asbestinum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coral",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bernardinetli",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Natl. Prod. 51{5",
            "volume": "",
            "issn": "",
            "pages": "981--984",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "bromotopsentin, and dihydrodeoxybromotopsenfin, antiviral and antitumor bisiindolyl) imidazoles from Caribbean deep-water sponges of the family Halichondriidae. Structure and synthetis studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsujil",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Rinehart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunasekera",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Org. Chem",
            "volume": "53",
            "issn": "",
            "pages": "5446--5453",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A simple screening procedure for the quantitative measurement of cytotoxicity to resting primary. lymphocyte cultures",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Faircloth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Clement",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Tissue Cult. Methods",
            "volume": "11",
            "issn": "4",
            "pages": "201--206",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Front and side views of a 96-well, hard microplate. Hard coat anodized with a dichromate seal iNitufP' TeflonL Coating is 0.002 in. thick. Ice bucket Manifold liquid dispenser Micropipettes (various volumes) Solvent trap (Erlenmeyer flask) Tygon ® pressure tubing, \"inner braided\"-Dacron TM, 1~",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Hard microplate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic for facilitated air drying procedure.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}