{"paper_id": "fafbdbb1152001bd650c598124007ca0ddb07ff9", "metadata": {"title": "How academics can make (extra) money out of their science", "authors": [{"first": "William", "middle": [], "last": "Bains", "suffix": "", "affiliation": {"laboratory": "", "institution": "Rufus Scientific", "location": {"addrLine": "37 The Moor", "postCode": "SG8 6ED", "settlement": "Melbourn, Royston", "country": "UK"}}, "email": ""}]}, "abstract": [{"text": "This paper analyses how UK academics can make money from their expertise, other than through earning their salary. Using statistics from the success rate and likely remuneration from recent examples, four options are discussed: licensing their intellectual property through their institution's technology transfer office, owning shares in a 'spin-out' company, personal consulting and writing books. The case of the 'average' academic who does not actively pursue any of these goals, the 'active' academic who pursues any one of them, and the top tier academic who is in the top 10 per cent of their profession worldwide are examined. In all cases, consulting is the most economically rewarding option. For the 'average' academic, being involved in a venture-funded start-up is the worst.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Academic scientists in Europe and the USA are being encouraged to commercialise their discoveries and expertise, by forming spin-out companies or by licensing technology. It is widely believed that this exploitation of the science base, particularly the creation of new, venture-backed enterprises developing intellectual property (IP) licensed from academia, benefits the national economy in which it occurs. 1, 2 Whether this is true or not, and whether licensing venture-backed start-ups, revenue-based start-ups, or other commercialisation models is best, are still matters of hot debate. [3] [4] [5] [6] But lost in this debate is the more personal question for the academic who provides the innovation to make this possible: does such activity benefit him or her?", "cite_spans": [{"start": 410, "end": 412, "text": "1,", "ref_id": "BIBREF0"}, {"start": 413, "end": 414, "text": "2", "ref_id": "BIBREF1"}, {"start": 593, "end": 596, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 597, "end": 600, "text": "[4]", "ref_id": null}, {"start": 601, "end": 604, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 605, "end": 608, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Most stories about this point are anecdotal, emphasising a few high-profile successes where founder academics make substantial sums through sale of equity in the companies that they founded. Clearly this is not representative of all start-ups, let alone all academics. If the aim of commercialisation activities is purely financial (ie there is no career benefit or intellectual satisfaction from any commercialisation route), is the start-up/ spin-out company the best route for the academic to pursue?", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This study examines this empirically for UK academics, by examining the likely career financial reward from five options:", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "• leaving academia;", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "• commercialising specific inventions though IP licensing;", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "• formation of a spin-out company (specifically, a spin-out funded by venture capital, VC);", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "• commercialising the academic's expertise and know-how through consultancy;", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "• writing for markets that pay the author.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "While this is far from an exhaustive list of commercialisation options, it represents the diversity of options available to most academics. It is far from clear that the academic, acting as a rational, financially motivated agent, should involve him/ herself with a start-up. This is specifically an analysis relating to academics in UK universities. In addition, there are brief comments on the extent to which it might be extrapolated to Germany and to the USA, and to the experiences of non-academic entrepreneurs.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "There are two ways of looking at the value to an academic of a particular commercialisation mechanism -the value if they do nothing to pursue commercialisation, and the value if they make positive efforts at commercialisation. Most academics in the UK do not make a substantial effort to commercialise their research, but will support the efforts of their technology transfer officer if an opportunity presents itself. A few are more akin to nonacademic entrepreneurs in that they actively pursue opportunities.", "cite_spans": [], "ref_spans": [], "section": "APPROACH"}, {"text": "Therefore two measures of the likely revenue that an academic could accumulate in a career in science have been calculated.", "cite_spans": [], "ref_spans": [], "section": "APPROACH"}, {"text": "Revenue risk is the total amount earned by all academics in the UK in this activity, divided by the number of academics. It is a function of the chance that an academic will participate in a commercialisation activity, the chance it is successful, and the amount it might yield. If the total number of academics in the UK is A t , and the total revenue earned by all academics across the UK in some activity is R, then Revenue risk ¼ R=A t Revenue risk is a measure of how seriously we should take this as an option. It is akin to the conclusion that 1,500 people per year are killed by an asteroid falling on them, because every 1 million years a major asteroid impact is likely to kill 1.5 billion people. 7 Clearly, 1,500 people are not killed every year -but the average figure might allow us to put efforts to detect asteroids on Earthimpacting orbits into perspective compared with efforts to detect new pandemic viruses (SARS deaths 900). 8, 9 Revenue potential Revenue risk assumes that the academic makes no special effort to make a particular type of commercialisation event occur. If a scientist chooses to actively seek out a commercialisation approach, then the chance of them making money from it is obviously much higher. This may be called revenue potential. If the number of academics that actively pursue a specific commercialisation activity is A a , then Revenue potential ¼ R=A a Revenue potential is a function solely of chances of success and yield. Inflated values of this type of measure are what scientists are promised to encourage them to pursue various commercial options.", "cite_spans": [{"start": 708, "end": 709, "text": "7", "ref_id": "BIBREF6"}, {"start": 946, "end": 948, "text": "8,", "ref_id": "BIBREF7"}, {"start": 949, "end": 950, "text": "9", "ref_id": null}], "ref_spans": [], "section": "Revenue risk"}, {"text": "For further analysis, revenue potential has been divided into average across the university system, and what would be expected for the top 10 per cent of performers: the top tier revenue.", "cite_spans": [], "ref_spans": [], "section": "Revenue risk"}, {"text": "Public data sources were surveyed for information on the economic activities of UK universities. This was complemented by interviews with senior academics and commercialisation officers in several British universities. For reference, three major US universities were also contacted. Public data sets are referenced in the specific sections below.", "cite_spans": [], "ref_spans": [], "section": "DATA SOURCES"}, {"text": "Throughout, values are for UK salaries, pay scales, business success rates etc, 2005 values, with the exception of the specifics on the distribution of licence royalty income, which is taken from the University of California, Los Angeles (UCLA). Throughout, data are for 'biotech', ie applied life sciences and those areas of chemistry that relate to them, unless specifically stated otherwise. A population of 115,000 non-clinical researchers, of which around 30,000 work Differentiate academics who are active in commercialisation in disciplines relevant to 'biotech' (excluding engineering) has been estimated from the Higher Education Statistics Agency. 10 Data on the fate of start-up companies and their founders (author's database) were compiled for a list of all UK biotech companies that were founded between 1995 and 2002 inclusive, and that were backed by major venture capital company investors or floated on a major stock exchange. 95 companies were analysed, of which 70 made data on their foundation, founders and subsequent fate available in the public domain.", "cite_spans": [{"start": 658, "end": 660, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "DATA SOURCES"}, {"text": "The average salaries of science graduates in the UK are well documented, 11 and the salary of an 'average' academic in 2005 terms can be estimated from the established pay scales. In the UK, virtually all academics are paid on these scales, as there is essentially no 'private' university sector in the UK with a substantial research base. The difference between the two is plotted for chemists and biologists. This suggests that the optimal career path is to remain in academia until the age of 30 (chemists) or 35 (biologists) and then get a career in industry.", "cite_spans": [{"start": 73, "end": 75, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Leave academia"}, {"text": "This does not take into account the potential for earning very substantial salaries in specific careers such as banking or patent agency, or of using outstanding academic status to parlay a senior management position in a major corporation's research structure, with correspondingly high salary. As the former is clearly a choice to leave science, and the latter very rare, these options are not relevant here.", "cite_spans": [], "ref_spans": [], "section": "Leave academia"}, {"text": "The rest of this paper assumes that the scientist wants to stay in academia, and so this option will not be discussed further.", "cite_spans": [], "ref_spans": [], "section": "Leave academia"}, {"text": "Commercialising specific inventions though IP licensing UK universities generate around £30m/ year in revenue from licences on their IP, 12 of which typically 50 per cent goes to the academic. (This fraction varies with the institution and the amount of revenue, but is a typical average for Russell Group universities.) Figures are summarised in Table 1 , which predicts a revenue risk across all subjects of £136 per year. This astonishingly low number is in part because few academics file any 'Notices of Invention' (NoI: a form to tell their institution that they have potentially patentable IP). No doubt to an extent this is because some people do not invent things. Those that have filed NoIs have commented that low participation in licensing is more a failure to look for inventions in research rather a failure to be creative. If this is so, we can estimate revenue potential by assuming that any academic who wanted to could file an NoI. If the chance of filing an NoI ¼ 1, revenue potential per year £7,000. (This figure is arrived at by dividing the overall revenues by the number of academics who file NoIs, times the fraction of those revenues that go to the academics.) Licences will typically generate revenue for 5-10 years (ie until their underlying patent expires), 12 so this means a total revenue per NoI of around £40,000.", "cite_spans": [], "ref_spans": [{"start": 347, "end": 354, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Leave academia"}, {"text": "The revenue earned by individual licences in the UK is hard to track, but appears similar to that in other Western countries (as IP trade is essentially global, this is to be expected). In the University of California (UC) system, revenue per licence follows a power law (see Figure  1 ), and anecdotal evidence suggests UK licence revenue does the same. In this case we can see that the large majority of the income comes from the top 10 per Optimal financial course is to leave academia between 30 and 35", "cite_spans": [], "ref_spans": [{"start": 276, "end": 285, "text": "Figure  1", "ref_id": null}], "section": "Leave academia"}, {"text": "Academics actively pursuing licensing oportunities earn an average of~£40,000 per career 10 272 Estimated fraction of revenue going to academics (based on 50% revenue sharing (£) (from discussions with technology transfer offices) 136 cent of licences, so the top tier revenue potential ¼ £400,000.", "cite_spans": [{"start": 89, "end": 91, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Leave academia"}, {"text": "Scientists can also be closely involved in the creation of a company that exploits their technology. Because many biotech product ideas need a lot of money to turn into a business, many start-up companies are backed from early in their development by large amounts of investment from institutional investors, and the rise of such investment mechanisms are seen as a critical part of the rise of 'biotech' as a recognisable industry. 1, 13 Apart from drawing a salary from the company (a base assumption is that an academic scientist already has a salary), scientists make money from their involvement in company creation when shares and share options they hold in the company become liquid, ie can be sold. Common liquidity events are flotation (initial public offering, IPO) or acquisition by a public company. It is widely stated that academic founders can expect the shares they hold in a start-up company to be worth £1m-£5m when a liquidity event occurs.", "cite_spans": [{"start": 433, "end": 435, "text": "1,", "ref_id": "BIBREF0"}, {"start": 436, "end": 438, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Formation of a spin-out funded by venture capital"}, {"text": "In the few cases where this can be tracked reliably, the reality is far less lucrative. Count 14 listed 22 'professors' who were biotech company founders, of whom 11 were involved with companies that were still private, and the amount they would be expected to make from their company. The public companies represent a highly biased sample: these are the high-profile successes, and would need to be balanced by a long list of the 450 UK biotech companies in the UK that are not public. 15 The list of private companies is a less biased sample of the hopes of company founders and their financiers at that time. Figure 2 plots what the article suggested that the founders of still-private companies could expect and, for those where a value can be ascribed to their shareholding, what they were actually worth at the beginning of 2005. None has achieved more than 25 per cent of the 'target', and half now have no value in equity in 'their' start-ups. This is such an enormous difference between promise and reality that we should examine how this collapse of expectations occurs.", "cite_spans": [{"start": 487, "end": 489, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 612, "end": 620, "text": "Figure 2", "ref_id": null}], "section": "Formation of a spin-out funded by venture capital"}, {"text": "First, many founding academics are not allowed to retain their shares in the companies they help found long enough to make any money from them. The average time from foundation to IPO for biotech companies in Europe is 11.3 years -even for those that IPO 'fast' (ie in 10 years or less from foundation) it is 4.66", "cite_spans": [], "ref_spans": [], "section": "Formation of a spin-out funded by venture capital"}, {"text": "Start-up value realised by a liquidity eventflotation or acquisition years, including companies such as Alizyme and Cytomyx that were funded by direct flotation after foundation (Figure 3a) . The average time a founder spends with the company is similar (Figure 3b ). Combining the two, the chances that an academic founder is still with 'their' company by the time it achieves a liquidity event is 46 per cent. (The chances for a non-academic founder and for the first non-founding CEO are 45 per cent and 47 per cent respectively, which are not significantly different.) This is consistent with recent US figures, where only 50 per cent of 34 biotech companies floating in 2003-4 had any academic or founder institution shareholding. 16 Most venture investors require 'Good Leaver/Bad Leaver' provisions in the company's articles that allow the company to take founder shares back from founders if they leave their principal role in a company, unless the other shareholders deem the founder to be leaving on 'good leaver' terms, something that is entirely within the company's control. So many founders leave their shares behind when the company decides that it no longer wants them involved.", "cite_spans": [{"start": 736, "end": 738, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 178, "end": 189, "text": "(Figure 3a)", "ref_id": "FIGREF2"}, {"start": 254, "end": 264, "text": "(Figure 3b", "ref_id": "FIGREF2"}], "section": "Formation of a spin-out funded by venture capital"}, {"text": "Those that have shares may find that they are effectively worthless for other reasons, and since these are usually understood only by venture finance professionals, it is useful to summarise them here. Even if investment is on an equal shares basis and the company consistently does well, the level of investment needed and the low value attributed to the founders' contribution means that all the founders and initial investors will end up with only 1-2 per cent of the company by the time it achieves a liquidity event. 13 In reality, investment is never on an 'equal shares' basis. 'Investor protection' provisions in investment structures, such as multiple preference shares and anti-dilution clauses, [17] [18] [19] and the inevitably unsteady progress of any technology-based development, destroy the value of the founders' shares quite quickly. Cases are know to the author of 'investor protection' mechanisms that reduce the value of the founder shareholding in a technically successful company to zero within four years' of company formation -the founder nominally has shares, but they are worthless. The extent of this practice and its financial implications are being studied, but the effect is the sameobtaining substantial private investment often reduces founder stakes to a minimal value.", "cite_spans": [{"start": 522, "end": 524, "text": "13", "ref_id": "BIBREF12"}, {"start": 706, "end": 710, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 711, "end": 715, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 716, "end": 720, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Formation of a spin-out funded by venture capital"}, {"text": "The net effect of this is summarised in The fraction of founders (academic and nonacademic) and CEOs (the first CEO to join the company after foundation, but not counting founder CEOs) still with the company is shown as a function of time after first VC investment Source: data from author's database commercialise their research is about £33/year, or around £1,000 over a career. For the average academic, being involved in a start-up is financially less attractive than licensing the same IP through the university. This is a very much smaller figure than estimated by Edwards. 16 A discussion of the differences in the capital markets between the UK and the USA is beyond this paper, but two major differences are differences in capitalisation and in survey scope. Edwards 16 surveyed IPOs, ie companies that have been successful. Only 20 per cent of VC projects achieve liquidity through IPO: 20 the present survey is prospective, not selecting a priori for success. Additionally, it is well established that UK biotech companies are under-capitalised compared with their US counterparts. 21 As the most common cause of failure for all company start-ups is under-capitalisation 22 we would expect UK biotechs to fail more often simply because of the way investment is done in the UK.", "cite_spans": [{"start": 580, "end": 582, "text": "16", "ref_id": "BIBREF15"}, {"start": 776, "end": 778, "text": "16", "ref_id": "BIBREF15"}, {"start": 1093, "end": 1095, "text": "21", "ref_id": "BIBREF20"}, {"start": 1182, "end": 1184, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Formation of a spin-out funded by venture capital"}, {"text": "In part this very small value for revenue risk is because there are few companies created in the UK. In 2003 151 university spin-out companies were founded, 12 and historically around 50 per cent of university spin-outs are broadly 'biotech' (author's survey of spin-outs from Oxford, Cambridge and Imperial, 1995-2004), implying 75 academic spin-outs in the life sciences. Of these only around 25 per cent are likely to get substantial funding 12 (a further 25 per cent get some funding, but the nature of most start-ups is that a small amount of 'business angel' investment is unlikely to be enough to take them to IPO or to profitability). If forming such a company is a defined aim, then we can assume that any academic can be successful in company creation, and the first line of Table 2 does not apply. The revenue potential is therefore £12,500/company, assuming that a successful exit earns the founder £1m. As starting such a company is not something most people can be involved in more than twice in a career (because of the time involved and the physical and psychological toll it takes), this implies a total career revenue potential of £25,000.", "cite_spans": [{"start": 157, "end": 159, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 785, "end": 792, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Formation of a spin-out funded by venture capital"}, {"text": "The top tier revenue can be estimated as that for an academic who remains materially associated with a successful start-up (the chances of being involved in two successful venture funded spin-outs is vanishingly small according to Figure 2 , a proposition supported by informal observation). From Figure 2 and Table 2 , this is in the region of £0.5m.", "cite_spans": [], "ref_spans": [{"start": 231, "end": 239, "text": "Figure 2", "ref_id": null}, {"start": 297, "end": 305, "text": "Figure 2", "ref_id": null}, {"start": 310, "end": 317, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Formation of a spin-out funded by venture capital"}, {"text": "Consultancy revenue is the hardest of the four end-points to quantify, as much Value from UK companies is less than US because of undercapitalisation Expected return for academic actively pursuing a start-up company is around £25,000 Calculated from data in Figure 3 Chance that founder has significant shareholding 0 consultancy is a result of ad hoc arrangements between individuals and the consulting institution. Informal discussions with many academics suggest that about 50 per cent had some consultancy work in their career, bringing in a total of £5,000-10,000 each, and some can double their salary from consultancy. These observations are consistent with other studies, 23,24 which suggest 10-25 per cent of academics carry out external consulting in any one year. This is highly discipline dependent: figures for engineering and management are higher, for physics usually lower. Potential consultancy buyers have emphasised most strongly that what they want to buy, and are willing to pay for, is established capability. This could be recognised leadership in a field of knowledge, a specific experimental model, specific expertise in a new field etc. Such leading expertise is likely to take time to acquire, and to be time limited. Therefore we would expect an academic's ability to earn substantial consultancy income to be time limited. As a working assumption, I assume that sporadic consultancy comes to academics who do not seek it for a third of their career, and substantial consultancy to those who actively pursue this for a quarter of theirs. Table 3 shows a model of the distribution of consultancy. Earning rates are typically £500-1000/day. 23, 25 It is assumed, as for licence revenue (above) and book publishing (below) there is a power law describing the distribution of consultancy revenue. From this and interview data, the model constructed suggests an average per academic annual revenue of £903. This is comparable to the 'per academic' consultancy earnings for university consultancy vehicles (Table 4) .", "cite_spans": [{"start": 1667, "end": 1670, "text": "23,", "ref_id": "BIBREF22"}, {"start": 1671, "end": 1673, "text": "25", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 258, "end": 266, "text": "Figure 3", "ref_id": "FIGREF2"}, {"start": 1566, "end": 1573, "text": "Table 3", "ref_id": "TABREF4"}, {"start": 2028, "end": 2037, "text": "(Table 4)", "ref_id": null}], "section": "Commercialising the academic's expertise and know-how through consultancy"}, {"text": "If consultancy is a specific goal, then the top three lines of Table 3 (no consultancy or only sporadic, opportunistic consultancy) do not apply. In this case the revenue potential is £35,000/year (agreeing with the comments that some academics can double their academic salary through consultancy), which over a 7.5 year period accumulates to £265,000. Top consultants would again be expected to earn five times this.", "cite_spans": [], "ref_spans": [{"start": 63, "end": 70, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Commercialising the academic's expertise and know-how through consultancy"}, {"text": "Writing is a traditional activity for academics, but most of it does not payindeed, increasingly journals are charging academics to have papers published. Many outlets do pay for articles, such as newspapers, magazines, some review journals and trade press. This section will look at the other main outlet for academic authorship, writing books.", "cite_spans": [], "ref_spans": [], "section": "Writing for markets that pay the author"}, {"text": "A 'typical' UK academic writes or edits around three books in their career ( Figure  4a ). The rate at which they write rises 50 per cent of academics consult at sometime, those actively pursuing consultancy earn £35,000 per anum Consultancy buyers want established expertise Assumptions: 50 per cent of academics earn nothing. Of the rest, the fraction of academics earning that amount AE 1/(number). Academics earning nothing do so throughout a 30 year career. Academics earning sporadically do so during the most productive third of their career. Academics earning substantial amounts do so during the most productive quarter of their career.", "cite_spans": [], "ref_spans": [{"start": 77, "end": 87, "text": "Figure  4a", "ref_id": null}], "section": "Writing for markets that pay the author"}, {"text": "fairly uniformly though an academic career, reflecting both increasing knowledge and increasing status. This is distributed between highly technical books of interest primarily to specialists, textbooks and 'popular' books. As with licensing, sales of books follow a power law, with a small number of titles taking the majority of the sales ( Figure 5 : the Bookseller does not compile sales figures for science and technology, as they are too small a fraction of the total general retail market (GRM) sales -scientific, technical and medical sales in 2002 were £19m, 31 out of total GRM sales of £980m 32 ). The revenue risk for book writing is therefore~£1,600 (Table 5) . Academics do not all write three books -most write few or none, while a few make this a specific career goal ( Figure  4b ). If writing is a career goal rather than an accidental accompaniment, then it is reasonable that the writer would choose to write at least some 'commercial' books (ie ones aimed at achieving significant general bookshop sales). If we assume two Book writing averages three books/career but most are written by a few academics Table 4 : Comparable university consulting company revenues per academic -revenue from consultancy for independent, wholely owned consultancy companies acting as consultancy vehicles for a selection of UK universities. Only cases where the consultancy was done through an independent entity whose accounts were published are shown good sellers (among the top 200 science and technology non-fiction in UK sales alone), four OK sellers in a writing career, then revenue potential is £50,000. Top tier writers will get a book in the top 50, which implies sales of that book worth £150,000 in UK and usually the same in non-UK markets, generating a career top tier potential of £350,000 (including other, less successful, works).", "cite_spans": [], "ref_spans": [{"start": 343, "end": 351, "text": "Figure 5", "ref_id": null}, {"start": 663, "end": 672, "text": "(Table 5)", "ref_id": "TABREF7"}, {"start": 786, "end": 796, "text": "Figure  4b", "ref_id": null}, {"start": 1125, "end": 1132, "text": "Table 4", "ref_id": null}], "section": "Writing for markets that pay the author"}, {"text": "In all these categories there are a few individuals who make far greater sums than the ones here -Robert Winston or Stephen Hawking for books, Stephen Davies or Alan and Sue Kingsman for start-ups and so on. It is tempting to present these examples as disproof of the numbers above. However these are the most successful handful of people in their commercialisation bracket, out of 115,000 academics in the UK. This does not represent the most likely outcome even for successful scientists.", "cite_spans": [], "ref_spans": [], "section": "Revenue potential of 'brand name' academics"}, {"text": "The revenue risk and revenue potential values for the four models are summarised in Figure 6 , which also compares these with revenue risk and potential of leaving academia: this option is not discussed further here. Figure 6 shows that using expertise in consultancy is the best option in most cases. Founding a company is never likely to generate more than licensing or consultancy, and for the academic with a start-up idea who does not make any of these options a specific career target, the best advice, on purely financial grounds, is 'write a book about it instead'. Only for those who think they are in the top 10 per cent of their profession (on a global, not an institutional, comparison) have a roughly equal economic choice between start-ups, consultancy and licensing, and even here consultancy is slightly ahead: for them, writing is not a rational economic choice.", "cite_spans": [], "ref_spans": [{"start": 84, "end": 92, "text": "Figure 6", "ref_id": null}, {"start": 217, "end": 225, "text": "Figure 6", "ref_id": null}], "section": "ANALYSIS"}, {"text": "This does not take into account the effort involved in all four activities, or the opportunity cost of each. Informally, from personal experience, founding a company takes 3-10 times as much work time as writing a book, which suggests that of these two options the latter is a better investment under all circumstances. Both are extremely poor rewards on a per hour basis compared with consultancy. These conclusions apply only to the specific economic models studied. For example, starting a company without venture investment is not considered here, and the beneficial effect on the academic's career status of writing, licensing IP etc (and hence on their salary earnings) is also not taken into account.", "cite_spans": [], "ref_spans": [], "section": "ANALYSIS"}, {"text": "Are these conclusions generalisable to other countries? Germany has a similar economic structure and even worse record of biotechnology company success than the UK. Books written in German will generally have a smaller market than those written in English. So the qualitative conclusions can be expected to be similar.", "cite_spans": [], "ref_spans": [], "section": "ANALYSIS"}, {"text": "Biotech companies in Europe are notoriously under-capitalised compared with the USA, 21 and so it may be that the revenue potential of US start-ups exceeds that of writing. Surveys from the US Figure 6 : Summary of total career revenue risk and revenue potential. Summary values for revenue risk, revenue potential, and top tier revenue for the four business models analysed Source: data from Tables 1-4 (eg Edwards 16 and Gregory and Sheahen 33 ) suggest that earnings from spin-outs among US academics are on average substantially more than in the UK if the academic retains any equity stake at IPO (which is only true for 40 per cent of IPOs 16 ). However informal discussions with academics in the US suggest that the amount they can earn from start-ups still does not reach that of consultancy. Does this speak to the non-academic scientist thinking of a career outside established corporate structures? My informal review of the ex-corporate scientists in the Cambridge (UK) area shows that ten are working as consultants for every one that is earning a living from a start-up that they founded. (Many 'have a start-up', but as it is unfunded it is unlikely to make them rich.) This suggests that the same qualitative conclusions apply to this group as well.", "cite_spans": [{"start": 85, "end": 87, "text": "21", "ref_id": "BIBREF20"}, {"start": 416, "end": 418, "text": "16", "ref_id": "BIBREF15"}, {"start": 645, "end": 647, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 193, "end": 201, "text": "Figure 6", "ref_id": null}, {"start": 393, "end": 403, "text": "Tables 1-4", "ref_id": "TABREF0"}], "section": "ANALYSIS"}, {"text": "Does this speak to others involved early in the creation of wealth from academic IP? Clearly personal consultancy and writing are not businesses that involve others. The apparently better return from licensing v. spin-out formation for the academic is mirrored by studies of the benefit of these two paths to the academic institution, 34 when the lower level of venture capital activity in the UK v. the USA is taken into account.", "cite_spans": [{"start": 335, "end": 337, "text": "34", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "ANALYSIS"}, {"text": "The governments of Western economies frequently state that they wish to realise the economic potential represented by their investment in basic research, especially through new company creation. No attempt has been made in this paper to analyse whether this is a good idea for the universities or for the economy, [3] [4] [5] [6] or why such companies are so poorly capitalised in Europe compared with the USA. 21 This paper only asks whether the academics involved make any money. My analysis suggests that creating a start-up company rarely generates significant return for the founders and IP providers. Selling expertise as consultancy or through writing is a better option for them. Governments can only alter this by addressing the financing structures that result in poorly capitalised companies manipulating their share structure to the detriment of non-investor shareholders, rather than investing in growth, development and products.", "cite_spans": [{"start": 314, "end": 317, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 318, "end": 321, "text": "[4]", "ref_id": null}, {"start": 322, "end": 325, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 326, "end": 329, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 411, "end": 413, "text": "21", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "CONCLUSIONS"}, {"text": "Consultancy, rather than start-ups, is probably more lucrative for non-academic entrepreneurs Start-ups can only be encouraged over selling off expertise, as consultancy, by structural reforms ", "cite_spans": [], "ref_spans": [], "section": "CONCLUSIONS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Comment on Trester", "authors": [{"first": "A", "middle": ["V"], "last": "Thakor", "suffix": ""}], "year": 1998, "venue": "J. Banking Finance", "volume": "22", "issn": "6-8", "pages": "700--701", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The Venture Capital Cycle", "authors": [{"first": "P", "middle": ["A"], "last": "Gompers", "suffix": ""}, {"first": "J", "middle": [], "last": "Lerner", "suffix": ""}], "year": 2004, "venue": "", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "University start-up licensing tactics", "authors": [{"first": "W", "middle": ["J"], "last": "Warren", "suffix": ""}], "year": 2004, "venue": "Genetic Eng. News", "volume": "24", "issn": "21", "pages": "20--22", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The myth of the entrepreneurial economy: Employment, innovation and small firms", "authors": [{"first": "R", "middle": [], "last": "Parker", "suffix": ""}], "year": 2002, "venue": "Work Employ. Soc", "volume": "15", "issn": "2", "pages": "373--384", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The Lambert Review of Business-University Collaboration: Final Report', HM Treasury", "authors": [{"first": "R", "middle": [], "last": "Lambert", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The mitigation, management and survivability of asteroid/comet impact with Earth", "authors": [{"first": "V", "middle": [], "last": "Garshnek", "suffix": ""}, {"first": "D", "middle": [], "last": "Morrison", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Burkle", "suffix": ""}], "year": 2000, "venue": "Space Policy", "volume": "16", "issn": "", "pages": "213--222", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The chronology of the 2003-2003 SARS mini pandemic", "authors": [{"first": "J", "middle": ["D"], "last": "Cherry", "suffix": ""}], "year": 2004, "venue": "Pediatric Resp. Rev", "volume": "5", "issn": "4", "pages": "262--269", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Full-time academic staff in all UK institutions by location of institution, gender, principal source of salary and clinical status 2002/03", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The Economic Benefit of Higher Education Qualifications", "authors": [{"first": "Llc", "middle": [], "last": "Pricewaterhousecoopers", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "UK University Commercialisation Survey: Financial Year", "authors": [{"first": "", "middle": [], "last": "Unico", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "US venture capital for biotechnology", "authors": [{"first": "M", "middle": ["D"], "last": "Dibner", "suffix": ""}, {"first": "M", "middle": [], "last": "Trull", "suffix": ""}, {"first": "M", "middle": [], "last": "Howell", "suffix": ""}], "year": 2003, "venue": "Nature Biotechnol", "volume": "21", "issn": "6", "pages": "613--617", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Commercial breaks for professors who are not so nutty", "authors": [{"first": "M", "middle": [], "last": "Count", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Integration: Ernst and Young's Eighth Annual European Life Science Report", "authors": [{"first": "Young", "middle": [], "last": "Ernst", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Academic equity in start-up companies: a retrospective look at biotech IPOs", "authors": [{"first": "M", "middle": ["G"], "last": "Edwards", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Term sheet trends in the venture capital market", "authors": [{"first": "L", "middle": ["S"], "last": "Altman", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The term sheet tango", "authors": [{"first": "T", "middle": [], "last": "Willey", "suffix": ""}, {"first": "D", "middle": [], "last": "Parsigian", "suffix": ""}], "year": 2003, "venue": "Nature Biotechnol", "volume": "21", "issn": "", "pages": "29--30", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Entrepreneurial finance: An overview of the issues and evidence", "authors": [{"first": "D", "middle": ["J"], "last": "Denis", "suffix": ""}], "year": 2004, "venue": "J. Corporate Finance", "volume": "10", "issn": "", "pages": "301--326", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Venture financing, moral hazard, and learning", "authors": [{"first": "D", "middle": [], "last": "Bergemann", "suffix": ""}, {"first": "U", "middle": [], "last": "Hege", "suffix": ""}], "year": 1998, "venue": "J. Banking Finance", "volume": "22", "issn": "6-8", "pages": "703--735", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The Equity Gap: European and US Biotechnology 2001-2", "authors": [{"first": "I", "middle": [], "last": "Critical", "suffix": ""}], "year": 2004, "venue": "Bioindustry Association", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Do venture capitalists' implicit theories on new business success/failure have empirical validity?', Int", "authors": [{"first": "H", "middle": [], "last": "Riquelmo", "suffix": ""}, {"first": "J", "middle": [], "last": "Watson", "suffix": ""}], "year": 2002, "venue": "Small Business J", "volume": "20", "issn": "4", "pages": "395--420", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Academic Staff in Higher Education: Their Experiences and Expectations", "authors": [{"first": "B", "middle": [], "last": "Casey", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Higher education-business interaction survey 2001-2', Department of Trade and Industry", "authors": [], "year": 2004, "venue": "Office of Science and Technology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Consultancy", "authors": [{"first": "Cambridge", "middle": [], "last": "Enterprise", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "IC Consultants Ltd", "authors": [{"first": "Imperial", "middle": [], "last": "College", "suffix": ""}], "year": 2001, "venue": "Technology and Medicine", "volume": "", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The university and the social-economic environment: reflections from Cambridge, UK', in 'The International Association of Science Parks Conference", "authors": [{"first": "B", "middle": [], "last": "Wicksteed", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Statement of Accounts", "authors": [], "year": 2003, "venue": "", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Annual Report and accounts year ended 31st", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Library and Information Statistics Tables (UK)", "authors": [], "year": 2005, "venue": "Library and Information Statistics Unit", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Book Sales Yearbook 2003: The Year in Detail", "authors": [{"first": "Nielsen", "middle": [], "last": "Bookscan", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "University Spin-off Companies: Economic Development, Faculty Entrepreneurs and Technology Transfer", "authors": [{"first": "W", "middle": ["D"], "last": "Gregory", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Sheahen", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "133--152", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "University revenues from technology transfer: Licensing fee vs. equity positions", "authors": [{"first": "M", "middle": ["J"], "last": "Bray", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Lee", "suffix": ""}], "year": 2000, "venue": "J. Business Venturing", "volume": "15", "issn": "", "pages": "385--392", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Annual Expectation v. reality for a sample of academic founders. Plot of the amount that 'professor' founders of private biotech start-ups expect to have v. their actual worth at April 2005. Both axes in £m Source: data for x-axis from Count; 14 for yaxis from company accounts and personal conversations", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Time with the company. (a) The time between foundation and liquidity event for 17 UK companies that were founded after 1994. Data set includes nine IPOs and eight acquisitions by a public company. Data for companies that did and did not receive institutional investment ('VC') are shown separately. (b) The time founders and CEOs spend with the company after foundation.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Academic authorship. Results of survey of 50 academic CVs from life science, non-medical academics with full-time ('tenured') posts at UK universities. (a) Career progression and book writing. Average number of books written by age. (b) Number of books published per academic. Note that this has not been corrected for age of the academicyounger academics can be expected to have written fewer books Book revenues. Distribution of sales figures for top 100 books in three subject categories Source: data from Nielsen Bookscan 32", "latex": null, "type": "figure"}, "TABREF0": {"text": "Calculation of revenue risk for licensing. Estimation of licensing revenue per academic, based on Unico figures for 2003 12", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Number of NoIs/year16 </td><td>2,157\n</td></tr><tr><td>Number of licences or assignments divided by number of NoIs (chances of\n</td><td>0.23\n</td></tr><tr><td>NoI leading to licensed patent)\n</td><td> </td></tr><tr><td>Reported revenue/year (£m) </td><td>31\n</td></tr><tr><td>University revenue per academic (£)10 </td><td>272\n</td></tr><tr><td>Estimated fraction of revenue going to academics (based on 50% revenue sharing (£) (from discussions with technology transfer offices)\n</td><td>136\n</td></tr></table></body></html>"}, "TABREF1": {"text": "The revenue risk for a typical UK academic for starting a company to", "latex": null, "type": "table"}, "TABREF2": {"text": "Risk and potential for start-ups", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Chance of starting a company/year </td><td>0.002,67 </td><td>There are 150 spin-outs formed/year in UK,a of which around half are in the 'biotech' arena,b among 30,000\n</td></tr><tr><td>Chance of getting financed </td><td>0.125 </td><td>UK academics in those disciplinesc\nThere are 90 biotech companies supported by significant private investors,b with an average investment 'life' of 5\n</td></tr><tr><td>Chance that founder still with\n</td><td>0.4 </td><td>years, hence 18 financed/year Calculated from data in Figure 3\n</td></tr><tr><td>company when IPO\nChance that founder has significant\n</td><td>0.25 </td><td>Estimate from discussions with industry\n</td></tr><tr><td>shareholding\nOverall likely return per company </td><td>33 </td><td>Assuming that a successful company earns the academic £1m\n</td></tr><tr><td>Averaged return/career/academic </td><td>1,000 </td><td>Assuming a 30 year career.\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Risk and potential from consultancy -calculation of likely earnings from consultancy", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td> </td><td>Weighted total (column 3 3\n</td></tr><tr><td>Income band: consultancy revenue/good year\n</td><td>Fraction of academics in band\n</td><td>Number of years at which this level can be achieved\n</td><td>Total earnings that can be achieved (£)\n</td><td>column 4) (£)\n</td></tr><tr><td>0 </td><td>0.5 </td><td>30 </td><td>0 </td><td>0\n</td></tr><tr><td>2,000 </td><td>0.32 </td><td>10 </td><td>20,000 </td><td>6,369\n</td></tr><tr><td>5,000 </td><td>0.127 </td><td>10 </td><td>50,000 </td><td>6,369\n</td></tr><tr><td>20,000 </td><td>0.032 </td><td>7.5 </td><td>150,000 </td><td>4,777\n</td></tr><tr><td>40,000 </td><td>0.0159 </td><td>7.5 </td><td>300,000 </td><td>4,777\n</td></tr><tr><td>100,000 </td><td>0.0064 </td><td>7.5 </td><td>750,000 </td><td>4,777\n</td></tr><tr><td>300,000\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Average/academic: 902 </td><td>27,070\n</td></tr></table></body></html>"}, "TABREF6": {"text": "Academics who make writing a career goal earn average of £50,000/ career 'Brand name' academics are not typical On financial grounds, consultancy is the most rewarding and founding a start-up is least rewarding", "latex": null, "type": "table"}, "TABREF7": {"text": "Revenue risk and potential for writing Total market ¼ £19m,31 number of titles in print 7,000 32 Years book has significant sales", "latex": null, "type": "table"}, "TABREF8": {"text": "Table 4: Comparable university consulting company revenues per academic - revenue from consultancy for independent, wholely owned consultancy companies acting as consultancy vehicles for a selection of UK universities. Only cases where the consultancy was done through an independent entity whose accounts were published are shown", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Institution (consultancy company) </td><td>Revenue per full-time\nacademic (£)\n</td><td>Year </td><td>Source\n</td></tr><tr><td>Imperial College of Science, Technology and Medicine (ICON)\n</td><td>2,000 </td><td>2001 </td><td>Imperial College26\n</td></tr><tr><td>Cambridge University (CUTS) </td><td>930 </td><td>2003 </td><td>Wicksteed27\n</td></tr><tr><td>University of Manchester Institute of Science and Technology (UMIST Ventures)\n1,140 </td><td>2003 </td><td>UMIST28\n</td></tr><tr><td>Coventry University (Coventry University Enterprises Ltd)\n</td><td>2,000 </td><td>2004 </td><td>Coventry University Enterprises Ltd29\n</td></tr><tr><td>Loughborough University (Loughborough University Enterprises Ltd)\n</td><td>866 </td><td>2004 </td><td>Loughborough University30\n</td></tr></table></body></html>"}, "TABREF9": {"text": "Table 5: Revenue risk and potential for writing", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Number of books/career </td><td>3 </td><td>From Figure 4\n</td></tr><tr><td>Sales/book </td><td>2,700 </td><td>Total market ¼ £19m,31 number of titles in print 7,00032\n</td></tr><tr><td>Years book has significant sales </td><td>2 </td><td>Estimate from personal observation\n</td></tr><tr><td>Royalty rate </td><td>0.1 </td><td>Estimate from personal observation\n</td></tr><tr><td> </td><td>Revenue risk </td><td>1,630\n</td></tr></table></body></html>"}}, "back_matter": []}