{
    "paper_id": "fb14cf418a25327b21b3033cce20ec862f622e65",
    "metadata": {
        "title": "Viral suppression of innate immunity via spatial isolation of TBK1/IKK1 from mitochondrial antiviral platform",
        "authors": [
            {
                "first": "Yun-Jia",
                "middle": [],
                "last": "Ning",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Manli",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Maping",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shu",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wu-Chun",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan-Yi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhihong",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "zhihonghu@wh.iov.cn"
            },
            {
                "first": "Hualin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "h.wang@wh.iov.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "For antiviral signaling mediated by retinoic acid-inducible gene I (RIG-I)-like receptors (RLRs), the recruitment of cytosolic RLRs and downstream molecules (such as TBK1 and IKK1) to mitochondrial platform is a central event that facilitates the establishment of host antiviral state. Here, we present an example of viral targeting for immune evasion through spatial isolation of TBK1/IKK1 from mitochondrial antiviral platform, which was employed by severe fever with thrombocytopenia syndrome virus (SFTSV), a deadly bunyavirus emerging recently. We showed that SFTSV nonstructural protein NSs functions as the interferon (IFN) antagonist, mainly via suppressing TBK1/IKK1-IRF3 signaling. NSs mediates the formation of cytoplasmic inclusion bodies (IBs), and the blockage of IB formation impairs IFN-inhibiting activity of NSs. We next demonstrate that IBs are utilized to compartmentalize TBK1/IKK1. The compartmentalization results in spatial isolation of the kinases from mitochondria, and deprived TBK1/IKK1 may participate in antiviral complex assembly, leading to the blockage of IFN induction. This study proposes a new role of viral IBs as virus-built 'jail' for imprisoning cellular factors and presents a novel and likely common mechanism of viral immune evasion through spatial isolation of critical signaling molecules from the mitochondrial antiviral platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Innate immunity is the first line of host defense against pathogen invasion. For RNA virus infection, cytosolic viral RNAs are initially recognized by RIG-I-like receptors (RLRs) RIG-I and MDA5 (Yoneyama and Fujita, 2009) . Recognizing RNA by RLRs triggers their activation and subsequent translocation to mitochondria where they interact with the common adaptor MAVS (also known as IPS-1, CARDIF, and VISA) (Kawai et al., 2005; Meylan et al., 2005; Seth et al., 2005; Xu et al., 2005) , resulting in the formation of active MAVS polymers (Hou et al., 2011) . MAVS then recruits various signaling proteins to form antiviral complexes, such as TRAF6 and TRAF3. The recruitment of TRAF6 to MAVS activates NF-kB signaling, while TRAF3 binds to MAVS to promote TBK1/ IKK1-mediated IRF3 activation (Belgnaoui et al., 2011) . MAVS also interacts with another mitochondrial protein TOM70 for recruiting TBK1/IRF3 via chaperone Hsp90 to enhance the activation of IRF3 . These activation events of NF-kB and IRF3 lead to the production of cytokines including type I interferons (IFNs), while the optimum activation also involves organelle antiviral platforms as well as many other molecules (such as RAVER1 and GSK3b) for association and cooperation in signaling (Lei et al., 2010; Chen et al., 2013) . As the antiviral signaling hubs, mitochondria provide an appropriate environment for antiviral complex assembly, and mitochondrial location of MAVS is required for RLR-mediated IFN induction (Seth et al., 2005) ; while, in turn, MAVS functions as a sorting adaptor and further defines mitochondria as the central signaling sites (Kagan, 2012) . Thus the signaling transduction spatiotemporally involves translocation of multiple cytosolic signaling proteins to mitochondria.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 221,
                    "text": "(Yoneyama and Fujita, 2009)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 408,
                    "end": 428,
                    "text": "(Kawai et al., 2005;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 429,
                    "end": 449,
                    "text": "Meylan et al., 2005;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 450,
                    "end": 468,
                    "text": "Seth et al., 2005;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 469,
                    "end": 485,
                    "text": "Xu et al., 2005)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 539,
                    "end": 557,
                    "text": "(Hou et al., 2011)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 793,
                    "end": 817,
                    "text": "(Belgnaoui et al., 2011)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1254,
                    "end": 1272,
                    "text": "(Lei et al., 2010;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1273,
                    "end": 1291,
                    "text": "Chen et al., 2013)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1485,
                    "end": 1504,
                    "text": "(Seth et al., 2005)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1623,
                    "end": 1636,
                    "text": "(Kagan, 2012)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To circumvent host antiviral responses, viruses have evolved multifarious strategies at different levels of RLR signaling. Since mitochondrial relocation is a notable event for many signaling molecules, it is likely to be targeted by viruses for immune evasion. In the current study, we present an example of spatial isolation of TBK1/IKK1 from mitochondrial antiviral platform by severe fever with thrombocytopenia syndrome virus (SFTSV). SFTSV is a novel phlebovirus of Bunyaviridae family, recently emerging in China (Yu et al., 2011) . Human infection by SFTSV can cause severe fever with thrombocytopenia syndrome (SFTS) with a high fatality rate up to 30% (Yu et al., 2011) . As an emerging deadly virus, SFTSV has posed a serious health threat. However, no antiviral drugs or vaccines are available at present, and little is known about the viral pathogenesis and virus-host interactions in humans infected with SFTSV. Clinically, the production of IFNs was almost undetectable in the blood of patients (Li, 2011) , suggesting that innate immune responses are suppressed effectively, which may contribute to viral systematic infection and pathogenesis. Like other phleboviruses, SFTSV is a negative, single-stranded RNA virus with a threesegmented genome. The large (L) and medium (M) segments encode RNA-dependent RNA polymerase (RdRP) and glycoproteins, respectively, while the small (S) segment uses an ambisense strategy to encode the nucleoprotein (NP) and the nonstructural protein (NSs). Bunyavirus NSs proteins are hypervariable in sequences, sizes, and encoding strategies, but they appear to have some conservative functions, such as regulation of viral replication and IFN antagonism (Schmaljohn and Nichol, 2007) . SFTSV NSs might be involved in the suppression of IFN induction as well, but the mechanism was not fully elucidated (Qu et al., 2012) .",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 537,
                    "text": "(Yu et al., 2011)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 662,
                    "end": 679,
                    "text": "(Yu et al., 2011)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1010,
                    "end": 1020,
                    "text": "(Li, 2011)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1702,
                    "end": 1731,
                    "text": "(Schmaljohn and Nichol, 2007)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1850,
                    "end": 1867,
                    "text": "(Qu et al., 2012)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we show that the SFTSV NSs functions as type I IFN antagonist mainly by interfering with the TBK1/IKK1-IRF3 signaling. NSs mediates the formation of cytoplasmic inclusion bodies (IBs) and efficiently captures TBK1/IKK1 to the IBs. The capture leads to a spatial isolation of TBK1/IKK1 from the mitochondrial antiviral platform, thus suppressing antiviral signaling and IFN induction. -triggered activation of IFN-b  promoter mainly by targeting the IRF-responsive element  activation Proteins encoded by bunyaviruses, either nonstructural or structural, can act as potential IFN antagonists (Elliott and Weber, 2009) . To identify the type I IFN antagonist(s) of SFTSV, a functional screening of the proteins from SFTSV (WCH-2011/HN/China/ isolate97) was performed. Plasmids encoding these proteins and influenza PR8 virus NS1 (as a positive control) were transfected individually into HEK293T cells, and their effects on the activation of IFN-b promoter following Sendai virus (SeV) infection were examined by dual luciferase reporter (DLR) assays. NSs encoded by the S segment was identified as the inhibitor of IFN-b promoter activation ( Figure 1A) .",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 631,
                    "text": "(Elliott and Weber, 2009)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 498,
                    "text": "-triggered activation of IFN-b  promoter mainly by targeting the IRF-responsive element  activation",
                    "ref_id": null
                },
                {
                    "start": 1157,
                    "end": 1167,
                    "text": "Figure 1A)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The activation of IFN-b promoter depends on synergistic interactions among NF-kB, IRF3, and other transcription factors that bind to distinct regulatory domains in the promoter. To identify which transcription factor-mediated signaling was targeted by NSs, we tested the ability of NSs to suppress transcription from individual regulatory elements bound by NF-kB or IRF3. As shown in Figure 1B , NSs overexpression almost completely blocked SeV-triggered activation of ISRE, and the inhibition effect was even stronger than that mediated by the positive control, NS1 protein ( Figure 1B) . In contrast, the suppression of NF-kB promoter induced by NSs appeared to be slight, compared with that caused by NS1 ( Figure 1C ). Similar results were obtained when TNF-a was used to activate NF-kB promoter ( Figure 1D ). We did not observe significant suppression of ISRE or Figure 1 SFTSV NSs-induced suppression of IFN-b, ISRE, and NF-kB promoters. HEK293T cells were co-transfected with 600 ng empty plasmid (vector) or plasmids encoding the indicated viral proteins, along with the reporter plasmids for IFN-b (A), ISRE (B), or NF-kB (C and D) promoter and the Renilla luciferase plasmid pRL-TK. Twenty-four hours after transfection, cells were infected with SeV or left uninfected for 16 h (A -C), or treated with TNF-a (20 ng/ml) or left untreated for 12 h (D) before luciferase activities were measured. Graphs show mean + SD, n ¼ 3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 384,
                    "end": 393,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 577,
                    "end": 587,
                    "text": "Figure 1B)",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 719,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 811,
                    "text": "Figure 1D",
                    "ref_id": null
                }
            ],
            "section": "SFTSV NSs inhibits Sendai virus"
        },
        {
            "text": "NF-kB promoter by other viral proteins. Thus, these data indicate that NSs functions as the IFN antagonist of SFTSV and likely mainly targets IRF signaling for the inhibition of IFN-b induction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SFTSV NSs inhibits Sendai virus"
        },
        {
            "text": "In order to further elucidate the function of NSs, we investigated its subcellular localization. As revealed by immunofluorescence staining of cells transfected with NSs expression plasmids under the confocal microscope, NSs seemed to be localized in cytoplasmic structures that were heterogeneous in size and shape ( Figure 2A) . Under light microscope, the structures looked like compact granules. Further analyses of cells expressing EGFP-tagged NSs by confocal microscopy showed that they were solid and the EGFP-NSs fused protein was not limited on the surface of the structures ( Figure 2B and C). Various types of mammalian cells were used for examining SFTSV infection with rabbit anti-NSs antiserum, and similar structures could be observed in SFTSV-infected cells, including Vero (green monkey kidney cells), HEK293 (human kidney cells), HepG2 (human hepatocytes), H9c2 (rat cardiac myoblasts), RAW264.7 (mouse macrophages), and DH82 (canine macrophage-monocyte cells) ( Figure 2D and Supplementary Figure S1 ). For the staining characteristics, subcellular distribution, size, and shape, the structures were quite similar to IBs observed in cells infected with some nonsegmented negative-strand RNA viruses such as rabies virus (Lahaye et al., 2009) and Ebola virus (Hoenen et al., 2012) .",
            "cite_spans": [
                {
                    "start": 1239,
                    "end": 1260,
                    "text": "(Lahaye et al., 2009)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1277,
                    "end": 1298,
                    "text": "(Hoenen et al., 2012)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 328,
                    "text": "Figure 2A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 586,
                    "end": 595,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 981,
                    "end": 990,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1009,
                    "end": 1018,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "NSs-induced formation and characterization of SFTSV IBs"
        },
        {
            "text": "We further characterized these IBs induced by SFTSV NSs. Hematoxylin-and-eosin (H&E) staining was performed and showed that the SFTSV IBs appeared to be eosinophilic in SFTSV-infected cells ( Figure 2E ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NSs-induced formation and characterization of SFTSV IBs"
        },
        {
            "text": "There are some cytoplasmic IBs called aggresomes that represent misfolded protein aggregates. The aggregated proteins are driven along microtubule tracks to juxtanuclear microtubule-organizing center to form aggresomes (Kopito, 2000) . Aggresomes may recruit mitochondria and they can be further delivered to the autophagylysosome system for degradation (Garcia-Mata et al., 1999; Kopito, 2000) . However, the distribution of NSs IBs was not limited in perinuclear zone and the treatment with nocodazole, which induces microtubule depolymerization, did not inhibit the formation of NSs IBs ( Figure 2F ). Furthermore, no significant recruitment of mitochondria to the NSs IBs was observed ( Figure 2G , upper panels). In addition, these NSs IBs were likely not delivered to lysosomes neither, as revealed by EGFP-NSs expression and lysosome staining ( Figure 2G , lower panels). These results suggest that NSs-induced IBs are distinct from aggresomes.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 233,
                    "text": "(Kopito, 2000)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 354,
                    "end": 380,
                    "text": "(Garcia-Mata et al., 1999;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 381,
                    "end": 394,
                    "text": "Kopito, 2000)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 592,
                    "end": 601,
                    "text": "Figure 2F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 691,
                    "end": 700,
                    "text": "Figure 2G",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 852,
                    "end": 861,
                    "text": "Figure 2G",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NSs-induced formation and characterization of SFTSV IBs"
        },
        {
            "text": "For some other cytoplasmic IBs induced by viruses like rabies virus and Ebola virus, it has been demonstrated that they are dynamic and functional structures compartmentalizing and hence implementing some essential events of the viral life cycle (Lahaye et al., 2009; Hoenen et al., 2012) . Employing a finer temporal resolution for live-cell analysis, Hoenen et al. (2012) reported that Ebola virus IBs were highly dynamic and they could be fused together to form larger ones or dispersed into smaller ones. Interestingly, we indeed observed that some of SFTSV NSs IBs were likely fusing, dispersing, or being linked with each other by a 'fiber', implying that NSs IBs might also undergo dynamic fusion or fission during their developments ( Figure 2H ). These findings suggest that SFTSV NSs IBs are distinct from aggresomes, but share some characteristics with the active IBs induced by some other viruses, in which viral or cellular proteins are compartmentalized but not damaged (Lahaye et al., 2009; Hoenen et al., 2012; Fricke et al., 2013) .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 267,
                    "text": "(Lahaye et al., 2009;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 268,
                    "end": 288,
                    "text": "Hoenen et al., 2012)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 353,
                    "end": 373,
                    "text": "Hoenen et al. (2012)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 984,
                    "end": 1005,
                    "text": "(Lahaye et al., 2009;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1006,
                    "end": 1026,
                    "text": "Hoenen et al., 2012;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1027,
                    "end": 1047,
                    "text": "Fricke et al., 2013)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 743,
                    "end": 752,
                    "text": "Figure 2H",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NSs-induced formation and characterization of SFTSV IBs"
        },
        {
            "text": "The PXXP motif is required for IB formation and NSs IFN-inhibiting activity Two PXXP motifs (P refers to proline and X refers to any amino acid) at N-terminus of the NSs protein encoded by Rift Valley fever virus (RVFV, also a phlebovirus) were suggested to play important roles in both the localization of NSs and its function as an IFN antagonist (Billecocq et al., 2004) . Sequence analysis revealed that SFTSV NSs also contains a conserved PXXP motif at its N-terminus (aa residues 66-69). Thus, we analyzed the role of this proline-rich motif in NSs location through replacing the proline(s) by alanine(s). Vero cells were transfected with plasmids expressing EGFP, EGFP-tagged NSs, or NSs mutants, respectively. Any single-point mutation at P66 (NSs P66A) or P69 (NSs P69A) did not prevent the formation of IBs, whereas simultaneous substitution of P66 and P69 (NSs PP) disrupted the formation of NSs IBs and rendered even cytoplasmic localization of the protein ( Figure 3A ). Next, we evaluated their capacities for suppressing ISRE and IFN-b promoters. Intriguingly, NSs PP that was no longer able to induce IB formation lost most of the inhibitory activities as well, while single-point mutations were only slightly impacted and still strongly interfered with the activation of IFN-b and ISRE promoters triggered by viral infection ( Figure 3B ). These results suggest that, similar to RVFV NSs, the N-terminal PXXP motif of SFTSV NSs is also required for IB formation, and localization and function of the protein. It is well known that the localization of NSs is required for NSs activity for RVFV. Here, the formation of SFTSV NSs IBs appears to be also required for NSs inhibitory activities against IRF signaling and IFN induction, as suggested by the clear correlation between NSs IB formation and NSs capacity of inhibition on reporter gene transcription.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 373,
                    "text": "(Billecocq et al., 2004)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 971,
                    "end": 980,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1344,
                    "end": 1353,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "NSs-induced formation and characterization of SFTSV IBs"
        },
        {
            "text": "IRF3 plays as a key regulator of type I IFN gene expression elicited by viruses. During virus infection, IRF3 is phosphorylated by TBK1 and IKK1, resulting in the dimerization and subsequent nuclear translocation of IRF3 as activated transcription factor. Since NSs appears to target IRF signaling, the activation of IRF3 was also investigated. Firstly, the level of IRF3 phosphorylation was evaluated by western blot (WB) analysis using a phosphorylation-specific antibody, anti-IRF3 (S396). SeV infection noticeably triggered IRF3 phosphorylation, which, however, was inhibited significantly by NSs expression ( Figure 4A ). Complementing the phosphorylation status, the effect of NSs on IRF3 dimerization was analyzed by Native-PAGE using an anti-IRF3 antibody. As shown in Figure 4B , SeV-induced dimerization of IRF3 was reduced by the expression of NSs. Virus-triggered nuclear translocation of IRF3 was also investigated by immunofluorescence. As indicated in Figure 4C , SeV infection resulted in the translocation of IRF3 from the cytoplasm to the nuclei, which was blocked in the cells expressing NSs. In contrast, NSs PP almost lost the capacity for blocking IRF3 nuclear translocation ( Figure 4D and Supplementary Figure S2 ). These results demonstrate that NSs indeed interferes with IRF3 activities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 614,
                    "end": 623,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 777,
                    "end": 786,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 967,
                    "end": 976,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1199,
                    "end": 1208,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1227,
                    "end": 1236,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NSs prevents the activation and nuclear translocation of endogenous IRF3"
        },
        {
            "text": "SeV is a model virus that can trigger RLR signaling and hence IRF3 activation. In our reporter assays, knockdown of RIG-I by RNAi inhibited SFTSV-induced IFN-b promoter activation, suggesting that RIG-I is also involved in the recognition of SFTSV infection (Supplementary Figure S3 ). Since SFTSV NSs inhibited SeV-induced activation of IRF3, we hypothesized that NSs may interfere with RLR-mediated signaling pathway. To certify this, the NSs-expressing plasmid and plasmids expressing MDA5 or a constitutively active form of RIG-I (RIG-IN) were, respectively, transfected into HEK293T cells for reporter gene assays. The overexpression of RIG-IN or MDA5 could strongly activate the IFN-b promoter, while co-expression of NSs inhibited the activation of IFN-b promoter in a dose-dependent manner ( Figure 5A and B), indicating that NSs indeed interferes with RLR signaling pathway.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 282,
                    "text": "Figure S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 800,
                    "end": 809,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "NSs inhibits RLR-mediated signaling at the level of TBK1/IKK1"
        },
        {
            "text": "Furthermore, we addressed which step of the RLR signaling cascade is targeted by NSs. Signaling proteins downstream of RLRs including the adaptor MAVS and the kinases TBK1 and IKK1 were used to activate the IFN-b promoter. Overexpression of these proteins resulted in significant activation of the IFN-b promoter, which was inhibited by NSs ( Figure 5C and E), suggesting that NSs acts at the level of TBK1/IKK1 or further downstream. To gain further insight, a constitutively active form of IRF3 (IRF3/5D) was constructed and used to induce the activation of ISRE promoter. As shown in Figure 5F , NSs was not able to suppress IRF3/ 5D-mediated activation of ISRE promoter, indicating that NSs functions at the upstream of IRF3. Taken together, these data suggest that NSs targets at the level of TBK1/IKK1 to inhibit RLR signaling and hence IRF3 activity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 352,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 587,
                    "end": 596,
                    "text": "Figure 5F",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "NSs inhibits RLR-mediated signaling at the level of TBK1/IKK1"
        },
        {
            "text": "To investigate how NSs antagonizes the RLR signaling pathway at the level of TBK1/IKK1, the interactions between NSs and RLR signaling molecules were examined by S-protein pull-down assays. HEK293 cells were co-transfected with the plasmids encoding Flag-tagged signaling proteins and NSs fused with S.tag (NSs-S.tag), and lysed for S.tag precipitation. As shown in Figure 6A , TBK1 and IKK1, but not RIG-I, MDA5, MAVS, or IRF3, were co-precipitated strongly with NSs-S.tag. Then, the interaction of NSs with endogenous TBK1 was also confirmed by the endogenous Co-IP assay using SFTSV-infected cells with NSs-specific rabbit antiserum ( Figure 6B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 375,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 648,
                    "text": "Figure 6B)",
                    "ref_id": null
                }
            ],
            "section": "NSs interacts with TBK1/IKK1 and relocates the kinases to NSs IBs"
        },
        {
            "text": "Furthermore, immunofluorescence staining of NSs and TBK1/ IKK1 was performed to determine their co-localization in cells. TBK1 and IKK1 distributed diffusely cytosolic in absence of NSs, whereas they were abundantly localized to the IBs during co-expression with NSs (Supplementary Figure S4) , indicating that NSs interacts with the kinases and relocates them to the IB compartments. In contrast, NSs did not noticeably affect the localization of MAVS and they were separately located (Supplementary Figure S4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 292,
                    "text": "Figure S4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 501,
                    "end": 511,
                    "text": "Figure S4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "NSs interacts with TBK1/IKK1 and relocates the kinases to NSs IBs"
        },
        {
            "text": "NSs-mediated TBK1/IKK1 relocation to IBs causes irreversible spatial isolation of kinases from mitochondria and blocks antiviral signaling Upon viral infection, signaling molecules including TBK1/IKK1 are recruited to mitochondrial platforms harboring MAVS for antiviral complex assembly. Since NSs relocates TBK/IKK1 to IBs, we examined whether the relocated TBK1/IKK1 can still be responsive to viral infection, i.e. released from IBs and translocated to other subcellular sites. As shown in Figure 7A , NSs expression resulted in the relocation of IKK1 to NSs IBs, but viral infection could not trigger any release or translocation of IKK1 from IBs, indicating that the imprisonment of the kinase in IBs is not reversible in response to viral infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 503,
                    "text": "Figure 7A",
                    "ref_id": null
                }
            ],
            "section": "NSs interacts with TBK1/IKK1 and relocates the kinases to NSs IBs"
        },
        {
            "text": "Furthermore, the effects of NSs on virus-induced recruitment of TBK1/IKK1 to mitochondria were investigated. As indicated in Figure 7B , overexpressed TBK1 appeared to be partially co-localized with the mitochondrial marker even in absence of viral infection, which seemed to be enhanced upon SeV infection. In NSs-expressing cells, however, TBK1 was efficiently trapped to IBs by NSs, leading to spatial isolation of the kinase from mitochondria, which could not be reversed by viral infection ( Figure 7B ). Similar results were obtained for overexpressed IKK1 (Supplementary Figure S5A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 506,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 589,
                    "text": "Figure S5A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "NSs interacts with TBK1/IKK1 and relocates the kinases to NSs IBs"
        },
        {
            "text": "Moreover, we investigated the subcellular localization of endogenous IKK1 in SFTSV-infected human cells using a mouse anti-IKK1 antibody. We found that SFTSV could efficiently infect HepG2 and HEK293 cells, and the expression of endogenous IKK1 seemed too low to be visualized in uninfected cells or at early phase in infected cells (data not shown). Twenty-four hours postinfection, endogenous IKK1 were visualized to be compartmentalized in NSs IBs and spatially isolated from the mitochondrial network ( Figure 7C and Supplementary Figure S5B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 507,
                    "end": 516,
                    "text": "Figure 7C",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 545,
                    "text": "Figure S5B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "NSs interacts with TBK1/IKK1 and relocates the kinases to NSs IBs"
        },
        {
            "text": "Since TBK1/IKK1 are isolated from mitochondria, there should be no chance for them to interact with their upstream signaling molecules like MAVS or form TBK/IKK1-containing complex. To Figure 6 NSs interacts with host kinases TBK1 and IKK1. (A) Screening of host proteins interacting with NSs. HEK293 cells were co-transfected with the indicated plasmids. Thirty-six hours after transfection, cells were lysed and pull-down assays were performed with the slurry of S-protein agarose. The precipitates were analyzed by WB with anti-Flag and anti-S.tag for revealing the signaling proteins interacting with NSs and the pulldown of NSs-S.tag, respectively. The expression of transfected Flag-tagged signaling proteins (lysate input) was detected by WB with anti-Flag. Vectors were the corresponding empty plasmids. (B) Co-IP of endogenous TBK1 with viral NSs. Mock-or SFTSV-infected cells were lysed and the cell supernatants pretreated with pre-immune serum and protein A/G agarose were immunoprecipitated with NSs-specific antiserum and protein A/G agarose. The immunoprecipitates were then analyzed by WB with anti-TBK1 and anti-NSs antibodies, respectively (left panels). Cell lysates were also subjected to WB analysis for detecting the expression of endogenous TBK and viral NSs (lysate input, right panels).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "NSs interacts with TBK1/IKK1 and relocates the kinases to NSs IBs"
        },
        {
            "text": "Virus-induced spatial isolation of TBK1/IKK1 | 331 Figure 7 NSs-mediated relocation of TBK1/IKK1 leads to irreversible spatial isolation from mitochondria and blocks antiviral signaling. (A)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "NSs interacts with TBK1/IKK1 and relocates the kinases to NSs IBs"
        },
        {
            "text": "Relocation of kinases to IBs was irreversible upon viral infection. HeLa cells were co-transfected with Flag-IKK1 expression plasmids, together with the EGFP or EGFP-NSs expression plasmid. Twenty-four hours later, cells were infected with SeV or left uninfected for 6 h and fixed for IFA. IKK1 was stained with anti-Flag. To quantify the co-localization of IKK1 and NSs, Pearson's correlation coefficients (PCC) are calculated and certify it, we further investigated the influence of NSs on the association between IKK1 and MAVS. As shown by the S-protein pulldown assay, NSs expression significantly inhibited the association of IKK1 and MAVS ( Figure 7D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 647,
                    "end": 657,
                    "text": "Figure 7D)",
                    "ref_id": null
                }
            ],
            "section": "NSs interacts with TBK1/IKK1 and relocates the kinases to NSs IBs"
        },
        {
            "text": "Taken together, these results suggest that by trapping TBK1/ IKK1 to IBs, NSs mediates an effective spatial isolation of TBK1/ IKK1 from the mitochondrial platform, which interrupts the linkup of the kinases with their upstream molecules and results in the blockage of antiviral signaling cascade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NSs interacts with TBK1/IKK1 and relocates the kinases to NSs IBs"
        },
        {
            "text": "Subcellular localization is important for functional regulation of cellular proteins. In response to viral infection, mitochondrial relocation of upstream RLRs and subsequently many downstream signaling molecules, such as WDR5 (Wang et al., 2010) , TRAF3 (van Zuylen et al., 2012), and TBK1/IKK1 (Hiscott et al., 2006) , are required for MAVS antiviral complex assembly and transcription factor activation. This study provides an example of viral immune evasion through targeting this event where SFTSV NSs functions as the type I IFN antagonist through trapping TBK1/ IKK1 to the virus-induced IB compartments and hence efficiently mediating the irreversible spatial isolation of the kinases from mitochondria to terminate the signaling cascade and IFN induction (Figure 8) .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 246,
                    "text": "(Wang et al., 2010)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 296,
                    "end": 318,
                    "text": "(Hiscott et al., 2006)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 764,
                    "end": 774,
                    "text": "(Figure 8)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Recent structural and interaction proteomic studies support a model that cellular localization of TBK1 determines specific TBK1 signaling (Helgason et al., 2013) . Our study suggests that SFTSV NSs blocks the relocation of TBK1/IKK1 to mitochondria via the spatial isolation and thus suppresses RLR-mediated IRF3 activation and type I IFN induction upon SeV infection, therefore highlighting the importance of the kinase location. Additionally, since TBK1/IKK1 are crucial components at the convergence point of antiviral signalings mediated by several pattern recognition receptors, including RLRs, toll-like receptors (TLRs), and DNA sensors, it remains to be determined whether TBK1/IKK1 signalings at other subcellular sites are prevented by the spatial isolation in IBs as well.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 161,
                    "text": "(Helgason et al., 2013)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "shown in the merge column (white numerals). (B) Relocation to IBs leads to irreversible spatial isolation of kinases from mitochondria. Cells were co-transfected with the Flag-TBK1 expression plasmid, and the NSs-S.tag expression plasmid or the empty vector. Twenty-four hours later, cells were infected with SeV or left uninfected for 2 h and stained with mitochondrial marker before being fixed for IFA. TBK1 and NSs were stained with anti-Flag and anti-S.tag, respectively. Nuclei stained with Hoechst are shown in grayscale. To evaluate the localization of TBK1 at mitochondria (MITO), Pearson's correlation coefficients of the signals from green (TBK1) and red (MITO) channels were shown for the representative images (white numerals). See also Supplementary Figure S4A . (C) HepG2 cells were infected with SFTSV for 24 h and stained with mitochondrial marker before IFA. Endogenous IKK1 and NSs were revealed with mouse anti-IKK1 antibody and rabbit anti-NSs serum, respectively. See also Supplementary Figure S4B . (D) Suppression of IKK1 -MAVS association. HEK293 cells were co-transfected with the plasmid encoding MAVS fused with S.tag, along with plasmids expressing IKK1 and NSs or their control empty plasmids as indicated. Thirty-six hours post-transfection, cells were treated with SeV for 2 h, and the interaction between IKK1 and MAVS was detected by S-protein pull-down assays. SFTSV-mediated interruption of RLR signaling. NSs expression mediates formation of IBs that are spatially isolated from mitochondria. TBK1/IKK1 are arrested by NSs and efficiently relocalized to the IB compartments, resulting in spatial isolation of the kinases from the mitochondrial platform and hence interruption of the signaling. (C) Spatial isolation of signaling molecules from antiviral platforms is likely a common viral strategy for immune evasion. This involves many viral proteins, such as Ebola virus (EBOV) VP35, hepatitis C virus (HCV) NS2, NY-1 hantavirus Gn, and Severe acute respiratory syndrome coronavirus (SARS -CoV) M, that interact with signaling proteins and locate at various cellular or virus-induced structures spatially isolated from antiviral platforms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 764,
                    "end": 774,
                    "text": "Figure S4A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1009,
                    "end": 1019,
                    "text": "Figure S4B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "For circumventing IFN responses, viral proteins can target multiple molecules of RLR signaling. Coincidently, many of these viral proteins share two biological features: (i) interacting with certain critical signaling molecule(s) for which translocation to specific antiviral platforms is required for optimal antiviral signaling; and (ii) locating in specific subcellular sites (virus-induced or cellular structures) discrete from the proper antiviral platforms. For instance, NY-1 hantavirus Gn is associated with TRAF3 through its cytoplasmic tail (Alff et al., 2008) and locates in Golgi apparatus (Schmaljohn and Nichol, 2007) ; HCV NS2 that can interact with TBK1/IKK1 (Kaukinen et al., 2013) is resident in endoplasmic reticulum (Popescu et al., 2011) ; New World arenaviruse Z proteins binding RIG-I target to cellular membranes (Fan et al., 2010) ; and intriguingly similar to SFTSV NSs, Ebola virus VP35 that interacts with TBK1/IKK1 (Prins et al., 2009 ) is localized in viral IBs as well (Groseth et al., 2009) . Previously, the physical mechanisms for antiviral signaling impairment were often proposed to be the inhibition of certain interactions or antiviral complex assembly via steric hindrance, competitive binding, or unknown means. In this study, we also detected the suppression of the interaction between the kinase IKK1 and upstream MAVS, but more importantly, spatial isolation was shown to be the further mechanism. It hence presents the first clear instance of spatial isolation from antiviral platforms and prompts the possibility that this may be the direct reason for the interruption of antiviral signaling at least in some cases, in consideration that the spatial isolation of the essential component(s) likely hinders interactions and complex assembly on antiviral platforms. Thus, spatial isolation from antiviral platforms may be a common and radical strategy employed by many viruses to interrupt host antiviral IFN signaling ( Figure 8C ).",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 570,
                    "text": "(Alff et al., 2008)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 602,
                    "end": 631,
                    "text": "(Schmaljohn and Nichol, 2007)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 675,
                    "end": 698,
                    "text": "(Kaukinen et al., 2013)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 736,
                    "end": 758,
                    "text": "(Popescu et al., 2011)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 837,
                    "end": 855,
                    "text": "(Fan et al., 2010)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 944,
                    "end": 963,
                    "text": "(Prins et al., 2009",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1000,
                    "end": 1022,
                    "text": "(Groseth et al., 2009)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 1963,
                    "end": 1972,
                    "text": "Figure 8C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Intracytoplasmic IBs of RNA viruses have been characterized for some members of the Mononegavirales order, such as rabies virus (Rhabdoviridae) (Lahaye et al., 2009) , respiratory syncytial virus (RSV, Paramyxoviridae) (Lindquist et al., 2010) , and Ebola virus (Filoviridae) (Hoenen et al., 2012) , while little was reported on IBs induced by segmented negative-stranded RNA viruses. Here, we show IB formation in SFTSV-infected cells. We demonstrated that both SFTSV infection and NSs transient expression caused the production of intracytoplasmic IBs, which were eosinophilic and could be easily visualized using H&E staining (Figure 2) . Although SFTSV could infect many cell lines, common cytopathic effects were not evident in most of these cells except for DH82 cells (Yu et al., 2011) . Nevertheless, NSs-induced IBs could be observed under light microscopy in all types of mammalian cells detected in this study, including HeLa, HEK293, HEK293T, HepG2, Vero, Raw 264.7, H9c2, and DH82 cells (Figure 2 and Supplementary Figure  S1 ), indicating the likely general roles of NSs and IBs in multiple tissues and organs. Thus, the intracytoplasmic eosinophilic IBs may be conveniently used as a pathological marker for the recognition of SFTSV infection in cultured cells or for the clinical diagnosis. Additionally, the primary target organ(s) and cell(s) of SFTSV infection in humans are unknown, though functions of multiple organs, such as liver, kidney, heart, and gastrointestinal tract, were likely impaired (Yu et al., 2011) .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 165,
                    "text": "(Lahaye et al., 2009)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 219,
                    "end": 243,
                    "text": "(Lindquist et al., 2010)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 276,
                    "end": 297,
                    "text": "(Hoenen et al., 2012)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 775,
                    "end": 792,
                    "text": "(Yu et al., 2011)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1519,
                    "end": 1536,
                    "text": "(Yu et al., 2011)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 639,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1000,
                    "end": 1009,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1028,
                    "end": 1038,
                    "text": "Figure  S1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our results show that SFTSV IBs are not aggresomes but resemble the active IBs of some other viruses, which are functionally involved in the viral life cycle. In cells infected with rabies virus, viral N, P, and L proteins implicated in viral transcription and replication were shown to accumulate in IBs, defining IBs as the viral factory for RNA synthesis (Lahaye et al., 2009) . Although SFTSV NSs alone is sufficient to induce the formation of IBs, it is currently unknown whether SFTSV IBs contain other viral proteins like RdRP or/and NP during viral infection. Further investigations on viral protein composition of SFTSV IBs will be required to dissect the possible roles of NSs and NSs-induced IBs in viral life cycles.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 379,
                    "text": "(Lahaye et al., 2009)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study shows that TBK1/IKK1 is trapped to SFTSV IBs, almost completely blocking the IFN signaling. Similarly, TLR3 was found to be relocated to IBs in rabies virus-infected neuronal cells, and the hijack of TLR3 might interfere with TLR3 signaling (Menager et al., 2009) . Apart from being involved in IFN-inducing signaling, IBs of several viruses also function in suppression of other cellular pathways. For instance, phosphorylated p38 (p38-P) and O-linked N-acetylglucosamine transferase (OGT) were sequestered into IBs of human RSV, resulting in suppression of cellular responses to viral infection including MAPK-activated protein kinase 2 (MK2) pathway and stress granule assembly (Fricke et al., 2013) . Combined with previous studies (Menager et al., 2009; Heinrich et al., 2010; Radhakrishnan et al., 2010; Lahaye et al., 2012; Lifland et al., 2012; Fricke et al., 2013) , here we propose that viral IBs likely represent the 'hot spot' or 'interface' of virus-cell interactions, and especially function as the virus-built 'jail' for imprisoning some host factors and hence interfering with corresponding cellular processes. The identification of additional cellular proteins in viral IBs will help us to further uncover the mechanism of IB formation and roles of IBs in virus-host interactions.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 274,
                    "text": "(Menager et al., 2009)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 692,
                    "end": 713,
                    "text": "(Fricke et al., 2013)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 747,
                    "end": 769,
                    "text": "(Menager et al., 2009;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 770,
                    "end": 792,
                    "text": "Heinrich et al., 2010;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 793,
                    "end": 820,
                    "text": "Radhakrishnan et al., 2010;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 821,
                    "end": 841,
                    "text": "Lahaye et al., 2012;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 842,
                    "end": 863,
                    "text": "Lifland et al., 2012;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 864,
                    "end": 884,
                    "text": "Fricke et al., 2013)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In parallel with our study, Qu et al. (2012) reported that both SFTSV NSs and NP might suppress the activation of NF-kB and IFN-b promoters. However, we did not detect significant suppressive activity of NP using our experimental system ( Figure 1 ) and the reason for the discrepancy remains unclear. Additionally, we showed that NSs-mediated suppression of the NF-kB element activation triggered by both SeV infection and TNF-a treatment appeared to be slight, in comparison with the strong inhibition of the IRF-responsive element (ISRE) activation ( Figure 1) . Hence, NSs strongly inhibits IFN-b induction mainly through ISRE activation but with slight influence on NF-kB signaling, which we suppose is beneficial to virus survival, given that NF-kB is required for efficient replication of SFTSV (Qu et al., 2012) .",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 44,
                    "text": "Qu et al. (2012)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 802,
                    "end": 819,
                    "text": "(Qu et al., 2012)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 247,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 563,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Emerging viral diseases are posing the serious threat to global economy and public health. As the largest RNA virus family, Bunyaviridae contains various notable viruses pathogenic in plants and animals including human, and many of them are emerging. Recently, another novel bunyavirus named Heartland virus that caused the severe disease with clinical manifestations similar to those of SFTS was discovered in Missouri, USA (McMullan et al., 2012) . The phylogenetic analysis demonstrated that Heartland virus is most closely related to SFTSV, and the sequences of their NSs proteins share .60% identity. Thus, it will be interesting to examine whether the NSs of Heartland virus functions similar to that of SFTSV showed in this study.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 448,
                    "text": "USA (McMullan et al., 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HEK293T, DH82, and H9c2 cells were cultured in Dulbecco's Modified Eagle's Medium (DMEM, GIBCO) supplemented with 10% fetal bovine serum (FBS, GIBICO). Raw 264.7 cells were maintained in RPMI 1640 medium supplemented with 10% FBS. HEK293, Vero, HepG2, and HeLa cells were grown in DMEM supplemented with 10% newborn calf serum. SeV was propagated in 10-day-old embryonated eggs, and the virus titer was measured by hemagglutination assay using chicken erythrocytes. The HA titer of the virus stock was 1:256, and 1:20 was used for infection. SFTSV WCH-2011/HN/China/isolate97 (Lam et al., 2013) was expanded in Vero, HEK293, or DH82 cells in a biosafety level 3 laboratory.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 594,
                    "text": "(Lam et al., 2013)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Cells and viruses"
        },
        {
            "text": "Firefly luciferase reporter plasmids for NF-kB, ISRE, and IFN-b promoters, Renilla luciferase control plasmid (pRL-TK), and mammalian cell expression plasmids for Flag-RIG-I, Flag-MDA5, Flag-VISA (i.e. MAVS), HA-TBK1, Flag-IKK1, and Flag-IRF3 were kindly provided by Dr Hong-Bing Shu (Wuhan University, China) and were described previously (Lei et al., 2010; Chen et al., 2013; He et al., 2013) . The RIG-I RNAi plasmid that can significantly inhibit RIG-I expression and the control RNAi plasmid for the RNAi experiment were described previously (Diao et al., 2007; Ran et al., 2011) . ORFs encoding the L protein (i.e. RdRp), glycoprotein polyprotein (GP), nucleocapsid protein (NP), and nonstructural protein (NSs) were amplified by RT -PCR from SFTSV genomic RNA and cloned into expression vector pcDNA3.1 or/and pCAGGSP7 with or without S.tag or HA tag. The plasmid encoding influenza A virus NS1 was generated by cloning PR8 virus NS1 ORF into pcDNA3.1. Expression plasmids for other tagged proteins, NSs mutants, and constitutively active forms of RIG-I (RIG-IN) and IRF3 (IRF3/5D) were constructed by standard molecular biology techniques.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 358,
                    "text": "(Lei et al., 2010;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 359,
                    "end": 377,
                    "text": "Chen et al., 2013;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 378,
                    "end": 394,
                    "text": "He et al., 2013)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 547,
                    "end": 566,
                    "text": "(Diao et al., 2007;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 567,
                    "end": 584,
                    "text": "Ran et al., 2011)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Plasmids"
        },
        {
            "text": "Primary antibodies were purchased from the indicated manufacturers as follows: mouse monoclonal antibodies (mAbs) against Flag (Sigma-Aldrich), HA tag (Beyotime), b-actin (Beyotime), human IKK-i (i.e. IKK1, Santa Cruz Biotechnology), TBK1 (Santa Cruz Biotechnology), Mannose 6 Phosphate Receptor (M6PR, Abcam), and EEA1 (Abcam); rabbit mAbs against phospho-IRF3(Ser396) and IRF3 (Cell Signaling Technology); and rabbit polyclonal antibodies anti-S.tag (Abcam) and anti-SeV (MBL). Rabbit anti-NSs antiserum was raised against NSs protein purified from Escherichia coli. Secondary antibodies used were Alexa Fluor 350 goat anti-mouse IgG (Beyotime), FITC goat anti-rabbit IgG (Rockland), FITC goat anti-mouse IgG (Proteintech), Rhodamine goat anti-rabbit IgG (Chemicon), and DyLight 549 goat anti-mouse IgG (Beyotime). MitoTracker Deep Red (Invitrogen), LysoTracker Red (Beyotime), and Hoechst 33258 (Beyotime) dyes were purchased from the indicated manufacturers. Nocodazole was purchased from Sigma-Aldrich, and human TNF-a from PeproTech, Inc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibodies and reagents"
        },
        {
            "text": "HEK293T cells ( 1.5 × 10 5 ) were plated onto 24-well dishes and transfected the following day using Lipofectamine 2000 (Invitrogen) according to the manufacturer's instructions. A hundred nanograms reporter plasmid, 20 ng pRL-TK plasmid, and indicated amount of expression plasmids were used per well. In the same experiment, empty vector plasmids were added to ensure that the same amount of total DNA was used for each transfection. Twenty-four hours post-transfection, cells were infected with SeV or left uninfected for 16 h. Luciferase activities were then measured with a DLR assay kit (Promega), and firefly luciferase activity was normalized to Renilla luciferase activity. Thus, the relative luciferase activities (Rel.Lucif.Act.) are shown. For some experiments, cells were co-transfected with plasmids encoding RLR signaling components including RIG-IN, MDA5, MAVS, TBK1, IKK1, IRF3, and IRF3/5D to activate IFN-b or ISRE promoter, and 36 h post-transfection, the luciferase activities were measured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporter gene assays"
        },
        {
            "text": "Transfected or infected cells were fixed with 95% ethanol for 20 min before staining with hematoxylin and eosin, and observed under an Olympus IX51 microscope with 100× objective lens. For immunofluorescence, transfected or infected cells were fixed with 4% paraformaldehyde in PBS for 10 min and then permeabilized in 0.5% Triton X-100. After blocking with 2% BSA (Biosharp) and 2% normal goat serum (NGS, Jackson ImmunoResearch) in PBS, cells were stained with primary antibodies for 1 h or overnight, and secondary antibodies for 1 h at 48C. Cells were then incubated with Hoechst 33258 for 5 min at room temperature for nucleus staining. After each incubation step, cells were washed extensively with PBS. For marking lysosomes and mitochondria, transfected or infected living cells were directly stained with LysoTracker Red and MitoTracker Deep Red, respectively, according to the manufacturers' specifications. Images were taken on Nikon Eclipse TE2000-S inverted fluorescence microscope, or Nikon Ti confocal microscope with the Volocity software (PerkinElmer).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H&E staining, immunofluorescence, and confocal microscopy"
        },
        {
            "text": "S-protein pull-down assays were used for identification of overexpressed protein interactions. Forty-eight hours after transfection, 2 × 10 6 cells were lysed in 400 ml lysis buffer (25 mM Tris, pH 7.4, 150 mM NaCl, 1 mM EDTA, and 1% Triton X-100) supplemented with protease inhibitor cocktail (Roche) on ice for 15 min. The lysates were then cleared by centrifugation and mixed with 30 ml slurry of S-protein agarose (Merck Novagen), rotating at 48C for 4 h. After extensive washing with the lysis buffer, the beads were resuspended in 30 ml 1× SDS sample buffer and boiled for 5 min, followed by SDS-PAGE and WB analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein -protein interaction analysis"
        },
        {
            "text": "For endogenous co-immunoprecipitation (Co-IP) experiments, mock-or SFTSV-infected HEK293 cells ( 5 × 10 7 ) were lysed with the lysis buffer as described above. Cell supernatants pretreated with pre-immune serum and protein A/G PLUS-agarose (Santa Cruz Biotechnology) were incubated with anti-NSs antiserum at 48C for 1 h and then with protein A/G PLUS-agarose at 48C overnight. After washes with the lysis buffer, immunoprecipitates were subjected to SDS-PAGE and WB analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein -protein interaction analysis"
        },
        {
            "text": "IRF3 dimerization was analyzed with Native-PAGE as described previously (Iwamura et al., 2001) with some modifications. Briefly, whole cell extracts were prepared in lysis buffer and then subjected to electrophoresis in a 8% native acrylamide gel already pre-run for 30 min at 48C. The electrophoresis buffers were composed of a lower chamber buffer (25 mM Tris, pH 8.4, 192 mM glycine) and an upper chamber buffer (the lower chamber buffer supplemented with 1% sodium deoxycholate). The gel was soaked in SDS running buffer (25 mM Tris, pH 8.4, 250 mM glycine, 0.1% SDS) for 30 min at 258C and then ready for WB analysis.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 94,
                    "text": "(Iwamura et al., 2001)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Native-PAGE and WB analysis"
        },
        {
            "text": "For WB, protein samples were firstly separated by SDS-PAGE or Native-PAGE, and then transferred to a PVDF membrane (Millipore). After blocking with 5% BSA in TBS-T, the membrane was probed with primary antibodies and then corresponding horseradish peroxidase-conjugated secondary antibodies (1:2500, Proteintech). Protein signals were detected by an enhanced chemiluminescence (ECL) kit (Thermo Fisher Scientific).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Native-PAGE and WB analysis"
        },
        {
            "text": "Supplementary material is available at Journal of Molecular Cell Biology online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The NY-1 hantavirus Gn cytoplasmic tail coprecipitates TRAF3 and inhibits cellular interferon responses by disrupting TBK1-TRAF3 complex formation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Alff",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gorbunova",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "9115--9122",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Orchestrating the interferon antiviral response through the mitochondrial antiviral signaling (MAVS) adapter",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Belgnaoui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hiscott",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr. Opin. Immunol",
            "volume": "23",
            "issn": "",
            "pages": "564--572",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "NSs protein of Rift Valley fever virus blocks interferon production by inhibiting host gene transcription",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Billecocq",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spiegel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vialat",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "9798--9806",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "RAVER1 is a coactivator of MDA5-mediated cellular antiviral response",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Mol. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "111--119",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Negative regulation of MDA5-but not RIG-I-mediated innate antiviral signaling by the dihydroxyacetone kinase",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Diao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "104",
            "issn": "",
            "pages": "11706--11711",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bunyaviruses and the type I interferon system",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Viruses",
            "volume": "1",
            "issn": "",
            "pages": "1003--1021",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Z proteins of New World arenaviruses bind RIG-I and interfere with type I interferon induction",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Lipkin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "1785--1791",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "p38 and OGT sequestration into viral inclusion bodies in cells infected with human respiratory syncytial virus suppresses MK2 activities and stress granule assembly",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fricke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "1333--1347",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characterization and dynamics of aggresome formation by a cytosolic GFP-chimera",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garcia-Mata",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bebok",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Sorscher",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Cell Biol",
            "volume": "146",
            "issn": "",
            "pages": "1239--1254",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Ebola virus ribonucleoprotein complex: a novel VP30-L interaction identified",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Groseth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Charton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sauerborn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virus Res",
            "volume": "140",
            "issn": "",
            "pages": "8--14",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "USP2a negatively regulates IL-1beta-and virus-induced NF-kappaB activation by deubiquitinating TRAF6",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Mol. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "39--47",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Protein expression redirects vesicular stomatitis virus RNA synthesis to cytoplasmic inclusions",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Heinrich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Cureton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Rahmeh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Recent insights into the complexity of Tank-binding kinase 1 signaling networks: the emerging role of cellular localization in the activation and substrate specificity of TBK1",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Helgason",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "T"
                    ],
                    "last": "Phung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Dueber",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "FEBS Lett",
            "volume": "587",
            "issn": "",
            "pages": "1230--1237",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Recruitment of an interferon molecular signaling complex to the mitochondrial membrane: disruption by hepatitis C virus NS3-4A protease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hiscott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lacoste",
                    "suffix": ""
                },
                {
                    "first": "Lin",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochem. Pharmacol",
            "volume": "72",
            "issn": "",
            "pages": "1477--1484",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Inclusion bodies are a site of ebolavirus replication",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoenen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Shabman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Groseth",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "11779--11788",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "MAVS forms functional prion-like aggregates to activate and propagate antiviral innate immune response",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell",
            "volume": "146",
            "issn": "",
            "pages": "448--461",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Induction of IRF-3/-7 kinase and NF-kappaB in response to double-stranded RNA and virus infection: common and unique pathways",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iwamura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoneyama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Genes Cells",
            "volume": "6",
            "issn": "",
            "pages": "375--388",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Defining the subcellular sites of innate immune signal transduction",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kagan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trends Immunol",
            "volume": "33",
            "issn": "",
            "pages": "442--448",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Hepatitis C virus NS2 protease inhibits host cell antiviral response by inhibiting IKKepsilon and TBK1 functions",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaukinen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sillanpaa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nousiainen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Med. Virol",
            "volume": "85",
            "issn": "",
            "pages": "71--82",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "IPS-1, an adaptor triggering RIG-Iand Mda5-mediated type I interferon induction",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Immunol",
            "volume": "6",
            "issn": "",
            "pages": "981--988",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Aggresomes, inclusion bodies and protein aggregation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kopito",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Trends Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "524--530",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Functional characterization of Negri bodies (NBs) in rabies virus-infected cells: evidence that NBs are sites of viral transcription and replication",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lahaye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vidy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pomier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol",
            "volume": "83",
            "issn": "",
            "pages": "7948--7958",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Hsp70 protein positively regulates rabies virus infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lahaye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vidy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fouquet",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "4743--4751",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Evolutionary and molecular analysis of the emergent severe fever with thrombocytopenia syndrome virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Bowden",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Epidemics",
            "volume": "5",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Glycogen synthase kinase 3beta regulates IRF3 transcription factor-mediated antiviral response via activation of the kinase TBK1",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunity",
            "volume": "33",
            "issn": "",
            "pages": "878--889",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Fever with thrombocytopenia associated with a novel bunyavirus in China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Zhonghua Shi Yan He Lin Chuang Bing Du Xue Za Zhi",
            "volume": "25",
            "issn": "",
            "pages": "81--84",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Human respiratory syncytial virus nucleoprotein and inclusion bodies antagonize the innate immune response mediated by MDA5 and MAVS",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Lifland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alonas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "8245--8258",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Respiratory syncytial virus induces host RNA stress granules to facilitate viral replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Lifland",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Utley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "12274--12284",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Tom70 mediates activation of interferon regulatory factor 3 on mitochondria",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Res",
            "volume": "20",
            "issn": "",
            "pages": "994--1011",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A new phlebovirus associated with severe febrile illness in Missouri",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Mcmullan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Folk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N. Engl. J. Med",
            "volume": "367",
            "issn": "",
            "pages": "834--841",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Toll-like receptor 3 (TLR3) plays a major role in the formation of rabies virus Negri Bodies",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Menager",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Megret",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Cardif is an adaptor protein in the RIG-I antiviral pathway and is targeted by hepatitis C virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Meylan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Curran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "1167--1172",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "NS2 protein of hepatitis C virus interacts with structural and non-structural proteins towards virus assembly",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Popescu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Callens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Trinel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Ebola virus protein VP35 impairs the function of interferon regulatory factor-activating kinases IKKepsilon and TBK-1",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Prins",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Cardenas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Basler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol",
            "volume": "83",
            "issn": "",
            "pages": "3069--3077",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Suppression of the interferon and NF-kappaB responses by severe fever with thrombocytopenia syndrome virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "8388--8401",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Protein analysis of purified respiratory syncytial virus particles reveals an important role for heat shock protein 90 in virus particle assembly",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Radhakrishnan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol. Cell. Proteomics",
            "volume": "9",
            "issn": "",
            "pages": "1829--1848",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "SENP2 negatively regulates cellular antiviral response by deSUMOylating IRF3 and conditioning it for ubiquitination and degradation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Mol. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "283--292",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Bunyaviridae",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Schmaljohn",
                    "suffix": ""
                },
                {
                    "first": "Nichol",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Fields Virology",
            "volume": "",
            "issn": "",
            "pages": "1741--1789",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Identification and characterization of MAVS, a mitochondrial antiviral signaling protein that activates NF-kappaB and IRF 3",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Seth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Ea",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "122",
            "issn": "",
            "pages": "669--682",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Proteomic profiling of the TRAF3 interactome network reveals a new role for the ER-to-Golgi transport compartments in innate immunity",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Zuylen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Doyon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Clement",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "WDR5 is essential for assembly of the VISA-associated signaling complex and virus-triggered IRF3 and NF-kappaB activation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "107",
            "issn": "",
            "pages": "815--820",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "VISA is an adapter protein required for virus-triggered IFN-beta signaling",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol. Cell",
            "volume": "19",
            "issn": "",
            "pages": "727--740",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "RNA recognition and signal transduction by RIG-I-like receptors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoneyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunol. Rev",
            "volume": "227",
            "issn": "",
            "pages": "54--65",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Fever with thrombocytopenia associated with a novel bunyavirus in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "N. Engl. J. Med",
            "volume": "364",
            "issn": "",
            "pages": "1523--1532",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Formation and characterization of SFTSV NSs IBs. (A) Vero cells were transfected with the plasmid encoding NSs fused with S.tag (NSs-S.tag). Twenty-four hours later, cells were fixed for immunofluorescence assay (IFA). NSs (red) was visualized with anti-S.tag antibody under confocal microscope. (B) Vero cells were transfected with the EGFP-NSs expression plasmid for 24 h and then fixed with 95% ethanol. The structures harboring NSs are indicated by white arrows. Images show the bright field (left) and the same field with EGFP fluorescence (right). (C) Cells expressing EGFP-NSs were visualized under confocal microscopy. (D) Vero cells were infected with SFTSV for 24 h and stained with anti-NSs antiserum. (E) Cells were infected with SFTSV for 24 h, and then fixed with 95% ethanol for H&E staining. Arrows indicate eosinophilic IB structures. (F) After transfection with NSs-S.tag expression plasmids, cells were immediately treated with 40 mM nocodazole (Noc, upper) or the solvent as mock (DMSO, lower) for 20 h. NSs IBs were stained with anti-S.tag and visualized under confocal microscope. (G) Cells expressing NSs-S.tag (upper panels) or EGFP-NSs (lower panels) were stained with organel markers to visualize mitochondria (upper panels) or lysosomes (lower panels). (H) A 3D view of NSs IBs in SFTSV-infected cells. Viral IBs were stained with anti-NSs antiserum. Scale bars, 6 mm (A, C, D, F, and G).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "N-terminal PXXP motif plays roles in IB formation and NSs function. (A) Double mutation of PXXP affects the NSs location and IB formation. Cells were transfected with plasmids expressing EGFP, or EGFP-tagged wild type or mutant NSs. Twenty-four hours later, the localization of EGFP or EGFP-tagged proteins were visualized under confocal microscope. (B) IFN-inhibiting activity of NSs and its mutants. HEK293T cells were co-transfected with 600 ng plasmids expressing the indicated proteins, along with the reporter plasmids forIFN-b (left)  or ISRE (right) promoter and the Renilla luciferase plasmid pRL-TK. Twenty-four hours after transfection, cells were infected with SeV or left uninfected for 16 h before luciferase activities were measured. Graphs show mean + SD, n ¼ 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "NSs inhibits the activation and nuclear translocation of IRF3 induced by SeV infection. (A and B) HEK293T were transfected with the vector plasmid or the plasmid expressing NSs-S.tag. Twenty-four hours post-transfection, cells were infected with SeV or left uninfected (2) for 6 h (A) or 8 h (B). Cell lysates were separated by SDS-and native-PAGE and analyzed for the phosphorylation (A) or dimerization (B) of IRF3 by WB with antibodies against the indicated proteins except that NSs expression was detected with the anti-S.tag antibody. (C) NSs blocks the nuclear translocation of IRF3 triggered by SeV. Cells were transfected with the plasmid encoding HA-tagged NSs. Twenty-four hours after transfection, cells were infected with SeV or left uninfected for 12 h. The localization of proteins was visualized by confocal microscopy after IFA. (D) Experiments were performed similarly as in C. Cells expressing NSs, NSs PP, or EGFP (as control) were scored for SeV-induced nuclear translocation of IRF3. At least 200 cells were counted for each sample. Data shown are presented as mean + SD, n ¼ 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "NSs suppresses RLR signaling at the level of TBK1/IKK1. HEK293T cells were co-transfected with the indicated amount of NSs expression plasmids and plasmids encoding RIG-IN (A), MDA5 (B), MAVS (C), TBK1 (D), IKK1 (E), or IRF3/5D (F), along with IFN-b (A-E) or ISRE (F) promoterreporter plasmids and pRL-TK. Thirty-six hours after transfection, luciferase activities were measured. Expression of signaling proteins was also analyzed by WB. Graphs show mean + SD, n ¼ 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A model for viral suppression of innate immunity via spatial isolation of signaling proteins. (A) RLR signaling triggered by viral infection. (B)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Dr Hong-Bing Shu (Wuhan University, China) for supplying reporter and expression plasmids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This work was supported by the National Science Foundation of China (grant numbers 31125003 and 31321001), the Science and Technology Basic Work Program (grant number 2013FY113500), and the National Basic Research Program (973 Program) of China (grant numbers 2010CB530100 and 2013CB911101).Conflict of interest: none declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}