{
    "paper_id": "fbb1c5564b06223ce1013544ba2ec3bf4d86b54a",
    "metadata": {
        "title": "Local immunization program for susceptible-infected-recovered network epidemic model",
        "authors": [
            {
                "first": "Qingchu",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jiangxi Normal University",
                    "location": {
                        "postCode": "330022",
                        "settlement": "Nanchang",
                        "region": "Jiangxi",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yijun",
                "middle": [],
                "last": "Lou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong Polytechnic University",
                    "location": {
                        "addrLine": "Hung Hom",
                        "settlement": "Kowloon, Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The immunization strategies through contact tracing on the susceptible-infected-recovered framework in social networks are modelled to evaluate the cost-effectiveness of information-based vaccination programs with particular focus on the scenario where individuals belonging to a specific set can get vaccinated due to the vaccine shortages and other economic or humanity constraints. By using the block heterogeneous mean-field approach, a series of discrete-time dynamical models is formulated and the condition for epidemic outbreaks can be established which is shown to be not only dependent on the network structure but also closely related to the immunization control parameters. Results show that increasing the immunization strength can effectively raise the epidemic threshold, which is different from the predictions obtained through the susceptible-infected-susceptible network framework, where epidemic threshold is independent of the vaccination strength. Furthermore, a significant decrease of vaccine use to control the infectious disease is observed for the local vaccination strategy, which shows the promising applications of the local immunization programs to disease control while calls for accurate local information during the process of disease outbreak. V C 2016 AIP Publishing LLC. [http://dx.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Researchers have performed many studies about the dynamic immunization schemes on networks, which provide new insights into optimal strategies to effectively control the diseases. However, previous work mainly focused on the immunization over the whole population under the assumption that the vaccines supply is sufficient to cover the most of individuals at risk. In some special scenarios, especially for emerging diseases, the vaccine supply is small compared with the large amount of population size at risk. Therefore, it is pivotal to investigate a local immunization program that is confined to a specified subpopulation. In the current manuscript, the immunization strategies through contact tracing on the susceptible-infected-recovered framework in social networks are proposed. Using dynamic analysis and numerical simulations, the epidemic thresholds are found which are shown to be closely associated with the adjustable parameters for the vaccination programs. This result is different from the case for susceptible-infected-susceptible model framework where epidemic threshold is independent of the vaccination strength. Furthermore, a significant decrease of vaccine use to control the infectious disease, through comparison of static and dynamic immunization schemes, is observed for the local vaccination strategy. These results provide novel designs for disease control using immunization programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The immunization can be regarded as a response to the seriousness of epidemic spreading through voluntary vaccination 1 or interventions. 2 Novel insights into immunization programs can be gained from the study of complex networks 3,4 from two main perspectives 5 among others:",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 139,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The static immunization which is implemented before the epidemic spreading. 6 Generally speaking, there are two basic schemes following this idea, the random immunization and the targeted immunization, 3 and other multiple variant strategies, such as the acquaintance immunization 7 and inverse targeting immunization, 6 with applications to time-varying networks 8 and multiplex networks. 9 (ii) The dynamic immunization where the program is implemented during the epidemic outbreak. Since an individual's vaccination decision is made mainly based on the epidemic seriousness while sometimes, the novel effective and safe vaccine can only be developed and mass-produced after the emergence of infectious diseases triggered by new pathogens, the dynamic immunization is always implemented in realistic situations in most cases. 1, 10 Similar to individual's behavioral responses to infectious diseases, 11, 12 the dynamic immunization can be welladjusted based on transmission information during the epidemic spreading. As soon as an infectious disease begins to spread in the population, an effective immunization program should be initiated which may be adjusted according to the disease prevalence and the program terminates when the disease dies out. Therefore, the epidemic information-based immunization allows us to take the advantage of the interplay between the immunization response and the epidemic spreading. Motivated by this idea, researchers have evaluated the efficacy of various dynamic immunization schemes by using network models with direct immunization [13] [14] [15] or other modelling approaches. For example, Shaban et al. 16 formulated real-time susceptible-infected-recovered (SIR) vaccination models for contact tracing in a network with a specific degree distribution by a branching process approximation. Nian and Wang 17 proposed a strategy to immunize the neighbors of an infected node. Ruan et al. 10 studied an information-driven vaccination program and found that strengthening the information diffusion can reduce the final vaccination fraction. Wang et al. 18 investigated the interplay between information spreading and disease dynamics in an information-driven vaccination program. Jo and Baek 19 and Fu et al. 20 evaluated efficiencies of immunization schemes in the susceptible-infected-recovered-susceptible (SIRS) and susceptible-infected-susceptible (SIS) networks, respectively. Zhang et al. 21 investigated the impact of subsidy policies on vaccination decisions under the voluntary vaccination. More recently, Takaguchi et al. 22 proposed an immunization strategy based on observer placement, which is shown to be very efficient for disease control in the clustering networks.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 77,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 203,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 282,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 320,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 365,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 390,
                    "end": 396,
                    "text": "9 (ii)",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 830,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 833,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 906,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 909,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 1574,
                    "end": 1578,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1579,
                    "end": 1583,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1584,
                    "end": 1588,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1647,
                    "end": 1649,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1848,
                    "end": 1850,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1930,
                    "end": 1932,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 2093,
                    "end": 2095,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 2232,
                    "end": 2234,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 2249,
                    "end": 2251,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 2436,
                    "end": 2438,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 2573,
                    "end": 2575,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Although providing novel insights into the costeffectiveness of various immunization approaches, previous studies mainly focused on the immunization over the whole population (denoted by W in this manuscript). However, in reality, the vaccine supply is limited compared with the large population size at risk, especially for those diseases triggered by novel pathogens. Furthermore, vaccines may deliver to only a partial population due to other economic or humanity constraints. Therefore, it becomes much more realistic to consider a local immunization program that only covers a specified subpopulation (denoted by X in what follows). 23 It becomes of interest to evaluate the cost-effectiveness of static as well as dynamic immunization schemes for this realistic situation. A recent paper 23 investigated the SIS epidemic model with local immunization program and showed that the condition of epidemic outbreak is not related to the immunization strength. The SIS modelling framework is well-accepted for describing infections, such as rotavirus and gonorrhea, which do not confer long-lasting immunity. However, a SIR framework is more suitable for infections such as measles, mumps, and chickenpox where individuals recover and confer lifelong immunity, which is the fundamental framework we will extend in the current paper with network structures. Furthermore, we are also interested in the comparison of predictions obtained from the immunization programs for these two network model frameworks.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 640,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In the current manuscript, we are going to propose two kinds of hypothetical immunization models, for local and global immunization programs, applicable to the SIR epidemic networks. Rigorous and numerical analysis will illustrate the disease transmission conditions, and the results will further be compared with previous studies on vaccination programs on the SIS framework (see the Appendix and Ref. 23 ). The rest of this paper is organized as follows: In Section II, we first formulate a susceptible-vaccinated-infectedrecovered (SVIR) model with a global immunization program; then in Section III, we further investigate a local immunization program by theoretical analysis and simulations; finally, discussions are presented in Section IV.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 405,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this section, we extend the SIR epidemic model to SVIR models with the consideration of a global immunization scheme. Herein, the V state represents the immunized population through vaccination. Intuitively, one possible efficient immunization strategy is to directly immunize all the susceptible nodes connected to infected nodes, refereed to as the high-risk nodes 17 which are likely to be infected by their infectious neighbors in the following infection wave. These high-risk nodes can be found through contact tracing theoretically. 16, 24, 25 However, in practice, it is not easy to locate all these high-risk nodes and there exists a discount rate. Hence, we introduce an adjustable parameter d, denoted as the tracing rate or immunization rate, to account the efficiency of tracing and immunizing these high-risk nodes. Suppose a susceptible node will get infected by one infectious neighbor with rate b. Then a susceptible node with s infected neighbors changes its state with the following probabilities: 19 PðS ! SÞ ¼ ð1 À dÞ s ð1 À bÞ s ;",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 372,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "24,",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 552,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE GLOBAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "PðS ! VÞ ¼ 1 À ð1 À dÞ s :¼ w 1 ðsÞ; PðS ! IÞ ¼ ð1 À dÞ s ½1 À ð1 À bÞ s :¼ w 2 ðsÞ:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE GLOBAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE GLOBAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "Following Ref. 26 , we assume the network is randomly generated according to the degree distribution PðkÞ $ k Àa with a 2 (2, 3] as many real networks to incorporate the heterogeneity of individuals. This assumption implies that the connectivity of nodes is uncorrelated. We denote S k ðtÞ; V k ðtÞ; I k ðtÞ; R k ðtÞ as the relative densities of susceptible, vaccinated, infected, and recovered nodes in the population with degree k at time step t, respectively, with k ¼ k 0 , k 0 þ 1; Á Á Á ; k c , where k 0 and k c are the minimal and maximal degrees. Assuming I k (0) ' 0 and R k (0) ¼ 0 for each k, then the probability H(t) of a randomly selected node connecting to an infected individual can be formulated as 27, 28 H t ð Þ '",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 17,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "27,",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 723,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE GLOBAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "Then the probability that a node of degree k has exactly s infected neighbors is given by the binomial distribution 29",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE GLOBAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "Binðk; sÞ ¼ k s H s ð1 À HÞ kÀs :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE GLOBAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "Taking the expectation of the stochastic variable w 1 (s) with respect to the above defined binomial distribution gives the probability with which a susceptible node of degree k is vaccinated",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE GLOBAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "Similarly, a susceptible node of degree k gets infected with probability",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE GLOBAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "In the present paper, we employ the widely used discrete-time approach, 29-31 capable of accounting the periodicity feature in daily life or day-night changes, 8 in the above process of state changes during disease transmission. If we assume that an infected node recovers and simultaneously achieves the perpetual immunization to the pathogen with rate c, then the discrete-time epidemic process can be described in a mean-field form",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 161,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "II. THE GLOBAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "Clearly, variables S k ðtÞ; V k ðtÞ; I k ðtÞ; R k ðtÞ are nonnegative and satisfy S k ðtÞ þ V k ðtÞ þ I k ðtÞ þ R k ðtÞ ¼ 1 for each k and t, which can be shown from the system (2), or by their definitions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE GLOBAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "Under the initial conditions I k (0) ' 0 and R k (0) ¼ 0 for each k, the occurrence of an epidemic outbreak depends on the stability of the disease free equilibrium of the network model. 32 Hence, we consider the system near the zero solution (I k (t) ¼ 0 for each k). Then, E½w 2 ðsÞ ' bð1 À dÞkH and the evolution of the infected class 33 can be given by the linearized model of (2)",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "text": "32",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 340,
                    "text": "33",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE GLOBAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "By analyzing the Jacobian matrix of Eqs. (3), one can find that the system has a unique eigenvalue of maximum modulus, i.e., bð1 À dÞhki À1 P k kðk À 1ÞPðkÞ þ 1 À c, from which the epidemic threshold can be derived",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE GLOBAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "with hk 2 i ¼ P k k 2 PðkÞ. Here, we use the rescaled infection rate s ¼ b/c. Then the epidemic threshold s c determines the epidemic outbreak: if s < s c , the total infection density IðtÞ ¼ P k I k ðtÞPðkÞ decreases to zero (no epidemic), otherwise, I(t) first increases to a maximum and then decreases to zero (an epidemic). 32 When d > 0, the epidemic threshold is inversely proportional to 1 À d value.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "text": "32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE GLOBAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "It is interesting to observe that the threshold index s c derived here equals to the epidemic threshold for the SIR model with local information-based behavioral responses. 34 It is also worthy to remark that the same disease outbreak threshold (4) can also be obtained by the branching process theory. 35 For example, the authors in Ref. 16 studied the vaccination through the contact tracing with a general contact time and obtained the similar result, while s ¼ b/(b þ c) when the contact time follows an exponential distribution in that paper.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 305,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 339,
                    "end": 341,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. THE GLOBAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "The development of optimal vaccine allocation strategies to control the epidemic spreading remains a central problem in public health and network security. 36 Furthermore, vaccine shortages, resulting from higher-than-expected demand, interruptions in production/supply or a lack of budgets, makes it impossible to immunize almost all the nodes in the whole network and urges to design an optimal strategy minimizing the total number of vaccines or the social cost. 14 The design of an optimal strategy in the consideration of this constraint is not only related to the high-risk nodes but also the nodes with other particular characteristics during the epidemic spreading. 6, 37 For that purpose, we introduce a local immunization program that is confined to a node set X, in which nodes are predefined according to special characteristics for the epidemic control, with the special reference to vaccine shortage scenario: only susceptible nodes in X can be vaccinated or removed while other nodes cannot. An illustrative diagram is shown in Fig. 1 , where the infected node at the center is surrounded by 8 susceptible nodes and only one of two traced susceptible nodes in X gets vaccinated. Clearly, 1 & X & W with two extreme cases: when X ¼ 1, the immunization scheme through vaccination is not implemented and the model reduces to a standard SIR model; 38 while the global immunization program is implemented to cover all risky nodes for X ¼ W. In what follows, we only consider the local immunization scenario, that is, the above inclusions are proper.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 676,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 679,
                    "text": "37",
                    "ref_id": null
                },
                {
                    "start": 1359,
                    "end": 1361,
                    "text": "38",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1043,
                    "end": 1049,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "III. THE LOCAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "In the local immunization program, one key question is to determine which group of individuals should be traced and get immunized, in other words, to define the set X for the network. This question can be solved when we have no knowledge about the spreading resource 3 by some classical static immunization strategies, such as the random immunization and targeted immunization. In order to present a comparative analysis, in this paper, we consider two kinds of X determined by the random immunization and targeted immunization, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THE LOCAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "FIG. 1. Illustrations of the contact tracing by an infected node. The central node is an infected node with 8 susceptible neighbors, among which two are in the set X while the others are outside X. Only one, out of two X-nodes, is traced (and also will get vaccinated) by the central node along the contact between them (indicated by a blue and thick line).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THE LOCAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "When the set X is fixed, a subnetwork G 1 formed by the nodes in X can be defined, and the remaining nodes together with their edges form a subnetwork G 2 . Since there exist links between nodes in G 1 and G 2 , the whole network G can be regarded as an interdependent network 39 where the meanfield approach is still feasible. Taking the difference between interdependent networks and a single network, we call the subnetwork G i , i ¼ 1, 2, as blocks of G and the mean-field approach based on the blocks is correspondingly referred to as the block heterogeneous mean-field (HMF) approach (it differs from the block variable mean-field approach 40 ).",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 279,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. THE LOCAL IMMUNIZATION PROGRAM"
        },
        {
            "text": "The random immunization means that a fraction f of all nodes is randomly selected to be immunized, 3 from which, the set X is determined. Based on the nodes in set X, blocks G 1 and G 2 can be defined accordingly. Denote ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. The random immunization case"
        },
        {
            "text": "k c Þ T , then the local stability of E 0 can be established through the following linear system for infected nodes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. The random immunization case"
        },
        {
            "text": "where I 2MÂ2M is an identity matrix and A is a M Â M positive matrix with entries A kk 0 ¼ kðk 0 À 1ÞPðk 0 Þ=hki and M ¼ k c À k 0 þ 1. Using the property of block matrix, one can obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. The random immunization case"
        },
        {
            "text": "Using this equality, it is easy to obtain the maximal eigenvalue of J 1 (E 0 ) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. The random immunization case"
        },
        {
            "text": "Therefore, the epidemic threshold for the random immunization case, s r c , is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. The random immunization case"
        },
        {
            "text": "It is obvious to see that the epidemic threshold is dependent of both f and d. In addition, the epidemic threshold becomes much more sensitive to the immunization rate d for larger f values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. The random immunization case"
        },
        {
            "text": "The targeted immunization has been shown very effective in controlling epidemic outbreak on scale-free networks. 3 To evaluate the efficacy of this program in this study, we choose nodes with large degrees to be vaccinated, that is, the node set X ¼ fv 2 W : degðvÞ ! Kg, where deg(v) denotes the degree of node v and K is a control parameter. In this scenario, the whole network can be divided into two blocks: G 1 with degree k ! K and G 2 with degree k < K:",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. The targeted immunization case"
        },
        {
            "text": "The dynamical equations for the targeted immunization case can be written as The corresponding Jacobian matrix J 2 (E 0 ) at E 0 becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. The targeted immunization case"
        },
        {
            "text": "where B is a M Â M positive matrix with entries B kk 0 ¼ kðk 0 À 1ÞPðk 0 Þ=hki for k < K and B kk 0 ¼ ð1 À dÞkðk 0 À 1Þ Pðk 0 Þ=hki for k ! K.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. The targeted immunization case"
        },
        {
            "text": "It is easy to verify from (6) that the dominant eigenvalue",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. The targeted immunization case"
        },
        {
            "text": "Therefore, the epidemic threshold for the targeted immunization case is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. The targeted immunization case"
        },
        {
            "text": "It indicates that the epidemic threshold is dependent on d and K. The epidemic threshold increases with d while decreases with K, and the infectious disease may be controlled when d is large or K is small enough. To compare the cost-effectiveness of the random and targeted immunization strategies, we first write Eq. (7) into the form of Eq. (5) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. The targeted immunization case"
        },
        {
            "text": "In the targeted immunization program, we have f ¼ P k!K PðkÞ, which represents total vaccine coverage in the whole network. Next, we are going to show thatf > f , which is equivalent to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. The targeted immunization case"
        },
        {
            "text": "PðkÞ > 0:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. The targeted immunization case"
        },
        {
            "text": "Since k(k À 1) is an increasing function of k, there exists a threshold value m such that kðk À 1Þ P k c j¼k 0 jðj À 1ÞPðjÞ when k m and kðk À 1Þ ! P k c j¼k 0 jðj À 1ÞPðjÞ when k ! m, indicating that the function F increases first and then decreases across the threshold value. On the other hand, F(k 0 ) ¼ 0 and F(k c ) > 0, and therefore, we get F(K) > 0 for all K > k 0 , which provesf > f. Therefore, s t c > s r c for the same f value with f ¼ P k!K PðkÞ for the targeted immunization case, which implies that the epidemic threshold becomes greater for the target immunization program than that for the random immunization program with the same vaccine coverage used. Therefore, one can conclude that the targeted immunization is more efficient than the random immunization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. The targeted immunization case"
        },
        {
            "text": "To verify the above theoretical analysis, we perform Monte Carlo simulations over scale-free networks generated from the standard configuration model 41 with degree exponent a ¼ 2.7. The network structure is set with size N ¼ 2000, the minimal degree k 0 ¼ 3, and the maximal degree k c ¼ ffiffiffi ffi N p ' 44:72. The recovery rate c is set to be 1.0. All simulations are implemented by a parallel updating strategy in which the actual disease states of each node and its neighbors at each time step are considered. We start with a single initial infectious seed and all simulation results are obtained by taking averages of 20 random network configurations and 50 independent initial conditions for each network realization. Fig. 2(a) illustrates the epidemic prevalence R 1 (i.e., the fraction of recovered nodes at the end of the epidemic wave) as a function of infection rate b. This figure also shows the existence of an epidemic threshold for different immunization rates. In order to examine the validation of the theoretical results to the Monte Carlo simulation, we also consider the maximal infection density I max for different parameters, which has been shown to be an effective index to measure the epidemic threshold of the model with infinite absorbing states. 33 An alternative approach is based on the variability measure suggested by Shu et al. 42 As illustrated in Fig. 2(b) , the simulation results agree with the theoretical threshold conditions obtained in Eq. (5). Similar conclusion can be made for the targeted immunization in Fig. 3 . Furthermore, increasing d value can always raise the epidemic threshold s c regardless of the random or targeted immunization case. This result is significantly different from the SVIS network model based on an SIS framework (see detailed analysis about SVIS model in the Appendix), where the parameter d does not play a role for s c .",
            "cite_spans": [
                {
                    "start": 1278,
                    "end": 1280,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 1365,
                    "end": 1367,
                    "text": "42",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 728,
                    "end": 737,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1386,
                    "end": 1395,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1554,
                    "end": 1560,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "C. Simulations"
        },
        {
            "text": "We further investigate the impact of dynamic immunization on the final vaccine size V 1 by using the immunization efficiency Q. When there is no infection in the network (i.e., at the steady state), we can define X X as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Simulations"
        },
        {
            "text": "where X is the node state, which may be S, I, R, or V. Notice that there exist infection-induced immunization nodes in X and therefore, X R [ X S [ X V ¼ X. Hence, the immunization efficiency for the SIR model, a function of variables d, b, f, and K, can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Simulations"
        },
        {
            "text": "where the symbol # X X denotes the number of the elements in set X X . Fig. 4 clearly shows that the immunization efficiency index Q is strongly correlated with the infection rate b and the immunization rate d for different predefined sets X, representing the random/targeted immunization strategies used. For each fixed d value, Q increases as b decreases. However, the monotonicity of Q, as a function of d is much more complicated, as shown in Fig. 4(a) for the random immunization case. Generally speaking, Q is an increasing function of d (Figs. 4(b)-4(d) ). However, in Fig. 4(a) , when the infection rate b is relatively small, say b ¼ 0.2, the immunization efficiency is negatively correlated to the immunization strength, as highlighted by three blue lines. It is due to the dual effect of the increased immunization strength. 23 Although increasing d enlarges vaccination coverage, it also halts the spreading of an epidemic with a small infection rate across hub nodes and hence decreases propensity for vaccination. The relationship between s c and d is illustrated by dashed lines in each panel of Fig. 4 . Almost all of these curves lie in the red region, showing that the immunization efficiency should be very high to control the disease. It is noticed that at the case d ¼ 1, the expression of s c is reduced to be the same as the corresponding static immunization in Ref. 38 . However, the spreading patterns between dynamic and static immunization are not the same, as many susceptible nodes are not vaccinated in X for the dynamic immunization.",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 838,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1390,
                    "end": 1392,
                    "text": "38",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 77,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 447,
                    "end": 456,
                    "text": "Fig. 4(a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 544,
                    "end": 560,
                    "text": "(Figs. 4(b)-4(d)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 576,
                    "end": 585,
                    "text": "Fig. 4(a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1111,
                    "end": 1117,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "C. Simulations"
        },
        {
            "text": "The study of the network theory enables us to analyze the role of each node or node set in the epidemic spreading and get novel insights into the transmission dynamics. As we know, the SIR-like epidemic network model can be analyzed by various approaches, such as the percolation theory, 43 the branching process approximation, 16 and the effective degree approaches. 32, 44 Recently, the heterogeneous mean-field approach poses a good tool to analyze complex disease dynamics due to its simple and deterministic formulation. 18, 28 In this manuscript, we formulated real-time immunization models with the discrete-time HMF approach, where susceptible nodes can get immunized by contact tracing from infected nodes. Considering the real situations of vaccine shortages such that the number of vaccines cannot cover the whole population, we propose a local immunization program that can only immunize a given node set X in the whole population, which can be defined as a geological region of a city or a social group of a population or other groups sharing some characteristics. The epidemic thresholds for different (local versus global) vaccination scenarios against infectious diseases are obtained from stability analysis, based on which the effectiveness of a vaccination program can be evaluated. The predicted thresholds are validated through numerical simulations. Our result suggests that the local immunization program can greatly improve the efficiency of static immunization, requiring a smaller amount of vaccines to effectively control disease spread. However, the efficacy of vaccination programs not only depends on immunization rate but also on the choice of individual group to immunize. Therefore, it remains pivotal to extend the approach in this manuscript to other local immunization strategies, with different targeted vaccination groups to get an optimal strategy for disease control. This may contribute toward the optimal strategy of vaccine allocation for emerging infectious diseases such as influenza A (H1N1). 45 In the local immunization program with a SIR framework, we find that the immunization rate d can greatly affect the epidemic threshold, which distinguishes from the prediction based on the SIS spreading mechanism where d does not play a role in the threshold. This adds one more difference between the SIS and SIR network models, as revealed by Castellano and Pastor-Satorras 46 that the threshold of generic epidemic models is vanishing for an SIS model, while it is finite for the SIR model on quenched scale-rich networks (i.e., a > 3).",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 290,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 330,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "32,",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 374,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 532,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 2039,
                    "end": 2041,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. CONCLUSION AND DISCUSSION"
        },
        {
            "text": "In the present work, we only consider the same immunization rate d for each node in the immunization set X. The same approach remains valid for a general case with multiple immunization sets with different d values. Another interesting exploration may be the study of local immunization program in the interdependent networks 39 or the community networks. 47 These realistic issues suggest good topics for further research. ACKNOWLEDGMENTS Q.W. would like to thank National Natural Science Foundation of China for its support under No. 61203153. Y.L. was supported in part by NSFC (11301442) and RGC (PolyU 253004/14P). We thank the referees for their supportive comments which greatly improve the whole manuscript.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 358,
                    "text": "47",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. CONCLUSION AND DISCUSSION"
        },
        {
            "text": "In this appendix, we extend the SIS epidemic model with the consideration of dynamic immunization programs. For comparative purposes, the immunization and disease transmission parameters are set to be the same as those in the SVIR model. We denote S ðiÞ k ðtÞ; V ðiÞ k ðtÞ, and I ðiÞ k ðtÞ as the susceptible, vaccinated, infected densities among nodes inside (i ¼ 1) and outside (i ¼ 2) of the tracing group X with degree k at time step t, respectively. Then the following discretetime SVIS model can be formulated for two different groups by using a similar approach as that in the main part: In this model, w ð1Þ 1 ðsÞ ¼ 1 À ð1 À dÞ s ; w ð1Þ 2 ðsÞ ¼ ð1 À dÞ s ½1 À ð1 À bÞ s , and w ð2Þ 2 ðsÞ ¼ 1 À ð1 À bÞ s . In order to obtain an approximate condition for epidemic outbreak, we set S This inequality gives the epidemic threshold for the SVIS model, which is independent of the immunization strength d.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX: THE SVIS MODEL"
        },
        {
            "text": "A similar result was claimed in the previous work. 23 ",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 53,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "APPENDIX: THE SVIS MODEL"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Networks: An Introduction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Proceedings of the 2010 European Conference on Machine Learning and Knowledge Discovery in Databases: Part III, ECML PKDD'10",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Prakash",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Valler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Faloutsos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Faloutsos",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Branching Processes with Biological Applications",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jagers",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "as the relative densities of susceptible, vaccinated, infected, and recovered nodes of G i (i ¼ 1 or 2) in the population G with degree k at time step t, respectively. According to the discrete-time HMF approach, the dynamical model for the random immunization program isHere, the respective infection probabilities in G 1 and G 2 arew ð1Þ 2 ðsÞ ¼ ð1 À dÞ s ½1 À ð1 À bÞ s ; and w ð2Þ 2 ðsÞ ¼ 1 À ð1 À bÞ s : Please note that the model does not include the dynamics of other variables for S ðiÞ k ðtÞ; R ðiÞ k ðtÞ with i ¼ 1, 2 and V ð1Þ k which do not appear in the system describing the evolution of infectious nodes at the initial stage of disease spread. A similar approximation analysis as in Sec. II near the disease-free equilibrium E 0 gives E½w ð1Þ 2 ðsÞ ' bð1 À dÞkH and E½w ð2Þ 2 ðsÞ ' bkH; with H ¼ hki À1 P k þ1 ; …; I ð1Þ k c ; I ð2Þ k 0 ; I ð2Þ k 0 þ1 ; …; I",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "; :::; I ð1Þ k c T for linear stability analysis of the disease free equilibrium E 0 Iðt þ 1Þ ¼ J 2 ðE 0 ÞIðtÞ:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effect of the immunization rate on the epidemic threshold and prevalence for the random immunization case when f ¼ 0.5: (a) final recovered size R 1 versus the infection rate b for different values of d; (b) contour of I max in the (d -b) parameter plane, where the white line indicates the theoretically predicted curve determined in Eq. (5), and the light gray region corresponds to the parameter region with zero prevalence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effect of the immunization rate on the epidemic threshold and prevalence for the targeted immunization case when K ¼ 10: (a) final recovered size R 1 versus the infection rate b for different values of d; (b) contour of I max in the (d -b) parameter plane, where the white line indicates the theoretically predicted curve determined in Eq. (7), and the light gray region to the parameter region with zero prevalence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The contour plot of the immunization efficiency, where the horizontal coordinate is the infection rate b and the vertical coordinate is the immunization strength d. Panels (a) and (b) illustrate the random immunization case for f ¼ 0.2 and 0.8, respectively, while panels (c) and (d) show the targeted immunization case for K ¼ 6 and 12, respectively. The dashed lines in each panel indicate the epidemic thresholds by theoretical predictions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "values at the equilibrium state and furthermore, assume I ð1Þ k ¼ 0 such that there is no infection in the set X due to immunization. Then the infectious proportion I",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}