{
    "paper_id": "fbf1da6128ab22197019ac8ec11f7f5e1f194211",
    "metadata": {
        "title": "Is universal access to antiretroviral drugs an emerging international norm?",
        "authors": [
            {
                "first": "Jeremy",
                "middle": [],
                "last": "Youde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota Duluth",
                    "location": {
                        "addrLine": "304 Cina Hall, 1123 University Drive",
                        "postCode": "55812-3006",
                        "settlement": "Duluth",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": "jaywhy@alumni.grinnell.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "The international community appears to have embraced a new norm -that of universal access to antiretroviral drugs. The process by which this norm has found acceptance raises interesting questions about how norm entrepreneurs frame their arguments, the role of non-state actors in realizing a norm, and the importance of existent complementary norms. To understand the success of the norm of universal antiretroviral access, I examine the failure of an earlier health-related norm -that of universal primary health care. The campaign for universal antiretroviral access points to a need for a more nuanced understanding of norm evolution within the international community and a more holistic vision of which actors can facilitate the realization of a norm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "most visible by the 3 Â 5 (to provide 3 million HIV-positive persons in the developing world with ARV access by the end of 2005) and All by 2010 (to provide universal access by the end of 2010) Campaigns, promotes providing access to these drugs regardless of ability to pay or country of residence. According to the precepts of this new norm, those infected with HIV in developing countries will have access to similar ARVs as are available to people in developed countries. In 2001, only 240,000 people in low-and middle-income countries had access to ARVs. By 2005, the number had jumped fivefold to 1.3 million. In addition, 21 low-and middle-income countries offered ARVs to at least half of their citizens in need (UNAIDS 2006: 151) . All regions of the world have seen dramatic increases in ARV availability. Because they see it as the right thing to do, national governments, donor states, international organizations, nongovernmental organizations, private philanthropic organizations, and multinational corporations have come together in a coalition to further expand ARV access to those individuals who do not have the ability to pay for these drugs.",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 738,
                    "text": "(UNAIDS 2006: 151)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The emergence and apparent adoption of a new norm is, in and of itself, a remarkable event. Even more remarkably, this new norm emerged less than 30 years after an earlier attempt to promote universal health care for all failed to take hold within the international community. Universal ARV access is perhaps the most ambitious global public health campaign undertaken since the successful quest to eradicate smallpox. Achieving this target will require international cooperation, vastly increased levels of financial assistance from developed countries, the active participation of international pharmaceutical companies, and rethinking and reapplying international intellectual property rights. Perhaps more importantly, this new programme will require the international community to embrace a new norm that places the right to health and health care above concerns about the ability to pay and the sovereign right of states to manage their national health programmes. In their ambition, promoters set explicit deadlines for realizing this new norm's behavioural expectation. Even though the 3 Â 5 Campaign failed to meet its target, the international community has remained energized around this idea of universal ARV access and continues to move towards it -though its strategies for doing so are different from those generally recognized by the literature on norm evolution and acceptance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "How has this new norm emerged and why has it emerged now? These two questions raise provocative and important concerns about the nature of norm entrepreneurs, the life cycle of norms in the international arena, and how norms evolve over time. In this case, universal ARV access' norm entrepreneurs framed their campaign as an issue of individual human rights (an already existent and resonant norm) instead of as a collective public good (as the earlier promoters of universal health care for all did). Reframing the norm allowed it to achieve greater success. Most research on norm adoption and evolution focuses largely on the role of state actors and nongovernmental organizations, often presenting norms in relatively discrete terms. The case of universal ARV access demonstrates the importance of actors who fall outside both traditional state structures and mass social movements. It also shows how norms adapt to changing international contexts to resonate with existing ideas. Examining the case of universal ARV access, we gain a nuanced view of norm adoption and internalization, a better appreciation for the range of actors important for promoting a norm, and an understanding of the importance of complementary international norms for successful norm adoption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To explain why the norm of universal ARV access has emerged when earlier health-related norms failed, I begin by reviewing the literature on how norms evolve and take root within the international community. I then turn my attention to a case of a failed norm: universal primary health care, most prominently embodied in the 1978 Alma-Ata Declaration and its attendant Health for All by 2000 campaign. The third section focuses explicitly on universal ARV access: where it came from, how entrepreneurs promoted it, and where we see evidence of its acceptance. I next look at the factors that allowed universal ARV access to take root within the international community despite previous health-related norm failures. Finally, I tie the specifics of universal ARV access' history to our broader understanding of norm evolution, showing how it illustrates the need to reconsider the factors that promote the acceptance of international norms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finnemore defines norms as 'shared expectations about appropriate behaviour held by a community of actors ' (1996: 22) . A norm spells out how members of a group believe each other should act. It may or may not be explicitly codified, but members of a community understand the standards expected by the norm and hold each other accountable for conducting themselves in a manner consistent with it. It both constrains and enables action by defining the boundaries of acceptable behaviour (Klotz 1995: 25-7) . For example, the norm of sovereignty posits that one state does not have the right to interfere or intervene in the affairs of another state. States share an understanding that following the norm of sovereignty is appropriate behaviour for members of the international community, and those who violate the norm face possible sanctioning. Such behavioural expectations are not always formalized by international law or treaties, though they may eventually be; rather, they operate most prominently as a shared social expectation. This social aspect is crucial, since norms can and will change as shared understandings change. To return to the sovereignty example, the behavioural expectations that go along with it today are radically different than those from previous eras (Hall 1999) , and continue to evolve today (Wheeler 2000; Finnemore 2003) .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 118,
                    "text": "' (1996: 22)",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 505,
                    "text": "(Klotz 1995: 25-7)",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1293,
                    "text": "(Hall 1999)",
                    "ref_id": null
                },
                {
                    "start": 1325,
                    "end": 1339,
                    "text": "(Wheeler 2000;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1340,
                    "end": 1355,
                    "text": "Finnemore 2003)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Norms, Norm Evolution, and Norm Adoption"
        },
        {
            "text": "Norms go beyond simple behavioural modifications. States begin to reenvision their own identities as they embrace a norm. As states internalize new standards of behaviour, they come to new understandings of themselves. They answer the question 'who am I?' in a different manner. States are willing to forgo the costs associated with upholding normative precepts because these norms are constitutive of how the state sees itself. When a state fails to live up to these behavioural expectations, they justify their actions by referencing the norm itself. In an important sense, the state has violated its own understanding of who it is. Instead of taking actions to abide by the rules, states take certain actions and engage in certain behaviours (and refrain from others) because 'Good people do (or do not do) X in situations A, B, and C' (Fearon 1999: 29) . They connect their preferences to policy choices and instruments in different ways as their self-understandings change (Kowert and Legro 1996: 463) . Finnemore and Sikkink (1998) offer a three-stage 'life cycle' for norms. In the first stage, a norm emerges and is championed by norm entrepreneurs. These entrepreneurs use their organizational platforms (such as a nongovernmental or intergovernmental organization) to promote the norm to members of the international community. They actively promote the norm as 'appropriate or desirable behavior in their community' (Finnemore and Sikkink 1998: 896) . They must persuade a critical mass of important actors to adopt and embrace the norm in order to reach the second stage -the norm cascade. During this second phase, an increasing number of states begin to adopt the norm, even in the absence of domestic pressures or economic self-interests to do so, because they increasingly see it as appropriate. If enough states do this, the norm becomes internalized in the third stage. It becomes 'common sense' and few would even question the behaviours expected by the norm. States abide by the norm and its behavioural expectations because that is just what members of the international community do. It becomes part of the state's sense of itself and its obligations to others.",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 856,
                    "text": "(Fearon 1999: 29)",
                    "ref_id": null
                },
                {
                    "start": 978,
                    "end": 1006,
                    "text": "(Kowert and Legro 1996: 463)",
                    "ref_id": null
                },
                {
                    "start": 1009,
                    "end": 1037,
                    "text": "Finnemore and Sikkink (1998)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1427,
                    "end": 1460,
                    "text": "(Finnemore and Sikkink 1998: 896)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Norms, Norm Evolution, and Norm Adoption"
        },
        {
            "text": "Despite the efforts of norm entrepreneurs, not all norms find a home within the international community. Scholars have identified three particular factors that appear to increase the likelihood of a norm's acceptance: if its precepts concern the protection of vulnerable populations (Keck and Sikkink 1998: 27) , if the norm contains clear, consistent rules with a previous history of observance (Legro 1997: 34-5) , and if the norm is both coherent and prominent (Florini 1996: 374-7) .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 310,
                    "text": "(Keck and Sikkink 1998: 27)",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 414,
                    "text": "(Legro 1997: 34-5)",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 485,
                    "text": "(Florini 1996: 374-7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Norms, Norm Evolution, and Norm Adoption"
        },
        {
            "text": "If a norm is going to stick, states need to share an understanding of what a given norm means from both a behavioural and a constitutive perspective (Van Kersbergen and Verbeek 2007) .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 182,
                    "text": "(Van Kersbergen and Verbeek 2007)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Norms, Norm Evolution, and Norm Adoption"
        },
        {
            "text": "Norm entrepreneurs, according to most scholars, concentrate their attentions at the state level (Finnemore and Sikkink 1998; Ingebritsen 2002) . They tailor their actions to encourage government policymakers to change their understanding of a particular issue, modify their behaviour, and incorporate the norm's idea into the state's overall identity. They try to get a critical mass of states to adopt, and eventually internalize, a norm in hopes of creating a norm cascade that leads to the norm becoming 'common sense'. While this focus on states is understandable, it ignores the plethora of actors whose actions can put a norm's ideas into practice. International organizations, nongovernmental organizations, private philanthropic organizations, and even multinational corporations play an ever-increasing role in providing services and taking on traditional governance roles. Because of this, norm entrepreneurs have started to recognize the utility of targeting these groups as well. These nonstate actors may have financial resources beyond those available to states. They may also possess a greater level of legitimacy and lack much of the historical baggage of states.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 124,
                    "text": "(Finnemore and Sikkink 1998;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 125,
                    "end": 142,
                    "text": "Ingebritsen 2002)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Norms, Norm Evolution, and Norm Adoption"
        },
        {
            "text": "Universal ARV access is not the first health-related norm to be promoted to the international community. In the 1970s and 1980s, norm entrepreneurs sought to inculcate the norm of universal primary health care. Despite strenuous efforts by some actors, the international community failed to embrace this norm. The reasons for universal primary health care's failure are highly instructive for understanding universal ARV access' apparent success.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "3,000 delegates from 134 countries and 67 international organizations met in Alma-Ata, USSR (now Almaty, Kazakhstan), from 6 to 12 September 1978 at the International Conference on Primary Health Care. The conference, organized by the World Health Organization and UNICEF, was the first international meeting devoted solely to primary health care. Unanimously adopted, the Alma-Ata Declaration listed eight crucial components of primary health care: education on health concerns and how to treat them, promoting proper nutrition, ensuring adequate supplies of clean drinking water and proper sanitation, providing maternal and child health care, including family planning, immunizing populations against major infectious diseases, preventing and controlling local endemic diseases, providing appropriate treatment for injuries and illnesses, and providing access to essential drugs (World Health Organization 1978) .",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 914,
                    "text": "(World Health Organization 1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "In order to achieve these goals, the Alma-Ata Declaration set specific targets for signatory states. These goals included: spending at least five per cent of gross national product on health, having 90 per cent of children at the appropriate weight for their age, providing clean water within a 15-min walk of all homes and adequate sanitation either in the home or the immediate vicinity, making available trained personnel to attend to pregnancy and childbirth, and offering child care for children at least through one year of age (World Health Organization 1978) .",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 566,
                    "text": "(World Health Organization 1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "These programmes sought to make essential health care accessible to all at an affordable cost and in line with a country's sovereign right to selfdetermination (World Health Organization 1978) . They afforded the majority of the country's population access to basic health care in line with locally determined needs. If states attained these goals and ensured the provision of primary health care, then it was hoped that the international community could meet its new goal -Health for All by 2000.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 192,
                    "text": "(World Health Organization 1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "The impetus for promoting this new norm grew out of changes in the international community. The 1960s and 1970s saw a great wave of decolonization and liberation throughout the Third World, and new governments often came to power promising better health care for all their citizens. While initially many of these new governments took steps to improve health care, often with the support and aid of Western states, services tended to be overly concentrated in urban areas and failed to reach rural areas. This meant that the majority of the population in many newly independent states still had limited access to health care facilities (Hall and Taylor 2003) . At the same time, an increasing number of studies criticized the idea that improved health in developing states was simply a matter of transferring Western technologies and health care systems to new places. These studies called for a more holistic approach to health care that emphasized integrating health care into overall social development (Cueto 2004 (Cueto : 1864 . Researchers and activists increasingly called for a 'bottom-up' approach to health care that focused on local needs and ensuring equitable access without an emphasis on large hospitals or expensive technologies (Magnussen et al. 2004: 168) . China, Tanzania, and Venezuela successfully trained local personnel to provide essential basic health care programmes. These programmes offered basic yet comprehensive health care services to rural areas. For example, China's 'barefoot doctors' focused their energies on preventative care within the communities from which they were drawn and combined Western and traditional cures for treatment (Cueto 2004 (Cueto : 1865 .",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 657,
                    "text": "(Hall and Taylor 2003)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1005,
                    "end": 1016,
                    "text": "(Cueto 2004",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1017,
                    "end": 1030,
                    "text": "(Cueto : 1864",
                    "ref_id": null
                },
                {
                    "start": 1244,
                    "end": 1272,
                    "text": "(Magnussen et al. 2004: 168)",
                    "ref_id": null
                },
                {
                    "start": 1671,
                    "end": 1682,
                    "text": "(Cueto 2004",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1683,
                    "end": 1696,
                    "text": "(Cueto : 1865",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "Inspired by their example, and drawing upon his own experiences with health care policies in developing countries, WHO Director-General Halfdan Mahler of Denmark called upon the international community to apply the lessons from these cases throughout the world. He urged WHO and UNICEF to ensure 'health for all' by changing both the provision of health care in developing countries and the role of developed states in ensuring this aim. The conference in Alma-Ata concentrated on spreading the message of health for all and devising strategies for putting this idea into practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "It is hard to underestimate how revolutionary the Alma-Ata Declaration and its Health for All by 2000 programme were. Up to this point, health care had generally been considered the sovereign domain of states. Previous cooperation on international public health issues, while it certainly existed, had been driven largely by specific disease outbreaks that threatened commercial interests. The International Health Regulations, adopted in 1951, best reflect this concern. The IHR sought to 'ensure the maximum protection against the international spread of disease with minimum interference with world traffic' (World Health Organization 1983). States were required to report outbreaks of and take measures to prevent the spread of yellow fever, cholera, and plague -three diseases whose spread had long been associated with trade and travel (Fidler and Gostin 2006: 86) . The IHR thus made public health concerns subservient to economic relations among states, obligating national governments (and only national governments) to act only when disease threatened trade.",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 870,
                    "text": "(Fidler and Gostin 2006: 86)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "The delegates to the Alma-Ata conference in 1978 functioned as norm entrepreneurs. They sought to create a change in how states viewed their responsibilities to their own citizens and those in other countries. Much like the campaigns against slavery and apartheid (Klotz 2002) , the Alma-Ata delegates engaged in normative debates that crossed ideological and economic lines. In the midst of the Cold War, they sought to bring together democratic and communist states, encouraging them to look beyond their economic and political self-interest to embrace a greater good for the international community.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 276,
                    "text": "(Klotz 2002)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "By promoting the Alma-Ata Declaration and Health for All by 2000, norm entrepreneurs sought to have states declare that public health was no longer simply a concern for national governments. They wanted national governments to set specific targets and adopt a normative framework that equated good governance with the provision of adequate health care standards. They encouraged states to move beyond reactive concerns with specific maladies and toward a more proactive holistic understanding of health and health care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "Universal primary health care's advocates framed their advocacy in relatively amorphous terms. As noted above, they spoke of decolonization, fairness, and development. They saw the provision of primary health care, especially in terms of having developed countries provide funding for such programmes, as an obligation owed to developing states by those who had already prospered. They also framed universal primary health care as a public good -one that required more generalized economic and social development. According to the norm entrepreneurs, the market could not adequately provide primary health care, so the state should do so (Gostin 2000: 4) . The Alma-Ata Declaration noted that health care inequalities were 'politically, socially, and economically unacceptable andytherefore, of common concern to all countries' (World Health Organization 1978) . Interestingly, the norm entrepreneurs generally saw the push for universal primary health care as something that developed states should support largely on altruistic grounds. The Declaration reads, 'All countries should cooperate in a spirit of partnership and service to ensure primary health care for all people' (World Health Organization 1978) . Universal primary health care was a public good that developed states should provide in conjunction with developing states out of a sense of moral obligation and fairness and in the spirit of decolonization.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 654,
                    "text": "(Gostin 2000: 4)",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 860,
                    "text": "(World Health Organization 1978)",
                    "ref_id": null
                },
                {
                    "start": 1179,
                    "end": 1211,
                    "text": "(World Health Organization 1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "This framing shared many affinities with calls for a New International Economic Order (NIEO). Indeed, the third clause of the Alma-Ata Declaration specifically located universal primary health care within the broader calls for the NIEO. Working through the United Nations Conference on Trade and Development, developing countries put forward a number of proposals that sought to improve their terms of trade, increase economic assistance, reduce the North-South divide, and rewrite the international economic rules to favor developing states. These proposals all fell under the rubric of the NIEO (Murphy 1984) . Representatives from developing states argued that the NIEO would correct structural imbalances and allow developing states to receive the same benefits as developed states. Critics countered that blaming developed states for the lack of development in poorer states was misplaced. They dismissed charges that Western development was immoral or that developed states needed to sacrifice their wealth for the benefit of the less fortunate (Johnson 1976).",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 610,
                    "text": "(Murphy 1984)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "The acceptance of universal primary health care had the potential to be a major shift in the international community's normative framework, as it would fundamentally alter what it meant to be a 'good' state. It could alter the framework from one that emphasized individual responsibility for health care to one that gave governments primary responsibility for ensuring the public's health, both in their own countries and abroad (Fidler 2003: 23) .",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 446,
                    "text": "(Fidler 2003: 23)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "Despite the efforts of the Alma-Ata delegates, the goals of Health for All by 2000 quickly ran into difficulties. It soon became obvious that the norm entrepreneurs were failing to attract a critical mass of supportive states who could further propel and promote the idea of universal primary health care within the international community. No norm cascade developed, and states did not alter their behavioural expectations of themselves or others. The very idea of primary health care itself came under attack as wildly unrealistic and inappropriate. Government officials in many developed countries refused to believe that developing states could or should implement the wide-ranging programmes encompassed in Health for All by 2000 (Hall and Taylor 2003) . Instead, they proposed a new solution, selective primary health care (SPHC), that would provide only those health care services that would have the greatest benefit to children under five (Walsh and Warren 1979: 968-70) .",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 757,
                    "text": "(Hall and Taylor 2003)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 948,
                    "end": 979,
                    "text": "(Walsh and Warren 1979: 968-70)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "Primary health care's supporters, the norm entrepreneurs from Alma-Ata, saw SPHC as a betrayal of the incipient norm's core beliefs. Wisner (1988) alleged the SPHC assumed that poor people were too ignorant to make proper health decisions, ignored existing local infrastructures and cultural practices, overlooked the role of grassroots efforts, and reinforced urban biases. Hall and Taylor remark, 'In effect, SPHC took the decision-making power and control central to PHC away from the communities and delivered it to foreign consultants with technical expertiseyThese technical experts, often employed by the funding agencies, were subject to the policies of their agencies, not the communities ' (2003: 18) . SPHC undercut the basic goals and ideals of Health for All by 2000 and the Alma-Ata Declaration. Instead of encouraging broadbased participation and the equitable provision of health care to all groups within a society, the move towards SPHC encouraged states to think in terms of economic self-interest. It removed the ability of developing states to determine their own needs and the best solutions to address those needs. SPHC denied states policy autonomy.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 146,
                    "text": "Wisner (1988)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 698,
                    "end": 710,
                    "text": "' (2003: 18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "In the end, the norm of universal primary health care failed to gain much traction in the international community. Its behavioural precepts failed to make an appreciable difference in state actions, and the shifts in identity associated with internalizing a norm never occurred. Improvements in health care happened largely on an ad hoc basis with little international coordination or overriding guiding principles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "What prevented the norm of universal primary health care from being adopted and internalized by the international community? A cursory examination highlights three key deficiencies. First, universal primary health care's supporters framed the norm as a collective public good. They called on developed states to provide a large outlay of funds to developing states en masse to right a perceived wrong. These pleas arose as the international community was dealing with a global recession, higher oil prices, and great economic uncertainty. Few, if any, developed states were inclined to increase their foreign aid budgets. If anything, they were less inclined to provide assistance for health care in developing countries (People's Health Movement et al., 2005: 59-60) . Further, as part of providing this collective public good, developed states were being asked to allow developing states to independently determine their health care policies (Hall and Taylor 2003) . The frame for universal primary health care combined large financial outlays with little oversight, making it rather unpalatable to many developed states.",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 767,
                    "text": "Movement et al., 2005: 59-60)",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 966,
                    "text": "(Hall and Taylor 2003)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "Second, the norm of universal primary health care failed to resonate with existing norms in the international community. Norm entrepreneurs argued for universal primary health care as an element of a fundamental right to health at a time when the right to health was highly contested. Their arguments that universal primary health care fit with a broader context of decolonization and fairness failed to find a perch. In the same way that the NIEO largely failed to resonate and led to little but token actions, universal primary health care put forward an idealistic vision that did not resonate with broader trends in the international community at the time. Additionally, conceptualizing health as a collective public good with a prominent role for national governments to provide services ran counter to the increasingly prominent rhetoric of neoliberalism and privatization that emerged in the late 1970s and early 1980s (Thomas and Weber 2004) . US State Department officials also derided universal primary health care as 'too political' and feared how it could potentially alter the balance between themselves and the Soviet Union (Werner 2001) . When Director-General Mahler called the Soviet Union 'a pioneer since the first days of its Revolution more than 50 years ago in placing health in the forefront of social goals and in linking its attainment with social justice and economic development' in his opening remarks at Alma-Ata (Heyward 1978) , government officials in some states feared the relationship between universal primary health care and communism. Murphy notes, 'American policy makers held that on fundamentals northern and southern views were incompatibleyThey did not want to debate until both north and south had a single view of their common interests' (Murphy 1984: 126) . Interestingly, while American officials worried about how the ideological content of universal primary health care could promote communism and Soviet ideals, the Soviet Union and People's Republic of China vigorously disagreed with each other about the nature of universal primary health care (Cueto 2004) . The disagreements between the two leading communist states further undermined universal primary health care's ability to find state supporters.",
            "cite_spans": [
                {
                    "start": 926,
                    "end": 949,
                    "text": "(Thomas and Weber 2004)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1138,
                    "end": 1151,
                    "text": "(Werner 2001)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1442,
                    "end": 1456,
                    "text": "(Heyward 1978)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1782,
                    "end": 1800,
                    "text": "(Murphy 1984: 126)",
                    "ref_id": null
                },
                {
                    "start": 2096,
                    "end": 2108,
                    "text": "(Cueto 2004)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "Finally, the norm entrepreneurs themselves were poorly placed to influence state governments or promote behavioural changes. Universal primary health care's supporters targeted their appeals toward state governments, believing them to be the key to this norm being embraced by the international community. Many were delegates to the Alma-Ata Conference. Most were bureaucrats either within their national health ministries or the World Health Organization. They may have had the technical expertise to understand the important of universal primary health care and perhaps the experience to implement it, but they lacked the political sway within governments to get them to reassess their behaviours and identities. In other words, they may have been norm entrepreneurs, but they were poorly placed norm entrepreneurs who lacked the ability to persuade enough others to adopt the norm. Health ministries unfortunately have a tendency to be political backwaters with little influence beyond technical matters (Vaughan et al. 1985) . The World Health Organization also lacked the stature to significantly affect international debates over universal primary health care. It lacked significant financial resources and, despite a near-universal membership, its political clout among member-states was negligible. The World Health Organization's low status was largely a reflection of the relatively low priority afforded to health within the international community. Most states considered health to be a national responsibility and envisioned a limited role for the international community. The World Health Organization also sought, for much of its history, to consciously avoid political battles so as to avoid antagonizing its members (Godlee 1994) . When it did try to take a more assertive role with universal primary health care, it faced the very real threat of having states like the United States withdraw its funding (Walt 1993) .",
            "cite_spans": [
                {
                    "start": 1007,
                    "end": 1028,
                    "text": "(Vaughan et al. 1985)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1733,
                    "end": 1746,
                    "text": "(Godlee 1994)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1922,
                    "end": 1933,
                    "text": "(Walt 1993)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Universal Primary Health Care: An Unsuccessful Norm"
        },
        {
            "text": "With the failure of Health for All by 2000, international health norms largely fell off the global agenda. The international community came together to combat various diseases, but no overarching normative ideas concerning the behavioural obligations of states to others within the international community received much attention. The 3 Â 5 Initiative changed things, bringing the idea of the norm of universal ARV access to the forefront of the international community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "On 22 September 2003, the WHO, UNAIDS, and the Global Fund to Fight AIDS, Tuberculosis, and Malaria announced a new initiative to combat the failure to deliver ARVs to people with HIV in developing countries. That year, UNAIDS estimated that six million HIV-positive people in the Third World required ARVs, but less than eight per cent actually received them. While 84 per cent of those in need in Central and South America had access to ARVs, only two per cent of those in Africa, the continent hardest hit by the AIDS epidemic, did (World Health Organization/UNAIDS 2003: 4-5) . This new programme sought to correct that. It pledged to provide a sustainable and reliable supply of ARVs to three million people in the developing world, half the number who needed the drug, by the end of 2005. Although the leaders of this effort acknowledged that it was an incredibly ambitious goal, they based their calculations on an article published in 2001 in Science. The article's authors cautioned that reaching this target would require optimal levels of both financing and technical capabilities. Still, they considered it doable (Schwartla¨nder et al. 2001 ) -as did, apparently, WHO and UNAIDS. WHO and UNAIDS declared the lack of ARV access to be a global health emergency and an issue that urgently needed to be addressed.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 579,
                    "text": "(World Health Organization/UNAIDS 2003: 4-5)",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1153,
                    "text": "(Schwartla¨nder et al. 2001",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "The 3 Â 5 Initiative did not create calls for universal ARV access by any means (see, e.g. Farmer 1999 and Headley and , but it focused them and gave them far greater prominence within the international community. Instead of being a relatively amorphous call to help people with AIDS, this new norm framed its calls for action in relatively concrete terms, of providing something tangible to individuals who could not otherwise acquire it, as a human right. By declaring a health emergency, though, the 3 Â 5 Initiative's promoters hoped to 'propel action and upend ''business as usual'' attitudes'. This new programme would 'demand new commitment and a new way or working across the global health community' (World Health Organization/UNAIDS 2003: 6). To achieve this commitment, they situated the call within a framework of country ownership, human rights, and equity.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 106,
                    "text": "Farmer 1999 and",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 107,
                    "end": 118,
                    "text": "Headley and",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "Not only would success require high-level political commitment but also the attendant financial outlays would also be quite high. When announcing the new programme, WHO estimated that it would cost at least US$5.5 billion to achieve the target (World Health Organization/UNAIDS 2003: 24). However, the focus was not on the cost, it was on the realization of the norms of respect for universal human rights. WHO also saw the Initiative as promoting the UN's human rights agenda in two ways. First, the Universal Declaration of Human Rights declares that all people have the right to the highest possible standard of health -a promise reaffirmed to explicitly include HIV/AIDS during the United Nations Special Session on HIV/AIDS in 2001. Second, the Initiative pledged to pay special attention to vulnerable groups who may have limited access to treatment and prevention programmes. By emphasizing equity, the Initiative sought to overcome economic barriers that had prevented most people in developing nations from being able to afford ARVs. It utilized the ideas of access to essential medicines and non-discrimination in the provision of care evident in the Alma-Ata Declaration. Harris and Siplon identified a growing recognition, by developed states, of a norm promoting international assistance to developing states as 'the right thing to do ' (2006: 263) . In their paper, Schwa¨rtlander et al. referenced the movement for realizing the right to health in Africa as emblematic of the international community's growing respect for this ideal (2001: 2436). The 3 Â 5 Initiative's own materials were even more explicit. On its website, the Initiative proclaimed that its efforts were 'a step towards the GOAL [sic] of making universal access of HIV/AIDS prevention and treatment accessible for all who need them as a human right' (World Health Organization n.d. a; emphasis added). From the earliest days, activists and organizations connected the drive for universal ARV access back to the earlier efforts to promote health as a human right.",
            "cite_spans": [
                {
                    "start": 1348,
                    "end": 1361,
                    "text": "' (2006: 263)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "Tactically, norm entrepreneurs for universal ARV broadened their reach. They did not solely focus on states as the entities responsible for realizing this norm. Instead, they called on international organizations, nongovernmental organizations, multinational corporations, and private philanthropic groupsin addition to national governments -to work together. The norm entrepreneurs explicitly recognized this connection, noting, '''3 by 5'' is a target that many organizations are working together to achieve, including national authorities, UN agencies, multilateral agencies, foundations, nongovernmental, faith-based and community organizations, the private sector, labour unions and people living with HIV/AIDS. To succeed, full support and participation from all partners and governments are needed' (World Health Organization n.d. b). This shift moved the norm from being a collective public good whose realization depended solely on developed states to being targeted toward individuals with diffuse responsibility for protecting the human rights of those in need. Such a frame resonated with the increasing international embrace, for better or worse, of public-private partnerships and more holistic interpretations of governance (see Bovaird 2004; Flinders 2005, Therien and Pouliot 2006 for detailed discussions on the evolution of public-private partnerships and their associated costs and benefits).",
            "cite_spans": [
                {
                    "start": 1244,
                    "end": 1257,
                    "text": "Bovaird 2004;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1258,
                    "end": 1284,
                    "text": "Flinders 2005, Therien and",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "Spearheading this drive, Lee and Piot played particularly important roles in mobilizing commitment, attracting international attention and support, and offering guidance. They served as norm entrepreneurs in every sense of the term. They made it their mission to try to convince donors, both governmental and nongovernmental, that the 3 Â 5 Initiative was in fact achievable. They had to convince a diverse array of actors to work together to find ways to lower the cost of ARVs while still allowing the pharmaceutical manufacturers to earn a profit. They needed to get states to re-envision who they were and how they interacted with the rest of the world. They also had to convince states, private organizations, and multinational corporations that this was an issue of individual human rights as well as one in which they could play a significant role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "At the end of the 3 Â 5 Initiative's timeframe, only 1.3 million people in developing countries were receiving ARV treatment. This was less than half of the Initiative's publicly stated goal. In many ways, this was still a remarkable success. In the span of two years, over one million new people gained access to life-prolonging drugs. Over 20 per cent of those who needed ARVs in the developing world now had them -a significant improvement over the seven per cent who had them in 2003. Eighteen countries announced that they had met or exceeded their ARV treatment targets (World Health Organization/ UNAIDS 2006: 7). These are stunning accomplishments over an incredibly short period of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "These stunning accomplishments cannot diminish the fact that WHO and UNAIDS failed to meet their goals. They pledged to provide ARVs to half of the people in developing countries who needed them (a number that continued to grow over the two-year period from 2003), and they failed to do so. Even with greater access to ARVs, the worldwide rates of HIV infection continued to increase -meaning that even more people now required ARV therapy and did not have access to it. Critics lambasted the programme for being overly optimistic, relying on unrealistic modelling, and failing to properly coordinate programmes among the myriad of actors involved (Economist 2005) . Others noted that national AIDS control programmes often fell prey to petty turf battles and corruption, making them ineffective (ITPC 2005: 6-7) .",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 664,
                    "text": "(Economist 2005)",
                    "ref_id": null
                },
                {
                    "start": 796,
                    "end": 812,
                    "text": "(ITPC 2005: 6-7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "Despite this apparent failure, the basic norm of universal ARV access continues to hold sway within the international community. State governments, international organizations, nongovernmental organizations, private philanthropic organizations, and multinational corporations have repeatedly reaffirmed their belief in the norm and pledged additional funds (though still short of what is necessary) toward its realization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "Given the apparent failure of the 3 Â 5 Initiative, it was realistic to assume that the norm of universal ARV access was dead. Its proponents had set an explicit target with a very explicit timeframe -and they failed to achieve this. Remarkably, this was not the case. Instead of walking away from failure, the international community has embarked on an even more ambitious goal -All by 2010. All by 2010 is the latest attempt to put the emerging norm of universal access to ARVs into practice. Like the 3 Â 5 Initiative, All by 2010 combines the efforts of state and non-state actors to provide universal ARV access as a constituent element of individual human rights. The central goal of All by 2010 is universal access to ARV treatment. This means, according to most definitions, '80 per cent of all people in urgent need of treatment are receiving it' (AVERT n.d.) . Based on current projections, the best estimate is that the All by 2010 programme will need to get 10 million people worldwide on ARVs by the end of 2010 to meet its goals (as a shorthand, some also call this program 10 Â 10). As with the 3 Â 5 Initiative, the leaders of All by 2010 explicitly state that this effort is designed to mobilize stakeholders, maintain momentum, and encourage states to contribute. The norm entrepreneurs are using their organizational platforms within WHO and UNAIDS to encourage the adoption and internalization of a new norm.",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 868,
                    "text": "(AVERT n.d.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "While expressing regret at its inability to achieve its initial target, the WHO and UNAIDS' final report on the Initiative discussed ways to rectify the problems it faced. The report argued the end of the Initiative was just the beginning toward ensuring universal ARV access for all. This provides evidence for the internalization of the norm through rhetoric and changes in constitutive identities. Failure to achieve and the behaviours associated with it were explained within the context of the norm itself. 'The ''3 by 5'' target needs to be seen as an interim step toward the ultimate goal of universal access to antiretroviral therapy for those in need of care, as a human right, and within the context of a comprehensive response to HIV/AIDS' (World Health Organization /UNAIDS 2006: 49) . The G8 nations, the very nations that provided the vast majority of funding for the programmes that came under the 3 Â 5 Initiative's umbrella, pledged in July 2005 to work toward universal access to ARVs worldwide by 2010. At the G8 summit in Gleneagles in July 2005, the leaders of the world's largest economies pledged at least an extra US$50 billion in aid annually, part of which would be specifically pledged for universal ARV access (Office of the Prime Minister 2005). Two months later, the United Nations passed a resolution calling on member states to work toward this goal and to pledge the necessary resources (AVERT n.d.) . In 2006, the UN High-Level Meeting on AIDS produced a resolution that stated in part, '[We commit] to pursue all necessary efforts to scale up nationally driven, sustainable and comprehensive responses to achieve broad multisectoral coverage for prevention, treatment, care and support, with full and active participation of people living with HIV, vulnerable groups, most affected communities, civil society and the private sector, towards the goal of universal access to comprehensive prevention programmes, treatment, care and support by 2010' (United Nations 2006) . African heads of state made a similar pledge in May 2006 at a summit in Abuja, Nigeria (Agence France-Presse 2006) . The Clinton Foundation and the Gates Foundation have both continued their ARV access efforts and have expanded them beyond their initial plans.",
            "cite_spans": [
                {
                    "start": 751,
                    "end": 795,
                    "text": "(World Health Organization /UNAIDS 2006: 49)",
                    "ref_id": null
                },
                {
                    "start": 1420,
                    "end": 1432,
                    "text": "(AVERT n.d.)",
                    "ref_id": null
                },
                {
                    "start": 1982,
                    "end": 2003,
                    "text": "(United Nations 2006)",
                    "ref_id": null
                },
                {
                    "start": 2093,
                    "end": 2120,
                    "text": "(Agence France-Presse 2006)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "The international community has clearly embraced the normative rhetoric of universal ARV access, tying it to the realization of individual human rights and a broadened conceptualization of governance. The United Nations' 2001 Declaration of Commitment on HIV/AIDS resolved that 'access to medication in the context of pandemics such as HIV/AIDS is one of the fundamental elements to achieve progressively the full realization of the right of everyone to the enjoyment of the highest attainable standard of physical and mental health' (United Nations 2001) . Within months of the unveiling of the 3 Â 5 Initiative, all 192 member states of the WHO publicly endorsed the program and the norm contained within it. They publicly pledged to aggressively work toward the realization of this goal and, in a broader sense, to ensure that all those who needed ARVs could get them. The UN Economic and Social Commission for Asia and the Pacific passed a resolution that called on states in the region to scale up their public health programs specifically in response to the 3 Â 5 Initiative (UNESCAP 2004) . In May 2005, over 120 delegates from around the world came together in Geneva to coordinate efforts to rapidly scale up efforts to expand access to ARVs across political, economic, and religious lines. The US President's Emergency Plan for AIDS Relief (PEPFAR), its primary AIDS programming effort, strongly emphasizes antiretroviral therapy (and its attendant infrastructure), considering it an integral part of its AIDS programmes and part of the US' obligation as a leading member of international society (Office of the Global AIDS Coordinator 2006). When announcing PEPFAR during his 2003 State of the Union address, US President George W. Bush noted, 'Because the AIDS diagnosis is considered a death sentence, many do not seek treatment. Almost all who do are turned away. A doctor in rural South Africa describes his frustration. He says, ''We have no medicines. Many hospitals tell people, you've got AIDS, we can't help you. Go home and die.'' In an age of miraculous medicines, no person should have to hear those words' (Bush 2003) . This statement received a tremendous amount of applause. Making this proclamation during his most important speech of the year shows that the norm of universal ARV access is at least fomenting rhetorical changes. Four years later, when Bush called on Congress to reauthorize PEPFAR by providing US$30 billion over the next five years, he highlighted the normative aspects of the programme. Acknowledging the costs and the number of people affected by the programme, he emphasized, 'The statistics and dollar amounts I've cited in the fight against HIV/AIDS are significant. But the scale of this effort is not measured in numbers. This is really a story of the human spirit and the goodness of human heartsyOur citizens are offering comfort to millions who suffer, and restoring hope to those who feel forsaken' (Bush 2007) .",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 555,
                    "text": "(United Nations 2001)",
                    "ref_id": null
                },
                {
                    "start": 1081,
                    "end": 1095,
                    "text": "(UNESCAP 2004)",
                    "ref_id": null
                },
                {
                    "start": 2130,
                    "end": 2141,
                    "text": "(Bush 2003)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2956,
                    "end": 2967,
                    "text": "(Bush 2007)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "Evidence also shows that recipient states internalized this new norm. Within months of the Initiative's debut, 56 countries approached WHO, asking for assistance through this new programme (World Health Organization 2004: 9). These states sought to make the changes in their policies and infrastructure that would allow them to expand the ability of their citizens to access these drugs. They publicly acknowledged that they did not have the resources to enact such a programme, yet by approaching WHO, they also publicly acknowledged their desire to work with the international community to implement the norm's programme. Further, nearly every country has created a Country Coordinating Mechanism (CCM) to receive funding from the Global Fund and coordinate AIDS activities. These CCMs explicitly incorporate representatives from the public and private sectors to promote the incorporation of all relevant voices (Global Fund to Fight AIDS, Tuberculosis, and Malaria n.d.). These efforts show a willingness to adapt state structures in order to facilitate the provision of ARVs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "Non-state actors play an increasingly important role in realizing the behavioural expectations of this new norm. International organizations like the World Health Organization and the Joint United Nations Program on AIDS (UNAIDS) serve as conduits of information for the international community. They gather and disseminate data, provide technical resources to actors trying to implement ARV access programmes, and sponsor international meetings to facilitate networking. While they also provide some direct funding, they largely focus their energies on supporting the technical and logistical resources needed to bring the norm's objectives to fruition. For funding, the Global Fund to Fight AIDS, Tuberculosis, and Malaria emerged in 2001. The Global Fund is an independent organization, with representatives from donor and recipient governments, nongovernmental organizations and the private sector, with responsibility for funding AIDS-related programmes. It explicitly does not implement programmes on its own. Instead, it provides a centralized source for donors to contribute money and recipients to receive grants to implement programmes (Van Kerkhoff and Szleza 2006) . Unique among most international bodies, the Global Fund relies upon funds from national governments, nongovernmental organizations, private philanthropies, and the sale of specially branded consumer products (Dyer 2006) . Programmes funded by the Global Fund may be implemented by governments or nongovernmental organizations, broadening the realm of actors who can help realize the behavioural expectations of this new norm.",
            "cite_spans": [
                {
                    "start": 1146,
                    "end": 1176,
                    "text": "(Van Kerkhoff and Szleza 2006)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1387,
                    "end": 1398,
                    "text": "(Dyer 2006)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "Private philanthropies and multinational corporations have also played a significant role in working toward universal ARV access' behavioural precepts. The Clinton Foundation, former US President Bill Clinton's organization, has focused its energies on transforming the economic incentives for pharmaceutical companies. Recognizing that these companies will not produce ARVs without an ability to make a profit, the Clinton Foundation has helped to aggregate demand for ARVs. It has sought to 'transform the antiretroviral marketplace from a low-volume, high-margin market to a high-volume, lowmargin market that serves millions of HIV/AIDS patients' (Clinton Foundation n.d.) . This strategy significantly reduces the price for ARVs while still allowing generic and branded pharmaceutical manufacturers to recoup their investment in developing ARVs. The Foundation has forcefully argued that it has not asked for charity, but rather sought to ensure supply at an affordable price in the face of large demand (Rauch 2007) . The Bill and Melinda Gates Foundation, the world's wealthiest philanthropic organization, collaborated with the government of Botswana and the pharmaceutical company Merck to create the African Comprehensive HIV/AIDS Partnership. This arrangement brings together the financial resources of the Gates Foundation, the manufacturing and distribution capabilities of Merck, and the infrastructure of Botswana to deliver ARVs to those in need (Gates Foundation 2006; Ramiah and Reich 2006) . These two efforts demonstrate the significant role that non-state actors play in actualizing universal ARV access.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 676,
                    "text": "(Clinton Foundation n.d.)",
                    "ref_id": null
                },
                {
                    "start": 1009,
                    "end": 1021,
                    "text": "(Rauch 2007)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1462,
                    "end": 1485,
                    "text": "(Gates Foundation 2006;",
                    "ref_id": null
                },
                {
                    "start": 1486,
                    "end": 1508,
                    "text": "Ramiah and Reich 2006)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "It is indeed true that, even with the diversity of actors involved, international funding for universal ARV access has remained far below what experts and norm entrepreneurs claim is necessary. Six months before the Initiative formally ended, 'UNAIDS estimates that at least an additional US$18 billion above what is currently pledged is needed for global HIV/AIDS efforts over the next three years' (World Health Organization 2005: 9; emphasis added). African governments pledged to increase their own budgetary outlays for health programmes within their own borders. By 2005, they promised to devote 15 per cent of their national budgets to health (including HIV/AIDS programmes) -but none of them met this target by 2005's end (ITPC 2005: 4) . Funds from some donor states like the United States have come with conditionalities that have hampered their ability to be accessed in a timely and efficient manner.",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 744,
                    "text": "(ITPC 2005: 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "Despite this reality, the commitment to realizing the norm of universal ARV access appears to remain intact. Stephen Lewis, the UN's Special Envoy for HIV/AIDS in Africa, proclaimed, 'Mind you, I can even now hear the curmudgeonly bleats of the detractors, whining that we will fall short of the target of three million in treatment by the end of this year. Tell that to the million people who are now on treatment and who would otherwise be dead. The truth is that the 3 by 5 initiative -which, I predict, will be seen one day as one of the UN's finest hours -has unleashed an irreversible momentum for treatment' (UN News Service 2005; emphasis added). It is highly significant that no state ever predicated its behaviour on a rejection of the norm. No state stated that universal ARV access was undesirable or unworthy. Questions did arise as to how best to provide these medications to people in challenging environments and ensuring compliance with the drug regimen's requirements. Even these discussions, though, referenced back to the emerging norm of universal ARV access. The issue was not one of the appropriateness of universal ARV access; it was one of delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "These actions do not mean that the debates over universal ARV access are over. The battles over funding levels alone demonstrate the continued discussion. Those debates, though, are not evidence of the lack of a norm. Van Kersbergen and Verbeek (2007) remind us that the details over implementing a new norm's behavioural expectations can continue for a while and even be contentious. What we see with universal ARV access is a debate over how to realize the norm, not over whether the norm is appropriate. Whereas the attempts to promote a norm of universal primary health care got bogged down in debates over its very appropriateness, universal ARV access' norm entrepreneurs appear to have successfully convinced a significant portion of the international community that the basic idea is sound.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 251,
                    "text": "Kersbergen and Verbeek (2007)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "The 3 Â 5 Initiative"
        },
        {
            "text": "The norm for universal ARV access obviously picks up on some of the same themes as the earlier push for universal primary health care, yet it appears to be having more success in establishing itself and being internalized by the international community. What explains the difference? I suggest two important differences: the norm entrepreneurs themselves and the international normative context. First, norm entrepreneurs themselves make a difference, and this appears particularly true for AIDS-related issues. In the 1980s, many national governments specifically cited the personal lobbying of Jonathan Mann, then the head of the United Nations' Global Program on AIDS, as the reason they increased their contributions to AIDS control efforts (Gordenker et al. 1995: 74) . In the case of universal ARV access, the effort was really spearheaded by Lee, Piot, and Feachem (Mann died in a plane crash in 1998) . These three had the connections and experience that allowed them access to the highest levels of governments. They also took a very intense personal interest in the promotion of this newly developing norm. All three men had impressive resumes working with HIV/AIDS and ensuring access to health care in developing nations. Lee, who himself died suddenly in May 2006, devoted one of his last speeches to building on the lessons from the 3 Â 5 Initiative to promote universal ARV access (Lee 2006) . In addition, these three key norm entrepreneurs had impressive organizational bases -the World Health Organization, UNAIDS, and the Global Fund to Fight AIDS, Tuberculosis, and Malaria, respectively -from which to promote their norm and encourage states to adopt it. Successful norm entrepreneurs can benefit from such a platform. Mahler, during the promotion of Health for All by 2000, held the same position as Lee, so what explains the difference? For one thing, his was a more solitary voice. Mahler was essentially the only leader on the international stage promoting universal primary health care. This made his task more daunting. Second, international health organizations have greater prominence today than they did in the 1970s and early 1980s. The international community came together to form the Global Fund, UNAIDS builds on the strengths of multiple UN-affiliated agencies, and the WHO has received greater attention and respect thanks to its successful handling of crises like SARS, avian flu, and the Asian tsunami recovery efforts.",
            "cite_spans": [
                {
                    "start": 745,
                    "end": 772,
                    "text": "(Gordenker et al. 1995: 74)",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 908,
                    "text": "Lee, Piot, and Feachem (Mann died in a plane crash in 1998)",
                    "ref_id": null
                },
                {
                    "start": 1396,
                    "end": 1406,
                    "text": "(Lee 2006)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Why Now?"
        },
        {
            "text": "In addition to the efforts of Lee, Piot, and Feachem, a wide range of nongovernmental organizations took an active role in promoting the norm. These groups put pressure on their governments to live up to their promises, provided research to demonstrate the benefits of greater ARV access, and worked to forge seemingly odd political coalitions (witness the alliance of Irish rock star Bono and conservative former US senator Jess Helms) to promote their cause. Groups like the Treatment Action Campaign, HealthGAP, and the International Treatment Preparedness Campaign have forced governments around the world to respond to the burgeoning movement for universal ARV access. The gravitas of figures like Bill Clinton, Nelson Mandela, and Bill Gates adds even more momentum to the calls for universal ARV access.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why Now?"
        },
        {
            "text": "In addition, these groups regularly interacted with one another, sharing strategies and collaborating on international efforts. With norm entrepreneurs working from above (at the international organization level) and below (at the nongovernmental organization level), national governments found it harder to resist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why Now?"
        },
        {
            "text": "Second, the international normative environment has changed in a way more favourable to the embrace of universal ARV access. Cold War tensions, which partially bedeviled debates over universal primary health care, disappeared but it would be a mistake to attribute too much to this change. More importantly, universal ARV access has also benefited from the internalization of related complementary norms within the international community. There is increasing recognition of health as a human right (Mann et al. 1999) , which itself builds upon the embrace of universal human rights. Farmer has written extensively and eloquently on the connections between health and human rights. He sees medical workers as the new vanguard for promoting human rights, as their actions can actually put the notion of health as a human right into practice. Addressing health concerns in an unbiased manner necessarily involves the recognition of social and economic rights when healthcare workers provide these services for their fellow human beings without regard for ability to pay (Farmer 2005: 219) . In this way, health promotes human rights in a less overtly political manner.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 517,
                    "text": "(Mann et al. 1999)",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1086,
                    "text": "(Farmer 2005: 219)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Why Now?"
        },
        {
            "text": "Within the framework of health as a human right, a number of groups specifically cite HIV/AIDS as a human rights issue -and a number of states have internalized this framework (Youde forthcoming). If states agree with the idea that health is itself a universal human right and that AIDS, in particular, is a human rights issue, then it is a small stretch to embrace the notion that providing access to the drugs that combat AIDS is itself an important normative issue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why Now?"
        },
        {
            "text": "By avoiding frames that emphasize providing collective goods for developing countries and instead focusing on realizing individual rights through broadbased participation, universal ARV access' supporters positioned their ideas to resonate with existing international norms. This new norm then became seen as a natural extension of already-existing ideas. It fit in with prevalent norms about individual human rights and public-private partnerships. The growing discussions around health as a human right allows proponents of the norm of universal ARV access to frame their issue in a manner that resonates with government officials and the public. Advocates can use frames that match with ideas or images already present in a culture to gain support. This can be particularly important when high costs are involved. The proper frame encourages policymakers to look past their financial concerns to understand how that frame matches with an underlying constitutive identity. Busby (2007) uses frames to understand how Jesse Helms, a conservative US Senator, and Bono, the Irish rock star, came together to support debt relief for poor countries when the issue was framed as one of Biblical justice. Making this appeal in the context of an existing belief -a shared Christian faith, in this case -allowed the issue of debt relief to move forward in spite of the financial cost. In the same way, universal ARV access' advocates could draw upon the growing recognition that developed states have an obligation to help those less fortunate and that health is a fundamental aspect of dignified human existence (Mann et al. 1999; Harris and Siplon 2006) . The international normative environment was thus primed to be more receptive to a call for widespread drug access in the early 2000s that was not present at earlier junctures.",
            "cite_spans": [
                {
                    "start": 975,
                    "end": 987,
                    "text": "Busby (2007)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1605,
                    "end": 1623,
                    "text": "(Mann et al. 1999;",
                    "ref_id": null
                },
                {
                    "start": 1624,
                    "end": 1647,
                    "text": "Harris and Siplon 2006)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Why Now?"
        },
        {
            "text": "In many ways, universal ARV access' path to acceptance has so far followed a path similar to that previously trodden by the norm of human rights. Like universal ARV access, human rights norms not only prescribe certain behaviours but they also allow states who internalize these norms to define themselves as liberal (Risse and Sikkink 1998: 8) . Human rights norms did not simply emerge on their own, and states did not adopt them thoughtlessly. Instead, the diffusion of human rights norms depended upon a sustained network of domestic and international networks that could connect to policymakers and international regimes. These networks put pressure on states, helped redefine the international normative context in a manner amenable to the embrace of these norms, and empowered actors to appeal for recognition of the norms (Risse and Sikkink 1998: 5) . Activists framed human rights norms in ways that would resonate with existing domestic political cultures in various countries (Risse and Ropp 1998: 271) . Some states may have initially embraced human rights norms for instrumental reasons (Risse and Sikkink 1998: 10) , but this process itself encouraged states to redefine their identities. Human rights norms went from being policy choices to constitutive elements of how states saw themselves and their respect for basic human morality (Donnelly 1999: 73) . Human rights norms depended upon a combination of norm entrepreneurs and a favorable international normative context to succeed -the same processes that have assisted with the internalization of the norm of universal ARV access.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 344,
                    "text": "(Risse and Sikkink 1998: 8)",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 857,
                    "text": "(Risse and Sikkink 1998: 5)",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 1013,
                    "text": "(Risse and Ropp 1998: 271)",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1128,
                    "text": "(Risse and Sikkink 1998: 10)",
                    "ref_id": null
                },
                {
                    "start": 1350,
                    "end": 1369,
                    "text": "(Donnelly 1999: 73)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Why Now?"
        },
        {
            "text": "The moves toward universal access to ARV therapy as embodied by the 3 Â 5 Initiative and All by 2010 programme represent the emergence of a new international norm born out of the ashes of an earlier failed attempt to inculcate a norm of universal primary health care access. It demonstrates how norms can evolve within the international community and take on new life when international political situations and norm entrepreneurs change. States are working toward universal ARV access despite the very high costs and the potentially negative consequences for Western pharmaceutical companies. To uphold the norm, they engage in actions that may not be economically profitable and explain their failures to live up to the norm's obligations in terms of those obligations themselves. This is more than just a story about ARVs, though. The emergence of universal ARV access enriches our understanding of how and why the international community embraces certain norms. It has shown the importance of moving beyond a state-centric view of norm emergence and adoption. Nonstate actors, such as nongovernmental organizations, philanthropic groups, and multinational corporations play an increasingly important role in international governance, and that role extends to their influence on international norms. Universal ARV access also makes clear the importance of complementary norms for successful adoption. Universal primary health care failed, in part, because it did not resonate with dominant norms within the international community at the time. Finally, universal ARV access highlights just how important framing by norm entrepreneurs can be. Universal ARV access' supporters cast the issue as one of individual human rights being realized by a broad-based coalition of state and non-state actors. This worked far better than the broader collective public good supported by developed states frame employed in the discussions around universal primary health care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Universal ARV access is indeed an ambitious goal but it could have immense international benefits. By internalizing this norm, states are redefining their obligations to each other when it comes to providing health care. They are establishing new standards of behaviour, standards by which their actions will be judged by others. International ethical obligations are changing for the better of humanity. Earlier efforts to inculcate progressive norms that ensure access to health care may have failed, but contemporary norm entrepreneurs demonstrate that it is indeed possible to foster international health-related norms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "African Leaders Pledge More Access to AIDS, Malaria Treatment",
            "authors": [
                {
                    "first": "France-Presse",
                    "middle": [],
                    "last": "Agence",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "AIDS Treatment Target and Results: All by",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Public-Private Partnerships: From Contested Concepts to Prevalent Practice",
            "authors": [
                {
                    "first": "Tony",
                    "middle": [],
                    "last": "Bovaird",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Review of Administrative Sciences",
            "volume": "70",
            "issn": "2",
            "pages": "199--215",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bono Made Jesse Helms Cry: Jubilee 2000, Debt Relief, and Moral Action",
            "authors": [
                {
                    "first": "Joshua",
                    "middle": [],
                    "last": "Busby",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "William",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Studies Quarterly",
            "volume": "51",
            "issn": "2",
            "pages": "247--75",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "State of the Union Address",
            "authors": [
                {
                    "first": "George",
                    "middle": [
                        "W"
                    ],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "President Bush Announces Five-Year, $30 Billion HIV/AIDS Plan",
            "authors": [
                {
                    "first": "George",
                    "middle": [
                        "W"
                    ],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "HIV/AIDS Initiative: Drug Access",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Origins of Primary Health Care and Selective Primary Health Care",
            "authors": [
                {
                    "first": "Marcos",
                    "middle": [],
                    "last": "Cueto",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Journal of Public Health",
            "volume": "94",
            "issn": "11",
            "pages": "1864--74",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Preface",
            "authors": [
                {
                    "first": "Jan",
                    "middle": [],
                    "last": "Dik",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "3 Â 5: What Are the Implications? Report of the Expert Meeting Organized by Royal Tropical Institute, AIDS Funds, and Share-Net",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Social Construction of International Human Rights",
            "authors": [
                {
                    "first": "Jack",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Human Rights in Global Politics",
            "volume": "",
            "issn": "",
            "pages": "71--102",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "New Fund-Raising Scheme Fuses Profit with Philanthropy",
            "authors": [
                {
                    "first": "Owen",
                    "middle": [],
                    "last": "Dyer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bulletin of the World Health Organization",
            "volume": "84",
            "issn": "4",
            "pages": "263--267",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Spin doctors",
            "authors": [],
            "year": 2005,
            "venue": "Economist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Infections and Inequalities: The Modern Plagues",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pathologies of Power: Health, Human Rights, and the New War on the Poor",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "What Is Identity (As We Now Use the Word)?', Unpublished manuscript",
            "authors": [
                {
                    "first": "James",
                    "middle": [],
                    "last": "Fearon",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Disease and Globalized Anarchy: Theoretical Perspectives on the Pursuit of Global Health",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Social Theory and Health",
            "volume": "1",
            "issn": "1",
            "pages": "21--41",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The New International Health Regulations: An Historic Development for International Law and Public Health",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                },
                {
                    "first": "Lawrence",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Medicine, and Ethics",
            "volume": "34",
            "issn": "1",
            "pages": "85--94",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "National Interests in International Society",
            "authors": [
                {
                    "first": "Martha",
                    "middle": [],
                    "last": "Finnemore",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Purpose of Intervention",
            "authors": [
                {
                    "first": "Martha",
                    "middle": [],
                    "last": "Finnemore",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "International Norm Dynamics and Political Change",
            "authors": [
                {
                    "first": "Martha",
                    "middle": [],
                    "last": "Finnemore",
                    "suffix": ""
                },
                {
                    "first": "Kathryn",
                    "middle": [],
                    "last": "Sikkink",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "International Organization",
            "volume": "52",
            "issn": "4",
            "pages": "887--917",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Politics of Public-Private Partnerships",
            "authors": [
                {
                    "first": "Matthew",
                    "middle": [],
                    "last": "Flinders",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "British Journal of Politics and International Relations",
            "volume": "7",
            "issn": "2",
            "pages": "215--254",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The Evolution of International Norms",
            "authors": [
                {
                    "first": "Ann",
                    "middle": [],
                    "last": "Florini",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "International Studies Quarterly",
            "volume": "40",
            "issn": "3",
            "pages": "363--89",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Working with Botswana to Confront its Devastating AIDS Crisis",
            "authors": [],
            "year": 2006,
            "venue": "Gates Foundation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Global Fund to Fight AIDS, Tuberculosis, and Malaria (n.d.) 'Country Coordinating Mechanisms",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "WHO in Retreat: Is It Losing Its Influence?",
            "authors": [
                {
                    "first": "Fiona",
                    "middle": [],
                    "last": "Godlee",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "British Medical Journal",
            "volume": "309",
            "issn": "6967",
            "pages": "1491--1496",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Health for All Beyond 2000: The Demise of the Alma-Ata Declaration and Primary Health Care in Developing Countries'",
            "authors": [
                {
                    "first": "John",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Medical Journal of Australia",
            "volume": "178",
            "issn": "1",
            "pages": "17--20",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "International Relations and Global Ethics of HIV/ AIDS",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [
                        "G"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "Patricia",
                    "middle": [
                        "D"
                    ],
                    "last": "Siplon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The Global Politics of AIDS",
            "volume": "",
            "issn": "",
            "pages": "263--93",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Roadblocks on the Road to Treatment: Lessons from Barbados and Brazil",
            "authors": [
                {
                    "first": "Jamila",
                    "middle": [],
                    "last": "Headley",
                    "suffix": ""
                },
                {
                    "first": "Patricia",
                    "middle": [],
                    "last": "Siplon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Perspectives on Politics",
            "volume": "4",
            "issn": "4",
            "pages": "655--61",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Report of the Alma-Ata Conference",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J R"
                    ],
                    "last": "Heyward",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "6--12",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Scandinavia's Role in World Politics",
            "authors": [
                {
                    "first": "Christine",
                    "middle": [],
                    "last": "Ingebritsen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cooperation and Conflict",
            "volume": "37",
            "issn": "1",
            "pages": "11--23",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Missing the Target: A Report of HIV/ AIDS Treatment Access from the Frontlines",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The New International Economic Order', University of Chicago Graduate School of Business Selected Papers No",
            "authors": [
                {
                    "first": "Johnson",
                    "middle": [],
                    "last": "Harry",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Norms in International Relations: The Struggle Against Apartheid",
            "authors": [
                {
                    "first": "Audie",
                    "middle": [],
                    "last": "Klotz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Transnational Activism and Global Transformations: The Anti-Apartheid and Abolitionist Experiences",
            "authors": [
                {
                    "first": "Audie",
                    "middle": [],
                    "last": "Klotz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "European Journal of International Relations",
            "volume": "8",
            "issn": "1",
            "pages": "49--76",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Norms, Identity, and Their Limits: A Theoretical Reprise",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Kowert",
                    "suffix": ""
                },
                {
                    "first": "Jeffrey",
                    "middle": [],
                    "last": "Legro",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The Culture of National Security",
            "volume": "",
            "issn": "",
            "pages": "451--97",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Opening Remarks at the Consultation on AIDS and Human Resources for Health",
            "authors": [
                {
                    "first": "Jong-Wook",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Which Norms Matter? Revisiting the ''Failure'' of Internationalism",
            "authors": [
                {
                    "first": "Jeffrey",
                    "middle": [],
                    "last": "Legro",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "International Organization",
            "volume": "51",
            "issn": "1",
            "pages": "31--63",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Comprehensive Versus Selective Primary Health Care: Lessons for Global Health Policy",
            "authors": [
                {
                    "first": "Lesley",
                    "middle": [],
                    "last": "Magnussen",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Ehiri",
                    "suffix": ""
                },
                {
                    "first": "Pauline",
                    "middle": [],
                    "last": "Jolly",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Health Affairs",
            "volume": "23",
            "issn": "3",
            "pages": "167--76",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The Emergence of the NIEO Ideology",
            "authors": [
                {
                    "first": "Craig",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Gleneagles 2005: Chairman's Summary",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "People's Health Movement, Medact and Global Equity Gauge Alliance (2005) Global Health Watch",
            "authors": [],
            "year": 2005,
            "venue": "An Alternative World Health Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Building Effective Public-Private Partnerships: Experiences and Lessons from the African Comprehensive HIV/AIDS Partnerships (ACHAP)",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [
                        "R"
                    ],
                    "last": "Ramiah",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Social Science and Medicine",
            "volume": "63",
            "issn": "2",
            "pages": "397--408",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "This Is Not Charity",
            "authors": [
                {
                    "first": "Jonathan",
                    "middle": [],
                    "last": "Rauch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Atlantic Monthly",
            "volume": "",
            "issn": "",
            "pages": "64--77",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The Socialization of International Human Rights Norms into Domestic Practices: Introduction",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Risse",
                    "suffix": ""
                },
                {
                    "first": "Kathryn",
                    "middle": [],
                    "last": "Sikkink",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The Power of Human Rights: International Norms and Domestic Change",
            "volume": "",
            "issn": "",
            "pages": "1--38",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "International Human Rights Norms and Domestic Change: Conclusions",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Risse",
                    "suffix": ""
                },
                {
                    "first": "Stephen",
                    "middle": [
                        "C"
                    ],
                    "last": "Ropp",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The Power of Human Rights: International Norms and Domestic Change",
            "volume": "",
            "issn": "",
            "pages": "234--78",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Resource Needs for AIDS",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schwartla¨nder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stover",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bollinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mcgreevey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Opuni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Forsythe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kumaranayake",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bertozzi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "292",
            "issn": "5526",
            "pages": "2434--2440",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The Global Compact: Shifting the Politics of International Development?",
            "authors": [
                {
                    "first": "Jean-Philippe",
                    "middle": [],
                    "last": "Therien",
                    "suffix": ""
                },
                {
                    "first": "Vincent",
                    "middle": [],
                    "last": "Pouliot",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Global Governance",
            "volume": "12",
            "issn": "1",
            "pages": "55--75",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The Politics of Global Health Governance: Whatever Happened to ''Health for All by",
            "authors": [
                {
                    "first": "Caroline",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "Martin",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Global Governance",
            "volume": "10",
            "issn": "2",
            "pages": "187--205",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Declaration of Commitment on HIV/AIDS', General Assembly Resolution A/RES/S-26/2",
            "authors": [],
            "year": 2001,
            "venue": "Report on the Global AIDS Epidemic",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Draft Political Declaration -2006 High-Level Meeting on AIDS",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Regional Call for Action to Enhance Capacity-Building in Public Health. Resolution 60/2",
            "authors": [],
            "year": 2004,
            "venue": "Adopted",
            "volume": "28",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "UN Goal of Treating 3 Million HIV/AIDS Victims by 2005 Unlikely to Be Met",
            "authors": [],
            "year": 2005,
            "venue": "NewsID ¼ 14807&Cr ¼ hiv&Cr1 ¼ aids",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Linking Local Knowledge with Global Action: Examining the Global Fund to Fight AIDS, Tuberculosis, and Malaria Through a Knowledge System Lens",
            "authors": [
                {
                    "first": "Lorrae",
                    "middle": [],
                    "last": "Van Kerkhoff",
                    "suffix": ""
                },
                {
                    "first": "Nicole",
                    "middle": [],
                    "last": "Szleza",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bulletin of the World Health Organization",
            "volume": "84",
            "issn": "8",
            "pages": "629--664",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The Politics of International Norms: Subsidiarity and the Imperfect Competence Regime of the European Union",
            "authors": [
                {
                    "first": "Kees",
                    "middle": [],
                    "last": "Van Kersbergen",
                    "suffix": ""
                },
                {
                    "first": "Bertjan",
                    "middle": [],
                    "last": "Verbeek",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "European Journal of International Relations",
            "volume": "13",
            "issn": "2",
            "pages": "217--255",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Can Ministries of Health Support Primary Health Care? Some Suggestions for Structural Reorganization and Planning",
            "authors": [
                {
                    "first": "Patrick",
                    "middle": [],
                    "last": "Vaughan",
                    "suffix": ""
                },
                {
                    "first": "Gill",
                    "middle": [],
                    "last": "Walt",
                    "suffix": ""
                },
                {
                    "first": "Anne",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Public Administration and Development",
            "volume": "5",
            "issn": "1",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Selective Primary Health Care: An Interim Strategy for Disease Control in Developing Countries",
            "authors": [
                {
                    "first": "Julia",
                    "middle": [
                        "A"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "Kenneth",
                    "middle": [
                        "S"
                    ],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "New England Journal of Medicine",
            "volume": "301",
            "issn": "18",
            "pages": "967--74",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "WHO under Stress: Implications for Health Policy",
            "authors": [
                {
                    "first": "Gill",
                    "middle": [],
                    "last": "Walt",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Health Policy",
            "volume": "24",
            "issn": "2",
            "pages": "125--169",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Elusive Promise'",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "New Internationalist",
            "volume": "331",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Saving Strangers: Humanitarian Intervention and International Society",
            "authors": [
                {
                    "first": "Nicholas",
                    "middle": [
                        "J"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "GOBI Versus PHC? Some Dangers of Selective Primary Health Care",
            "authors": [
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Wisner",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Social Science and Medicine",
            "volume": "26",
            "issn": "9",
            "pages": "963--972",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "The 3 by 5 Initiative",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "World Health Organization (n.d. b) 'Partnerships: Working Together for",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Declaration of Alma-Ata",
            "authors": [],
            "year": 1978,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "29",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "World Health Organization (1983) International Health Regulations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Progress on Global Access to HIV Antiretroviral Therapy: An Update on '3 Â 5",
            "authors": [],
            "year": 2005,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Treating 3 Million by 2005: Making It Happen",
            "authors": [],
            "year": 2003,
            "venue": "World Health Organization and UNAIDS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Progress on Global Access to HIV Antiretroviral Therapy: A Report on ''3 Â 5'' and Beyond",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "HIV/AIDS as a Human Rights Issue",
            "authors": [
                {
                    "first": "Jeremy",
                    "middle": [],
                    "last": "Youde",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Rights on the Rise",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Emily Atkinson provided invaluable research assistance for this article. I also wish to thank Brent Steele, Tracy Slagter, and JIRD's anonymous reviewers and editors for their thoughtful comments. Any errors, of course, are solely my responsibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}