{
    "paper_id": "fe1f6d20ef5917974ca676cfef36faf9dc34f94f",
    "metadata": {
        "title": "Article 399 Citation: Vlasova AN and Butler JE (2020) Editorial: Porcine Anti-Viral Immunity",
        "authors": [
            {
                "first": "Falko",
                "middle": [],
                "last": "Steinbach",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anastasia",
                "middle": [
                    "N"
                ],
                "last": "Vlasova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Wooster",
                        "region": "OH",
                        "country": "United States"
                    }
                },
                "email": "vlasova.1@osu.edu"
            },
            {
                "first": "John",
                "middle": [
                    "E"
                ],
                "last": "Butler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iowa",
                    "location": {
                        "settlement": "Iowa",
                        "region": "IA",
                        "country": "United States"
                    }
                },
                "email": "john-butler@uiowa.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The swine industry is an important part of agriculture in many countries, generating over $11 billion annually in the US alone. Viral diseases in pigs pose a serious risk for swine health and significantly impact the economy of the global swine industry. Pigs also serve as zoonotic reservoirs for viruses transmittable to humans and other species, including influenza A virus, Nipah virus, and hepatitis E virus (1) . These problems are made worse by globalization and industrial livestock rearing (2, 3) . Unlike bacterial pathogens, antibiotics do not protect against viral infections and cannot be used to control viral outbreaks or epidemics. Since viruses can alter their genome >10 6 times faster than their mammalian hosts (4), the latter would have succumbed to microbial infection were it not for their adaptive immune system that uses somatic gene rearrangement and mutation to counter the rapid diversification of microbes. Immediately following viral infection, neonatal survival depends on innate immunity and passive protection by lactogenic immune factors such as pathogen-specific antibodies, until an adaptive immune response can develop. Thus, intervention against these moving targets, depends on availability of effective maternal and neonatal vaccines and strict biosecurity measures.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 416,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 503,
                    "end": 505,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Wide-spread porcine reproductive and respiratory syndrome virus (PRRSV) and swine influenza virus (SIV) represent major health challenges in the large US swine production systems and possibly worldwide. In the US alone, economic annual losses due to PRRSV are estimated to be 664 million U.S. dollar (USD) (5) . While the exact costs associated with SIV and other endemic viruses, including rotavirus, are hard to evaluate, they are economically important due to their ubiquitous nature, which can reduce growth and increased morbidity (6) . Emerging and re-emerging coronaviruses in pigs are quite often associated with diarrheal disease and high morbidity and mortality (7) . The emergence of Seneca Valley virus (SVV) and increased incidence of SVV-associated vesicular disease alarmed the swine industry in several countries, including the US, Brazil, China, Thailand, and Colombia (8) . Finally, a deadly swine disease, caused by African Swine Fever virus (ASFV), that has been plaguing Africa for decades, has now spread to south eastern Europe and Asia, and has severely impacted the world's largest swine industries in China (9) .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1133,
                    "end": 1136,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this special volume of Frontiers in Immunology, Comparative Immunology section, Lager and Buckley provide an overview of the importance of swine in the world food supply and a review of the major viral infection that threaten this species (Lager and Buckley). In introducing the topic of anti-viral immunity, we emphasize the genetic diversity of viruses, the virus life cycle and the pathology that viral infection can cause. A total of 12 articles are contained in this volume to which 86 researches have contributed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Despite the advantage of internal offspring development and the provision for passive immune protection, fetuses and neonates of higher vertebrates still remain vulnerable to environmental pathogens. Piglets in utero are protected from eukaryotic parasites and bacteria, but are vulnerable to viruses (including parvovirus, PRRSV, and porcine circovirus 2) since they are able to cross the placental barrier (10) (11) (12) . These cause pathological injury and often fetal abortion. In a number of mammals, viruses infect the thymus and can also cause hypergammaglobulinemia. Butler et al. discuss the implication of thymic atrophy and apoptosis of thymocytes and hypergammaglobulinemia with regard to the persistence of PRRSV. However, apoptosis is also a host mechanisms used to eliminating virus-infected cells (13) , but can also promote spread of the virus (14) . Fernandes et al. demonstrated that SVV developed a 3C protease-dependent mechanism for late apoptosis that facilitates virus release from infected cells. Thus, the role and importance of virus-induced apoptosis awaits further research.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 412,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "NEWBORNS ARE MORE VULNERABLE TO VIRAL DISEASES"
        },
        {
            "text": "Since the adaptive immune system of fetal piglets is underdeveloped, the innate immune system is very important. Schäfer et al., emphasize its importance with the specific focus on porcine invariant natural killer T cells (iNKT) and their role in the pathogenesis of ASF and SI. They discuss iNKT agedependence, levels and distribution in relationship to various porcine viral infections. One of the first host responses to viral infection is the production of interferons, which are needed to drive other elements of innate immunity and adaptive immunity. Likai et al. show how a porcine deltacoronavirus escapes from the immune system by suppressing IFN-α production, while Shi et al. describe a novel immune evasive mechanism that depends on PRRSV non-structural protein 1a which antagonizes TBK1-IRF3-IFN signaling. While the initial antibody response depends on broadly specific natural IgM antibodies, effective anti-viral immunity depends on an adaptive immune response that delivers IgG and IgA antibodies. Since adaptive immune responses depend on stimulation through the innate immune system, viruses that impair or interfere with the innate immune response, also impair adaptive immunity. Nedumpun et al. discuss how PRRSV-induced IL-1Ra downregulates innate immune responses, T lymphocyte differentiation and proliferation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWBORNS ARE MORE VULNERABLE TO VIRAL DISEASES"
        },
        {
            "text": "Piglets, unlike humans, but like the offspring of other artiodactyls and perissodactyls (horses), are especially dependent on lactogenic immunity since there is no transplacental transfer of passive antibodies in this group of mammals. Thus, providing ways to deliver anti-viral antibodies via colostrum/ milk is important. This topic is the focus of studies by Langel et al..",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWBORNS ARE MORE VULNERABLE TO VIRAL DISEASES"
        },
        {
            "text": "Antibodies can intercept and neutralize a virus before it infects additional cells and can prevent further infection by blocking the viral receptor; these are called virus neutralizing (VN) antibodies. Naturally, a critical step in viral vaccine design is the identification of viral epitopes targeted by effective VN antibodies. This become increasingly important in the case of PRRSV in which effective VN antibodies are slow to appear and current vaccines are of questionable efficacy. This is also an ongoing challenge in the case of ASFV which is rapidly spreading and for which no vaccine exists. Goldeck et al. describe a novel B cell cloning procedure to identify these epitopes on several strains of PRRSV. While VN antibodies can block or delay infection, the ultimate elimination of a virus is to kill the cells in which the virus replicates which is the job of cytotoxic T cells. Portions of the virus are displayed on infected cells. These are called a T cell epitope, i.e., a molecular structure that binds to the T cell receptor (TCR). In this volume, Pan et al. describe their efforts to identify such epitopes for their potential use in stimulating expansion of the cytotoxic T cells that recognize them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ANTI-VIRAL IMMUNITY AND VACCINE DEVELOPMENT"
        },
        {
            "text": "Viral vaccines take various forms, the simplest being the use of killed virus. A more tedious procedure is to use only parts of the virus as the vaccine (subunit vaccines) that target the immune response to those viral epitopes that elicit VN antibodies. Killed viruses and subunit vaccines typically generate immediate responses that wane faster, making it imperative for long-lived mammals like humans, to receive booster vaccinations. A second approach to vaccine development is use of live attenuated virus that has been genetically modified or cell culture adapted and cannot produce a disease in the host but can still replicate. These are often more likely to stimulate virus-specific cytotoxic T cells and to induce longer term immunity. Sharma et al. developed a recombinant SVV strain using reverse genetics and tested its immunogenicity and protective efficacy in pigs. Toman et al. provide comparative data on four vaccines for PRRSV, two killed and two modified live.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ANTI-VIRAL IMMUNITY AND VACCINE DEVELOPMENT"
        },
        {
            "text": "We believe that veterinary immunovirology should place more emphasis on how each viral pathogen effects and/or avoids the host immune system and on the identification of viral epitopes that are effective targets of VN antibodies and T cell epitopes that can promote the action of cytotoxic T cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ANTI-VIRAL IMMUNITY AND VACCINE DEVELOPMENT"
        },
        {
            "text": "JB wrote the first draft and then both co-authors contributed equally to the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reservoir host immune responses to emerging zoonotic viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Barreiro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Virgin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "160",
            "issn": "",
            "pages": "20--35",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2014.12.003"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Current drivers and future directions of global livestock disease dynamics",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grace",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sones",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci",
            "volume": "110",
            "issn": "",
            "pages": "20871--20878",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1012953108"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The future of pork production in the world: towards sustainable, welfare-positive systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcglone",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Animals",
            "volume": "3",
            "issn": "",
            "pages": "401--416",
            "other_ids": {
                "DOI": [
                    "10.3390/ani3020401"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "What contemporary viruses tell us about evolution: a personal view",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moelling",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Arch Virol",
            "volume": "158",
            "issn": "",
            "pages": "1833--1881",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-013-1679-6"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Assessment of the economic impact of porcine reproductive and respiratory syndrome virus on United States pork producers",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Holtkamp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kliebenstein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Rotto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Yoder",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Swine Health Prod",
            "volume": "21",
            "issn": "",
            "pages": "72--84",
            "other_ids": {
                "DOI": [
                    "10.31274/ans_air-180814-28"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of health challenges on pig growth performance, carcass characteristics, and net returns under commercial conditions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Cornelison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Karriker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Haberl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Stalder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Schulz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transl. Anim. Sci",
            "volume": "2",
            "issn": "",
            "pages": "50--61",
            "other_ids": {
                "DOI": [
                    "10.1093/tas/txx005"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emerging and reemerging coronaviruses in pigs",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Vlasova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kenney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Curr Opin Virol",
            "volume": "34",
            "issn": "",
            "pages": "39--49",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2018.12.001"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Emergence of a novel recombinant Seneca Valley virus in Central China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Emerg Microbes Infect",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41426-018-0183-1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "African swine fever virus in Asia: its rapid spread and potential threat to unaffected countries",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Infect",
            "volume": "80",
            "issn": "",
            "pages": "350--71",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2019.11.011"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Apoptosis and necroptosis as host defense strategies to prevent viral infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Orzalli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kagan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Trends Cell Biol",
            "volume": "27",
            "issn": "",
            "pages": "800--809",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tcb.2017.05.007"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Viruses and apoptosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Int J Exp Pathol",
            "volume": "82",
            "issn": "",
            "pages": "65--76",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2613.2001.iep195.x"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fetal infections and antibody profiles in pigs naturally infected with porcine circovirus type 2 (PCV2)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Garrocho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lana",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "I"
                    ],
                    "last": "Lobato",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Can J Vet Res",
            "volume": "76",
            "issn": "",
            "pages": "38--44",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Effect of wean-tofinish management on pig performance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Brumm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Baysinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Wills",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Thaler",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Anim Sci",
            "volume": "80",
            "issn": "",
            "pages": "309--324",
            "other_ids": {
                "DOI": [
                    "10.2527/2002.802309x"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Transplacental infection and embryonic death following maternal exposure to porcine parvovirus near the time of conception",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Mengeling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Arch Virol",
            "volume": "65",
            "issn": "",
            "pages": "55--62",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01340540"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Copyright © 2020 Vlasova and Butler. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}