{
    "paper_id": "fe7a2c245a84ec67c283cc9f95d7f739e99c8e6b",
    "metadata": {
        "title": "TensorCalculator: exploring the evolution of mechanical stress in the CCMV capsid",
        "authors": [
            {
                "first": "Olga",
                "middle": [],
                "last": "Kononova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts",
                    "location": {
                        "postCode": "01854",
                        "settlement": "Lowell",
                        "region": "MA",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Farkhad",
                "middle": [],
                "last": "Maksudov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts",
                    "location": {
                        "postCode": "01854",
                        "settlement": "Lowell",
                        "region": "MA",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [
                    "A"
                ],
                "last": "Marx",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts",
                    "location": {
                        "postCode": "01854",
                        "settlement": "Lowell",
                        "region": "MA",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Valeri",
                "middle": [],
                "last": "Barsegov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts",
                    "location": {
                        "postCode": "01854",
                        "settlement": "Lowell",
                        "region": "MA",
                        "country": "United States of America"
                    }
                },
                "email": "valeri_barsegov@uml.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "A new computational methodology for the accurate numerical calculation of the Cauchy stress tensor, stress invariants, principal stress components, von Mises and Tresca tensors is developed. The methodology is based on the atomic stress approach which permits the calculation of stress tensors, widely used in continuum mechanics modeling of materials properties, using the output from the MD simulations of discrete atomic and C α -based coarsegrained structural models of biological particles. The methodology mapped into the software package TensorCalculator was successfully applied to the empty cowpea chlorotic mottle virus (CCMV) shell to explore the evolution of mechanical stress in this mechanicallytested specific example of a soft virus capsid. We found an inhomogeneous stress distribution in various portions of the CCMV structure and stress transfer from one portion of the virus structure to another, which also points to the importance of entropic effects, often ignored in finite element analysis and elastic network modeling. We formulate a criterion for elastic deformation using the first principal stress components. Furthermore, we show that von Mises and Tresca stress tensors can be used to predict the onset of a viral capsid's mechanical failure, which leads to total structural collapse. TensorCalculator can be used to study stress evolution and dynamics of defects in viral capsids and other large-size protein assemblies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the past decade, rapid development of experimental techniques, namely dynamic force spectroscopy, made available a new research methodology to investigate the mechanical properties of biological matter [1] [2] [3] . Applied to large biological supramolecular complexes, such as viruses, microtubules, micro-and nanocompartments, and small cellular organelles [4] [5] [6] [7] , dynamic force spectroscopy has enabled researchers to interrogate these large-size biological protein assemblies mechanically, to probe the limits of their mechanical strength, and to gather valuable information about their nanomechanical characteristics, including the critical deformation, Youngs modulus, shear modulus, flexural rigidity, etc [6, [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] . Although a considerable amount of experimental effort has been expended to understand how the mechanical response of biological particles depends on their compressive-force induced deformation, many difficulties remain, e.g. regarding the interpretation of force-deformation spectra [18] . Experimental resolution in the state-of-the-art singlemolecule forced-deformation assays do not allow researchers to extract the molecular level structural details underlying dynamic transitions in biological particles, such as buckling and structural collapse.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 729,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The past decade has witnessed rapid progress in the development of computational methods for modeling large biological assemblies to understand their unique physico-chemical properties (e.g. stiffening, softening, buckling, etc). Among these are: finite element analysis (FEA) [14, [19] [20] [21] , explicit and implicit solvent molecular dynamics (MD) simulations [22] [23] [24] , elastic network modeling (ENM) [25] [26] [27] , and various coarse-graining (CG) techniques [28] [29] [30] [31] [32] [33] . However, these approaches have exhibited a number of drawbacks. For example, FEA and ENM approaches do not take into account the discrete nature of biological particles' structures, such as a virion (formed by self-assembly of capsid proteins) or a microtubule (built by laterally and longitudinally assembled head-to-tail linked αβ-tubulin dimers). Because these approaches do not have a thermostat, they cannot capture the stochastic nature of biological particles' mechanical deformation and collapse. The all-atom MD simulations account for the discreteness and stochastic variation of the particles' structures, but owing to their immense system size the all-atom MD schemes do not allow researchers to follow the dynamics of particles in the biologically relevant timescale. Langevin simulations of particles' nanoindentation, in conjunction with some of the coarse-grained models, employ force-loading rates three orders of magnitude faster than their experimental counterparts [28, 31] , and so the results of experiments in vitro and in silico cannot be compared.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 1491,
                    "end": 1495,
                    "text": "[28,",
                    "ref_id": null
                },
                {
                    "start": 1496,
                    "end": 1499,
                    "text": "31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To overcome these limitations, we have developed a new computational methodology which allows for nanomanipulation of biological particles in silico [34] [35] [36] . This approach utilized the simple, yet accurate C α -based coarse-grained self-organized polymer (SOP) model [37, 38] and Langevin dynamics to simulate the force loading experiments on a computer, obtaining a high-resolution detailed molecular picture of the entire indentation process, while also allowing extraction of important mechanical and thermodynamic characteristics of the system, not accessible from experiment [6, 24, 36, 39] . The SOP model is a simplified native-topology based model of biomolecules which has been used to explore the mechanical properties of protein assemblies [24, 36, 39] . The ∼10-100 fold computational acceleration attainable on graphics processing units (GPUs) with SOP-GPU software allows for using the experimental force protocol and reaching biologically relevant timescales up to hundreds of milliseconds [34, 40, 41] , which makes the results comparable with the experimental data. This approach to forced indentation in silico has been successfully applied to study the biomechanics of a range of biological particles, including CCMV virus capsids [36] , microtubules [24] and nanocompartment encapsulin [6] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[37,",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "38]",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "24,",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "36,",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "39]",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "36,",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "39]",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1017,
                    "text": "[34,",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1021,
                    "text": "40,",
                    "ref_id": null
                },
                {
                    "start": 1022,
                    "end": 1025,
                    "text": "41]",
                    "ref_id": null
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 1278,
                    "end": 1282,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1314,
                    "end": 1317,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this work we extended the capabilities of our methodology by developing the TensorCalculator software package. This software enables researchers to compute the stress distribution in biological matter using the results of MD simulations. The approach utilizes an idea of 'local atomic stress', i.e. when the stress is represented by the derivative of the total atomic forces acting on a particular atom along different directions. Taking the average over all the interactions involving this atom mimics the integration over all the forces acting on an arbitrary volume element [42] . This approach was first introduced by Basinski [43] for the calculation of shear stress in a simple body-centered cubic lattice. Shortly thereafter, Hardy derived this stress measure in a more general form [44] , which later was adapted by researches in their studies of material properties of crystalline substances [45] [46] [47] and amorphous structures [48] . Ishikura et al used this concept in conjunction with the MD simulations and allatom force field to calculate the atomic forces and local atomic stresses in short polypeptide chains [49] . To our knowledge, there has been only a single study [50] , in which this approach was used to compute the stress distribution in viral shells.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 584,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 904,
                    "end": 908,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 909,
                    "end": 913,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "[50]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The dynamics of biological particles evolve on multidimensional energy landscapes. In AFM-based single-particle compressive-force experiments, the particle's dynamics is projected along the direction of particle deformation ('reaction coordinate'), which limits the information obtainable. The force-deformation spectra reveal the critical forces and critical deformations for the collapse transition, but offer little insight as to what caused the transition and do not provide structural details. Here, we show that dynamic evo lution of biological particles can be illuminated by considering the propagation and distribution of mechanical stress in the particle's structure. We use cowpea chlorotic mottle virus (CCMV) as a suitable model system since it was extensively studied previously by us [36, 51] and other research groups [20, 27, 31, 52] . We explore the rich dynamics of stress distribution in the CCMV shell tested mechanically by considering the most common stress measures used to describe properties of materials, including the first principal stress, von Mises shear stress, and Tresca shear stress [53, 54] . Our results raise questions regarding some of the theoretical approaches used to model the dynamics of biological particles, including finite element analysis and elastic network models, in which stochastic fluctuations and entropic effects are ignored. We also formulate for soft biological particles like CCMV the yield condition in terms of the first principal stress comp onents, and the failure criterion in terms of von Mises stress or Tresca stress.",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 803,
                    "text": "[36,",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "51]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "27,",
                    "ref_id": null
                },
                {
                    "start": 843,
                    "end": 846,
                    "text": "31,",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "52]",
                    "ref_id": null
                },
                {
                    "start": 1118,
                    "end": 1122,
                    "text": "[53,",
                    "ref_id": null
                },
                {
                    "start": 1123,
                    "end": 1126,
                    "text": "54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We employed the native topology C α -based self organized polymer (SOP) model of a polypeptide chain [37, 38] . In the SOP model, each protein residue is represented by a bead, positioned at the residue's C α -atom. The explicit form of the total potential energy U SOP (force field) expressed in terms of the coordinates of the C α -atoms {r i } = r 1 , r 2 , . . . , r N of residues 1, 2, …, N is given by",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[37,",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Self-organized polymer (SOP) model of a polypeptide chain"
        },
        {
            "text": "In equation (1), the first term is the finite extensible nonlinear elastic (FENE) potential, which describes the backbone chain connectivity (i.e. the covalent bonds holding a polypeptide chain together) [37, 38] :",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[37,",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Self-organized polymer (SOP) model of a polypeptide chain"
        },
        {
            "text": "where k = 14 N m −1 is the spring constant, and the tolerance in the change of the covalent bond distance is R 0 = 2 Å. The distance between the next-neighbor residues i and i + 1, is r i,i+1 , and r 0 i,i+1 is its value in the native structure. In equation (1), the second and third terms represent all the non-bonded interactions between amino acids, which include the residue-residue contacts stabilizing the native (folded) state (U NAT NB ; see equation (3) below) and all non-native interactions between residues that do not form contacts in the native state (see equation (4) for U REP NB below). To describe the native interactions, we use the attractive Lennard-Jones potential [37, 38] :",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 582,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[37,",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Self-organized polymer (SOP) model of a polypeptide chain"
        },
        {
            "text": "In equation (3) above, we assume that if the non-covalently linked residues i and j (|i − j| > 2) are within the cut-off distance of 8 Å in the native state, then ∆ ij = 1; and ∆ ij = 0 otherwise. The prefactor ε h quantifies the strength of the nonbonded (non-covalent) interactions. The third term in equation (1) accounts for the non-bonded interactions, which include the non-native interactions (for which ∆ ij = 0 in equation (3)) and the interactions between residues i, i + 1, and i + 2, which constrains bond angles and models bending flexibility of a polypeptide chain. All the nonnative non-bonded interactions are treated as repulsive using the repulsive form of Lennard-Jones potential [37, 38] :",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 703,
                    "text": "[37,",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Self-organized polymer (SOP) model of a polypeptide chain"
        },
        {
            "text": "(4) In equation (4) above, the second term takes into account selfavoidance of a polypeptide chain. The constant parameters ε l and σ l define the strength and the range of repulsion. We set ε l = 1 kcal mol −1 and σ l = 3.8 Å [37, 38].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-organized polymer (SOP) model of a polypeptide chain"
        },
        {
            "text": "The dynamics of the system are obtained by propagating forward in time numerically the Langevin equations of motion for each C α -particle's position r i (i = 1, …, N) in the overdamped (high-friction or Brownian) limit:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Langevin dynamics simulations"
        },
        {
            "text": "In equation (5) above, U SOP is the total potential energy of a biological particle (see equation (1)), g i (t) is the Gaussian distributed zero-average random force, and γ is the friction coefficient. To generate the Brownian dynamics for a system in question, the equations of motion (equation (5)) for each C α -atom are propagated forward with the time step ∆t = 0.08τ H , where τ H = ζε h τ L /k B T is the characteristic time of a spherical particle's motion in the overdamped limit. Here, τ L = (ma 2 /ε h ) 1/2 = 3 ps is the characteristic time for the underdamped motion of a particle of mass m ≈ 3 × 10 −22 g (average amino acid residue mass) and radius a ≈ 5 Å (average size of amino acid), and parameter ε h sets the energy scale. Also, ζ = 50.0 is the dimensionless friction constant for amino acid residue in water (η = ζm/τ L ), and k B T is temperature [35, 55] . To perform simulations, we set T = 298 K and we used the bulk water viscosity, which corresponds to the friction coefficient η = 7.0 × 10 5 pN ps nm −1 . Corresponding to this choice of physical parameters, we set ∆t = 40 ps in the simulations.",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 873,
                    "text": "[35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "55]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Langevin dynamics simulations"
        },
        {
            "text": "To deform virus particles, we used our recently developed approach to nanoindentation in silico [35] . Briefly, the particle is resting on the substrate surface represented by a dense network, which interacts with the virus particle through the Lennard-Jones potential:",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Nanoindentation in silico"
        },
        {
            "text": "In equation (6) , r surf j is the position of the jth surface bead ( j = 1, 2, . . . , M) and σ surf = 10.0 Å. The parameter ε surf controls the strength of adsorption forces holding the particle on the surface, and it can be adjusted to model weak, medium and strong adsorption. Following our previous work [36] , in our simulations we set ε surf = 0.2 kcal mol −1 to mimic weak adsorption of the CCMV particle.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 15,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nanoindentation in silico"
        },
        {
            "text": "The cantilever base is represented by a virtual particle connected by a harmonic spring with the spherical bead of radius R tip mimicking the cantilever tip (indenter). The tip interacts with the virus particle via the repulsive Lennard-Jones potential:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nanoindentation in silico"
        },
        {
            "text": "which produces an indentation on the virus particle's outer surface. In equation (7), r i and r tip are coordinates of the ith virus residue and the center of the tip, respectively; ε tip = 1.0 kcal mol −1 , and σ tip = 1.0 Å. For the cantilever tip, we solve the following Langevin equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nanoindentation in silico"
        },
        {
            "text": "In equation (8) , κ is the cantilever stiffness, ν f is the cantilever base velocity, r tip 0 is the initial position of the tip center, and the friction coefficient γ corresponds to the viscosity η = 7.0 × 10 6 pN ps nm −1 . To generate the dynamics of a biological particle, we solved numerically equations (1) and (5)-(7) for the biological particle (CCMV shell), and equations (7) and (8) for the indenter (spherical tip).",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 15,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "(8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nanoindentation in silico"
        },
        {
            "text": "2.4.1. CCMV shell. As a suitable model system, we used the SOP-based coarse-grained reconstruction of an empty capsid of cowpea chlorotic mottle virus (CCMV; protein data bank (PDB) entry: 1CWP [56] ) described in detail in our previous study [36] . The CCMV shell consists of 180 identical single subunit capsid proteins. The 19.5 KDa (190 amino acid sequence) capsid proteins self-assemble into 12 pentameric and 20 hexameric structures (pentons and hexons) which form an icosahedral virus capsid (protein shell with the triangulation number T = 3). The empty CCMV capsid is 28.6 nm in diameter, with an average shell thickness of 2.8 nm [56] . This thick shell comprises a total of 60 trimeric structural units and exhibits a pentameric symmetry at the 12 vertices (pentameric capsomers) and hexameric symmetry at the 20 faces (hexamer capsomers) of the icosahedron. The SOP model parameterization for CCMV shell is presented in our previous study [36] .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 247,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 951,
                    "end": 955,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model systems"
        },
        {
            "text": "For benchmark testing of the Tensor-Calculator software, we used the C α -based SOP model of the WW-domain-a short polypeptide chain composed of 34 amino acid residues (PDB entry: 1PIN [57] ) described in more detail in our previous study [58, 59] . The WW-domain forms an all-β-sheet structure (figure 1). The mechanical unraveling of the WW-domain is described by the reversible singlestep kinetics of unfolding, F ↔ U, from the folded state F to the unfolded state U. The SOP model parameterization of the WW domain is presented in our previous study [58, 59] . To mimic the dynamic force-ramp conditions utilized in AFM nanoindentation experiments on the CCMV shell, we set the cantilever base to move towards an immobilized particle (CCMV shell) with a constant velocity ν f thereby exerting the compressive force f = f (t)n in the direction n perpendicular to the particle surface. The force magnitude f(t) = r f t increases linearly in time t with the loading rate r f = κν f . To indent the CCMV capsid, we used the cantilever tip radius R tip = 20 nm, ν f = 1.0 μm s −1 , and κ = 50 pN nm −1 [36] .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[58,",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "59]",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[58,",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "59]",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1105,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "WW-domain."
        },
        {
            "text": "To mechanically unravel the bead-and-spring chain and the WW domain, we employed the dynamic force ramp. The linearly increasing time-dependent pulling force f = f (t)n was applied to the N-terminus, whereas the C-terminus was constrained. The force magnitude is given by f (t) = κ(ν f t − ∆x), where ∆x is the displacement of a pulled bead from its initial position [40] , ν f = 0.01 μm s −1 , and κ = 100 pN nm −1 [58, 59] .",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[58,",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "59]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein forced unfolding."
        },
        {
            "text": "TensorCalculator software 3.1.1. Atomic stress tensor. To compute the distribution of mechanical stresses in a molecular system in question, TensorCalculator uses the local atomic stress first described by Delph [46] and Ishikura et al [49] . Without a kinetic term in a vector form, a stress for the ith particle (C α -atom) reads:",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[49]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3.1."
        },
        {
            "text": "In equation (9) , F ij is a total (pairwise) force, acting on atom i due to atom j, r ij = r i − r j is the distance between particles i and j, Ω i is the local atomic volume, and ⊗ denotes the tensor product. In equation (9), the summation over atomic forces extends over all the atoms within the interaction range, defined by the cut-off distance. We used the 8 Å cut-off distance for the native interactions (U NAT NB ; see equation (3)) and the 20 Å cut-off for the repulsive interactions (U REP NB ; see equation (4)). In the coarse-grained representation of the molecule, equation (9) is used to calculate the local stress for each amino acid residue (C α -atom). The total molecular force acting on the ith amino acid is calculated by taking the derivative of the potential energy U SOP (equation (1)). In terms of its components, the stress tensor for the ith particle is given by",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 15,
                    "text": "(9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3.1."
        },
        {
            "text": "where α, β = x, y, z denote components in 3D space. In its original form, equation (10) also has the second term which accounts for the interaction between the exterior particles and interior particles included in the volume Ω i [46] . Here, we use a larger volume for better averaging within the 20 Å cut-off radius. On this scale of length, we approach the continuum limit and the second term becomes negligible. In equation (10), Ω i is the local atomic volume, which can be calculated as [48] :",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[48]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3.1."
        },
        {
            "text": "Here a i is an 'effective radius' of the ith particle, which in our case is equal to the cut-off radius (≈20 Å). The stress tensor σ αβ (equation (10)) gives the distribution of internal stresses in a material [60] .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[60]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3.1."
        },
        {
            "text": "The stress tensor is a second rank tensor with the components dependent upon the choice of coordinate system. However, there are sets of scalar quantities associated with the tensor, which do not change upon the transformation of coordinates. For the stress tensor, these quantities are three stress invariants, as well as three principal stress components. To obtain these quantities, we need to rewrite a stress tensor as a 3 × 3 matrix, and then to solve the corresponding characteristic equation [61] , which reads:",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 504,
                    "text": "[61]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Stress tensor characteristics."
        },
        {
            "text": "In equation (12), 1 is the identity matrix, and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stress tensor characteristics."
        },
        {
            "text": "The quantities I (1) , I (2) , and I (3) in equation (13) are called the stress invariants, and in the equation for I (3) , det denotes the determinant of matrix σ. The roots of characteristic equation (12), i.e. λ = {λ (1) , λ (2) , λ (3) }, are the eigenvalues of the stress tensor. These are related to the three principal stress components as follows:",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 25,
                    "end": 28,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 37,
                    "end": 40,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Stress tensor characteristics."
        },
        {
            "text": "The first invariant I (1) is related to a hydrostatic pressure p = I (1) /3, whereas the other two invariants I (2) and I (3) have no obvious physical meaning. The combination of the stress invariants, also known as the von Mises shear stress σ vM defines the magnitude of the shear stress:",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "(3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Stress tensor characteristics."
        },
        {
            "text": "The first principal stress σ (1) is related to the maximum tensile stress, whereas the third principal stress σ (3) corresponds to the maximum compressive stress. Knowing the principal stress components allows for the calculation of the Tresca stress:",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "(3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Stress tensor characteristics."
        },
        {
            "text": "TensorCalculator computes the first stress invariant I (1) i (equation (13)), the first principal stress σ (1) i (equation (14)), the von Mises stress σ vM i (equation (15)), and the Tresca stress σ Tr i (equation (16)) for each amino acid i = 1, 2, . . . , N.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Stress tensor characteristics."
        },
        {
            "text": "TensorCalculator. The TensorCalculator package is an extension of the SOP-GPU software developed previously in our group [40] for performing the Langevin dynamics of biomolecules in a coarse-grained representation. As an input, TensorCalculator uses (i) the structure file (in the PDB format), which carries information about the particles' coordinates, (ii) the topology file (in the GROMACS topology format [62, 63] ), which contains information about the residue-residue interactions, and iii) the simulation trajectory (i.e. simulation output in the CHARMm-DCD binary format [64] ). TensorCalculator reads the system coordinates for each time-frame from the DCD trajectory file and calculates the distribution of instantaneous amino acid stresses for system's conformation in each frame using equations (1)-(4) and (10) . TensorCalculator outputs dynamics of varying stress values for each amino acid along a simulation trajectory. Since calculations of the atomic tensors are based on the SOP force field, Tensor-Calculator is fully compatible with the simulation output obtained from Langevin dynamics (LD) simulations with the SOP force field.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[62,",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "63]",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "(10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Using"
        },
        {
            "text": "TensorCalculator can also work with any other type of trajectory, as long as the input files are in the correct format. The code has a modular architecture, which allows for addition of any potential energy term (force field) without affecting other computational modules. TensorCalculator can operate in two modes. In the first mode, it computes the atomic stress tensors for an existing simulation input (LD run). In this mode, TensorCalculator produces the TNSR output file. The TNSR file is a text file with the strings format similar to that used in PDB; however, instead of coordinate values for each particle it contains stress tensor components per particle for each trajectory frame (moment of time). This is the most time consuming part of the program, and it needs to be done only once. In the second mode, TensorCalculator produces different outputs with the stress tensor components reported as scalar quantities. It prints out the average values of the stress invariants, the principal components, and von Mises stress and Tresca stress along the simulation trajectory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Using"
        },
        {
            "text": "TensorCalculator produces an output file for visualization of the first invariant, first principal component and von Mises/Tresca stresses. The output file for visualization uses the PDB file format to write out the scalar stress quantities in the last four columns per C α -atom for each frame of trajectory. TensorCalculator works in conjunction with the visual molecular dynamics (VMD) package [65] and our own lab-written scripts (available in TensorCalculator repository). Calculation of the scalar stress quantities for visualization and graphics can be done independently from stress tensors' calculations, as long as the input TNSR file is provided. Therefore, TensorCalculator allows for a quick recalculation as many times as necessary, e.g. for different averaging options (cut-offs). Since the values of stress tensors per C α -atom can fluctuate significantly both in space and time, different types of averaging can be tried in order to make visualization and graphical representation smooth and continuous. The running average can be chosen in order to smooth out the stress fluctuations along the trajectory. In addition, different types of averaging over the particles can be specified, e.g. averaging over the structure segments or within a cut-off radius, in order to obtain a smooth and continuous stress gradient. Examples of configuration files for running the TensorCalculator software package for several model systems are provided in the code repository (https:// github.com/BarsegovGroup/TensorCalculator.git).",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "[65]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Using"
        },
        {
            "text": "Before using the first stress invariant I (1) i , the first principal stress σ (1) i , von Mises stress σ vM i , and Tresca stress σ Tr i to describe the dynamics of stress propagation and distribution in the CCMV virus particle, we performed benchmark testing of the Ten-sorCalculator software. First, we carried out test calculations of the atomic stress tensors using a trajectory of protein forced unfolding for a generic polypeptide, which consists of 34 beads connected by harmonic springs. The potential energy of this simple bead-and-spring model is given by the FENE potential (see equation (2)). The dynamics of the system was described by solving the Langevin equations of motion for each bead (equation (5)) at T = 0 K and T = 300 K. For the simulations at finite temperature T = 300 K, we completed 100 simulation runs, and the final result was averaged over all 100 trajectories due to thermal fluctuations (see Materials and Methods for the protocol of force application). At zero temperature T = 0 K, a single simulation run needs to be completed (no thermal fluctuations).",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 45,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Benchmark tests of numerical accuracy."
        },
        {
            "text": "Using the results of pulling simulations for the bead-andspring chain, we calculated the atomic stress tensors for each bead and for each moment of time (every frame). The values of stress tensors were combined for all frames to probe the time-dependence of the following stress characteristics: the normal stress, stress invariants and principal components of stress as described above (see equations (13) and (14)). The normal stress (σ N ) was obtained by projecting the tensor component along the direction of pulling (x-axis) roughly equal to a vector connecting the C-and N-termini (end-to-end vector). In figure 1 (a), we display the time-dependent profiles of the stress characteristics averaged over the chain (total of 34 beads). To directly compare the stress in a molecular chain due to applied pulling force, we converted the stress quantity (given in units of Pa) into the molecular force or tension (in units of pico-Newtons) using the formula: F = (4/3)πa 2 eff σ N , where σ N is the average normal molecular stress and a eff = 1/N a i is the average radius of cross-sectional area of the chain (see equation (11)). Because the chain is formed by the beads of radius 3.4 Å , a eff ≈ 3.4 Å. We see that the curve of tension F practically collapses on the curve of applied pulling force f (t) (figure 1(a)). Both quantities show very good agreement at zero temperature T = 0, and at finite temperature T = 300 K (see figures 1(a) and (b)).",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 406,
                    "text": "(13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 612,
                    "end": 620,
                    "text": "figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Benchmark tests of numerical accuracy."
        },
        {
            "text": "Next, we carried out the calculations of the stress measures but for the SOP model of the all-β-sheet WW-domain (see Materials and Methods) using the output from pulling simulations at T = 300 K (a total of 100 independent runs). Figure 1(c) shows the result of comparison of mechanical tension in the WW-domain derived from the normal stress in the molecule σ N using the formula F = (4/3)πa 2 eff σ N , and the applied pulling force f (t). We see that the agreement between the molecular tension F computed with TensorCalculator and the applied pulling force f (t) is excellent. Both force-time curves show force peaks, which mark the unfolding transition in the WW-domain. Small differences are due to the non-zero shear component of the stress, which is not analyzed in the context of protein forced unfolding. At the force maximum (peak force) at time t ≈ 1 ms, most of the protein native structure is disrupted, and so the concept of volume averaging is not valid. Hence, the discussion of stress dynamics is meaningful only before the global transitions occur in the system (e.g. unfolding of a protein or structural collapse of a virus shell). Taken together, the results of benchmark testing confirm the numerical accuracy of the stress measures computed with TensorCalculator.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 241,
                    "text": "Figure 1(c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Benchmark tests of numerical accuracy."
        },
        {
            "text": "We used the results of in silico nanomanipulation with the empty CCMV protein shell, for which we performed uniaxial compression of the capsid structure as described in our previous study of CCMV dynamics [35, 36] . A total of 20 trajectories of nanoindentation of the CCMV capsid were analyzed in which a compressive force was indenting the capsid along different directions coinciding with the two-, three-, five-, quasi-two-, and quasi-three-fold symmetry axes. The results obtained were used to compute all the distributions of mechanical stress measures in the capsid structure. To visualize the dynamics of stress propagation, we profiled various stress measures as functions of particle deformation-a suitable reaction coordinate, and analyzed the surface maps of these measures. An example of the evolution of mechanical stress in the particle's structure represented by the first stress invariant I (1) (equation (13)) is shown in figure 2 along with the forcedeformation curve (FX-curve) for a representative trajectory of CCMV indentation along the two-fold symmetry axis.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 940,
                    "end": 948,
                    "text": "figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Analysis of dynamics of stress propagation and distribution in CCMV shell"
        },
        {
            "text": "In general, the stress tensor given by equation (9) contains the kinetic energy term 1/(2Ω i )m i v i ⊗ v i , where m i and v i are the mass and velocity of ith particle, respectively [44, 49] . However, for Langevin dynamics in the overdamped (highfriction) limit this term gives a small constant contribution. Although TensorCalculator has the option to include the contribution from kinetic energy terms in the calculation of stress measures, in this work we ignored this contribution because we focused on the stress difference in various portions of the capsid structure having similar kinetic energy. For this reason, the calculated stress tensor does not satisfy the energy conservation law [45, 46] .",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[44,",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "49]",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[45,",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "46]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis of dynamics of stress propagation and distribution in CCMV shell"
        },
        {
            "text": "The total stress (without the kinetic contribution discussed above) remains almost constant while the particle is loaded mechanically (figure 2). This might seem counter-intuitive, since the particle is gradually loaded mechanically with the CCMV capsid response force rising up to F = 0.65 nN as reflected by the FX-curve. In this work, we focused on elucidating the role of structural changes in various portions of CCMV structure in the dynamic evolution of mechanical stress, and so we ignored the contributions from kinetic energy terms. These terms (not included in equations (9) and (10) and (13)-(16)) describe the translocation of various portions of CCMV structure due to uniaxial compression. We defined the top and bottom portions of CCMV structure as the top and bottom particle caps with their heights equal to 30% of total particle diameter. This corresponds to 8 nm slices at the top and bottom of CCMV as measured along the axis of indentation (see inset in figure 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stress dynamics in CCMV shell."
        },
        {
            "text": "The remaining part of the CCMV capsid is referred to as the side portions of the CCMV structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stress dynamics in CCMV shell."
        },
        {
            "text": "Structure analysis as well as calculation and visualization of the stress measures with TensorCalculator reveal inhomogeneous stress distribution on the particle's surface. In the course of mechanical deformation, the CCMV capsid's top and bottom portions interact with the cantilever tip (indenter) and the substrate surface, respectively (see snapshot 1 in figure 2 ). These structure portions rapidly become flat (snapshots 2 and 3) and they transmit mechanical stress to the side portions of the CCMV shell. At the same time, the CCMV capsid's side portions bend and accumulate most of the stress in the course of compression. This is precisely reflected in the dynamics of first stress invariant I (1) . The profiles of I (1) displayed in figure 2 show that corresponding to CCMV capsid deformation by X = 7 nm, the stress invariant for top and bottom portions of CCMV structure I (1) s ≈ 0.06 ± 0.03 MPa, which accounts for only ∼3% change from its initial value. Hence, we can conclude that the stress development and redistribution from the top and bottom portions of the CCMV structure to the side portions result in the particle's shape alteration under mechanical loading. These shape changes are reflected in stress decrease in the top and bottom portions of the capsid structure and stress accumulation in the side portion of the CCMV structure. This physical picture fully agrees with our previous finding regarding formation of multiple cracks (structure defects) in the side portion of the CCMV shell, eventually leading to the particle's structural collapse. A supplementary movie (stacks.iop.org/JPhysCM/30/044006/mmedia) shows the appearance of red spots, which correspond to large stress accumulation far exceeding the critical values, which leads to particle collapse (see movie S1). Hence, the results obtained for CCMV show that the stress distribution and the interplay between mechanical stress components in the top, bottom and side portions of the CCMV capsid set the limits of particle mechanical strength and structural stability.",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 706,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 367,
                    "text": "figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 744,
                    "end": 752,
                    "text": "figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Stress dynamics in CCMV shell."
        },
        {
            "text": "virus shell. The results described in the previous section demonstrate a strong correlation between the CCMV particle's shape alteration and the dynamics of stress propagation in the protein capsid. In our previous work, we showed using nanomanipulation of the CCMV shell in silico that the virus particle's stiffness and resistance to external mechanical factors are, in part, due to the capsomers' gradual rearrangement and the particle's structure remodeling near and under the indenter (cantilever tip), which also results in a large entropy increase [36] . To further address the issue of entropic effects and to probe possible interplay among the entropy changes, deformation dynamics, and stress evolution in the CCMV particle's structure, we carried out simulations of CCMV nanoindentation at zero temperature T = 0 K. Next, we directly compared the results at zero temperature with those obtained at finite temperature T = 300 K.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 559,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Effect of thermal fluctuation on stress propagation in"
        },
        {
            "text": "Surprisingly, the FX-curves displayed in figure 3(a) show that, unlike for the T = 300 K case, the capsid's structural collapse at T = 0 K occurs at significantly higher force, i.e. F * = 2.25 nN at T = 0 K versus F * = 0.65 nN at T = 300 K. To understand the origin of this drastic reduction in the critical force for the CCMV shell global transition to the collapsed state, we also analyzed and compared the surface maps showing the distributions of the first principal stress component in the CCMV shell σ (1) at T = 0 K and 300 K (see snapshots in figure 3(a) ). Structural snapshots 1-3 which correspond to the equally numbered regions in the FX-spectra show a more rapid yet gradual change in the stress intensity at finite temperature T = 300 K as compared to zero temperature. Interestingly, as is evident from the CCMV structure snapshots for X = 3.3 and 6.2 nm deformation, at T = 0 K the color (stress intensity) shows a step-wise (sudden) change as one goes from the top portion to the side portion of the CCMV structure. (1) in the course of capsid deformation at X = 0.4, 3.3 and 6.2 nm. Color code (same as in figure 2 ) is presented next to structure snapshots. More rapid propagation of mechanical stress to the side portions of the capsid structure due to thermal fluctuations (at T = 300 K, left snapshots) leads to CCMV particle's collapse at much lower forces. This behavior can be directly compared with the results of CCMV forced deformation without thermal fluctuation effects (at T = 0 K, right snapshots). Here, the mechanical stress is accumulated only locally in the area around the cantilever tip, while the remaining portion of CCMV structure is unstressed. Panel (b) and (c): the profiles of the first principal stress component for the top portion σ (1) t (solid curves) and side portion σ (1) s (dashed curves) of the CCMV capsid structure versus deformation X obtained at zero temperature T = 0 K (panel (b)) and finite temperature T = 300 K (panel (c)).",
            "cite_spans": [
                {
                    "start": 1034,
                    "end": 1037,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 1782,
                    "end": 1785,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 1822,
                    "end": 1825,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 52,
                    "text": "figure 3(a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 552,
                    "end": 563,
                    "text": "figure 3(a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1125,
                    "end": 1133,
                    "text": "figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Effect of thermal fluctuation on stress propagation in"
        },
        {
            "text": "The observed large differences in the stress amplitude and dynamic pattern of stress propagation in the CCMV capsid structure prompted us to analyze the first principal stress components for the top portion σ (1) t and side portion σ (1) s of the CCMV structure, which are displayed in figures 3(b) and (c) for zero temperature T = 0 K and finite temper ature T = 300 K, respectively (see also supplementary movie S1). In the absence of thermal fluctuations, initially (for small deformation X) both the mechanical stress in top and side portions σ (1) t and σ (1) s gradually increase. Later on, at X ≈ 6.2 nm deformation, the slope of σ (1) t decreases, which implies that the stress stored in the top portion of the CCMV shell propagates slowly to the side portion ( figure 3(b) ; see also supplementary movie S2). Quite unexpectedly, the CCMV capsid response is dramatically different when the particle is deformed at finite temperature T = 300 K ( figure 3(c) , supplementary movie S2). Here, thermal fluctuations lead to a 0.22 MPa difference between σ (1) t and σ (1) s at small deformations (figure 3(c)), and they introduce significant inhomogeneity in the stress distribution as is evident from the structure snapshots displayed in figure 3 . In the course of indentation up to X = 6.2 nm deformation, the stress in the top portion of the CCMV structure rapidly decreases by ∆σ (1) t = 0.32 MPa, whereas the stress in the side portion of the CCMV shell increases by ∆σ (1) s = 0.02 MPa until the CCMV capsid collapse occurs at X = 6.2 nm. To summarize, the results obtained clearly demonstrate that thermal fluctuations modulate the mechanical properties of virus shells, which implies that the entropic effects are highly important.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 642,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 1059,
                    "end": 1062,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 1071,
                    "end": 1074,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 770,
                    "end": 781,
                    "text": "figure 3(b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 953,
                    "end": 964,
                    "text": "figure 3(c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1242,
                    "end": 1250,
                    "text": "figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Effect of thermal fluctuation on stress propagation in"
        },
        {
            "text": "of virus particles. The results of the previous section also indicate that the mechanical evolution of the CCMV capsid can be described in terms of the deformation-dependent dynamics of stress components for different portions of the capsid structure (i.e. top and side portions). Hence, there is a question whether these stress components can be used to determine a yield strength for a particle under study, i.e. the critical stress at which the material response to external mechanical loading changes from elastic to plastic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First principal stress helps define the yield strength"
        },
        {
            "text": "We employed nanomanipulations with the CCMV capsid in silico to probe the limit of its elasticity. In these sets of computer experiments we mechanically tested the CCMV particle by performing the simulations of forward indentation when the compressive force is ramped up, which were then followed by the simulations of backward tip retraction when the compressive force is gradually quenched to zero. The simulations of backward tip retraction were performed starting from the partially deformed structures generated in the course of forward indentation with X = 3.8, 6.2, 7.4, and 9.5 nm deformation (see figure S2 ). The profiles of FX curves for two representative trajectories with X = 3.8 and 9.5 nm deformation are shown in figure 4(a) . The lack of hysteresis in the FX-curves show that the CCMV particle completely restores its initial shape in the course of force-quench tip retraction if the deformation in the forward indentation does not exceed X = 5.0 nm deformation. However, when CCMV deformation is larger than X 5.0 nm, the CCMV structure is not fully restored in the course of force-quench tip retraction, which (green curve) of CCMV structure calculated for the full cycle of forward indentation and backward tip retraction starting from the 9 nm deformed structure. The inset shows same stress quantities calculated for the full cycle of forward indentation and backward tip retraction starting from the 4 nm deformed structure. Highlighted cyan and magenta areas denote same intervals of backward tip retraction as on the top panel. The retraction simulations for the structures obtained at X < 4.5 nm (dashed curve) deformation exhibit almost linear (i.e. elastic) response of the capsid to mechanical perturbation (no hysteresis), while for the structures obtained after X = 4.5 nm we observe significant dissipation of energy (large hysteresis) meaning that the particle response is plastic). The point of transition from elastic to plastic regime corresponds to the equality of the stress components for the top and side portions of CCMV capsid. also results in the increased hysteresis as observed in the FX curves. Next, we analyzed the first principal stress components σ (1) , which showed that for X < 5.0 nm deformation the mechanical stress in the top portion of CCMV structure σ (1) t does not decrease beyond the stress level in the side portion of CCMV capsid σ (1) s . Indeed, the curves of σ (1) t and σ (1) s displayed in the inset in figure 4(b) never cross. This result is in contrast to indentations exceeding X = 5.0 nm deformation, for which the stress in the side portion of CCMV shell exceeds the stress in the top portion of CCMV structure as soon as the curves of σ (1) t and σ (1) s cross ( figure 4(b) ). The results of analysis of the first principle stress components σ (1) for different elements of the CCMV shell structure clearly demonstrate that the equality of the first principal stresses in the top portion of CCMV σ (1) t , to which the external compressive force is applied through a cantilever tip, and the side portions, where structural defects occur and accumulate in the course of mechanical deformation σ (1) s , can be used to formulate a yield strength (and yield deformation) criteria for virus capsids. Here, we considered the top versus side portions of the CCMV particle, but these results also hold for the bottom versus side portions of the CCMV structure (not shown).",
            "cite_spans": [
                {
                    "start": 2200,
                    "end": 2203,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 2312,
                    "end": 2315,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 2397,
                    "end": 2400,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 2429,
                    "end": 2432,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 2713,
                    "end": 2716,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 2725,
                    "end": 2728,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 2821,
                    "end": 2824,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 2975,
                    "end": 2978,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 3171,
                    "end": 3174,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 606,
                    "end": 615,
                    "text": "figure S2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 730,
                    "end": 741,
                    "text": "figure 4(a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2473,
                    "end": 2484,
                    "text": "figure 4(b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2739,
                    "end": 2750,
                    "text": "figure 4(b)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "First principal stress helps define the yield strength"
        },
        {
            "text": "It has been shown that the von Mises stress tensor is a suitable measure of mechanical strength of brittle isotropic materials, whereas the Tresca stress tensor is a good measure for describing the mechanical stability of isotropic ductile materials [53, 54] . We analyzed the nanomechanics of the virus capsid from the brittle versus ductile materials science perspective using the CCMV shell as a suitable model system. To that end, we computed and analyzed the von Mises stress tensor and Tresca stress tensor for the CCMV capsid, using the output from the simulations of CCMV nanoindentation. We analyzed the profiles of these quantities as functions of particle deformation X. For simplicity, here we consider von Mises and Tresca stress tensors for the top portion and for the side portion of the CCMV structure. A comparison of von Mises and Tresca stress tensors for the bottom and side portions of the CCMV shell gave similar results (not shown).",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[53,",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Von Mises stress and Tresca stress criteria define the critical strength of virus particles."
        },
        {
            "text": "The profiles of average von Mises stress σ vM for the top portion and side portion of the CCMV structure are presented in Figure 5 for four representative indentation trajectories, where they are overlaid with the corresponding FX-spectra. 5 ). This means that the mechanical stress generated at the top by the cantilever tip rapidly prop agates from the top to the sides of the CCMV shell and gradually accumulates in the side portion of the CCMV structure. As soon as the von Mises stresses for the top and side portions become equal σ vM t = σ vM s (see curves' intersection in figure 5 ), a subsequent mechanical loading leads to σ vM s being greater than σ vM t . From this point on, any additional stress propagation and accumulation in the side portion of CCMV results in formation of cracks, which then leads to the CCMV transition to the globally collapsed state ( figure 5 ). Not coincidentally, the characteristic deformation X where σ vM t = σ vM s corresponds to the moment of time at which the indentation force begins to decrease. The force decrease signifies that the CCMV shell is starting to lose its mechanical resistance, which eventually results in the collapse transition (see FX-curves in figure 5) . Hence, the characteristic deformation X at which σ vM t = σ vM s corresponds to the regime where the particle deformation is approaching the critical deformation X → X * . This result is consistent for all nanoindentation assays summarized in figure 5 . We also analyzed the output from nanoindentation simulations for CCMV compressed along three-, five-, quasi-two-and quasi-three-fold symmetry axes and found similar results (not shown). Therefore, we conclude that the equality of von Mises stress for the top and side portions is a good predictor of the structural collapse transitions in virus shells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 130,
                    "text": "Figure 5",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 240,
                    "end": 241,
                    "text": "5",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 581,
                    "end": 589,
                    "text": "figure 5",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 874,
                    "end": 882,
                    "text": "figure 5",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1212,
                    "end": 1221,
                    "text": "figure 5)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1467,
                    "end": 1475,
                    "text": "figure 5",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Von Mises stress and Tresca stress criteria define the critical strength of virus particles."
        },
        {
            "text": "Large-size biological particles such as virus shells, protein fibers, microtubule polymers, etc are composed of elementary building blocks that are formed by the association of protein domains. For example, the CCMV capsid is composed of multiple copies of a 190 amino acid long capsid protein; fibrin fibers are formed by fibrin monomers, ∼3500 residue long, organized into double-stranded fibrin protofibrils; microtubule polymers are composed of 10-13 protofilaments, each formed by ∼1000 residue long αβ-tubulin dimers. Clearly then, biological particles are discrete structures and there is a more philosophical question to consider: how large can a particle be so that the concepts of continuum mechanics can be applied to describe their physical and materials properties? For example, Cauchy stress is widely used in materials science to study the physical properties of materials undergoing small deformations. On the other hand, we have demonstrated in our previous studies of the CCMV capsid [36] and microtubule polymer fragments [24] that the long-wavelength global modes, which control the displacements of entire structural subunits (i.e. hexon and penton capsomers in the CCMV shell or microtubule protofilaments in microtubules), and the symmetry of their arrangement, rather than atomic level details, determine the mechanical properties of biological particles and their response to external physical inputs. Hence, largesize biological particles do permit a continuum representation, which allows use of the apparatus of continuum mechanics to describe their properties. Yet, computational molecular modeling of biological particles requires having a discrete representation of the polypeptide chains, either atomic or simplified (coarse-grained) bead-per-residue, and so there is an issue of how continuum measures can be calculated for the discrete structures.",
            "cite_spans": [
                {
                    "start": 1002,
                    "end": 1006,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 1041,
                    "end": 1045,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have overcome this problem by employing a concept of the atomic stress tensor σ defined by equations (9) and (10) , which captures local deformation stresses induced in a small volume element Ω of the particle's structure under the influence of local strain. When defined locally for all particles i = 1, 2, …, N where N is the system size (total number of residues in the system), i.e. atoms (all-atomic modeling) or amino acid residues (coarse-grained schemes), the atomic stress tensor σ i provides valuable information about the distribution of internal tension in the biological material. Furthermore, since the tensor components are averaged over the volume element Ω of a large 20 Å cut-off radius, they carry information about the pair-wise particle-particle interactions between the ith particle and other particles within the cut-off sphere (see equation (11) ). Therefore, the stress tensor components are piecewise continuous functions of space and time. Stress tensors are typically used in continuum mechanics to analyze the effects of small deformation. In our nanomanipulations in silico, we too use experimentally relevant slow forceloading rates, which translate to the cantilever velocities of 10 −1 -10 1 µm s −1 , and so the local deformations are of low amplitude. Hence, the differences in the stress tensor components ∆σ i (∆t) for two consecutive structural configurations separated by a short time interval ∆t ≈ 40 μs are, indeed, very small (see movie S1).",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 872,
                    "text": "(11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have developed the TensorCalculator software package for the numerical calculation of the local stress tensor σ i , the stress invariants I (1) i , I (2) i , I (3) i , the principal stress components σ (1) i , σ (2) i , σ (3) i , the von Mises stress σ vM i , and the Tresca stress σ Tr i given by equations (9)- (16) . These are important stress measures widely used in materials science and mechanical engineering. The stress invariants are characteristics of the tensors which, unlike the tensors components, do not change upon the transformation of coordinates. The principal values characterize stress components in the direction of maximum tension or compression, and they are often used by engineers to formulate the yield and failure criteria of materials. The von Mises stress and Tresca stress are derivative quantities from the stress invariants and principal stress components. These measures are widely used in mechanical engineering to define the yield and failure criteria for brittle versus ductile materials [53, 54] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "(16)",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[53,",
                    "ref_id": null
                },
                {
                    "start": 1033,
                    "end": 1036,
                    "text": "54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the current version, TensorCalculator uses the coordinates and forces on the C α -atoms from the numerical output obtained using the SOP coarse-grained model. With little effort, TensorCalculator can be made compatible with the output from the all-atom MD simulations. Furthermore, the output from TensorCalculator can be and σ vM s curves crossing in the graphs. Subsequent force loading beyond 7.0-7.5 nm deformation leads to the stress increase in the side portions, at which point the cracks in the CCMV structure start to appear (shown in black circles). This leads to the particle's transition into the collapsed state at X ≈ 9.0-9.5 nm. The snapshots display the surface maps of von Mises stress before the collapse for X ≈ 7.0-7.5 nm (left snapshots) and after the collapse for X ≈ 9.0-9.5 nm (right snapshots). made into the input for VMD software, and so the results of calculation of various stress measures can be visualized. The TensorCalculator package was successfully tested by comparing the time-dependent mechanical tension F(t) in a generic bead-and-spring chain and a C α -based SOP-model of the all-β-sheet WW-domain with the applied external (timedependent) pulling force (or ramped force) f (t) obtained from the protein forced unfolding experiments in silico. The results presented in figure 1 show that the agreement between applied time-dependent force f (t), which can be accessed from the pulling simulations, and time-dependent mechanical tension F(t) in the bead-and-spring and SOP models, computed with TensorCalculator, agree very well. This shows a high level of numerical accuracy in the calculation of stress measures with TensorCalculator. Excellent agreement between the stress quantities known exactly and those computed with TensorCalculator has enabled us to explore the dynamics of mechanical stress in a soft capsid of cowpea chlorotic mottle virus (CCMV).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1312,
                    "end": 1320,
                    "text": "figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Using TensorCalculator, we computed and analyzed the distributions of mechanical stress measures in the CCMV capsid structure, including the first stress invariant I (1) i , the first principal component σ (1) i , von Mises stress tensor σ vM i and Tresca stress tensor σ Tr i , and profiled them as functions of the particle deformation X (figures 2-5). To visualize the results, we also constructed the CCMV surface maps of these measures using VMD (figures 2, 3, and 5, movie S1) [65] . The results obtained show that when a virus capsid is loaded mechanically, there are nontrivial stress dynamics in the CCMV particle, which results in the inhomogeneous stress distribution in various portions of the CCMV structure. Analysis of the first stress invariant I (1) i (figure 2) revealed the interplay between the stress in the side portion and top portion of the CCMV shell compressed by the cantilever tip (indenter used in AFM). It turns out that, similar to energy, the mechanical stress is capable of transferring from one portion of the virus structure to another. We found that the mechanical stress created in the top portion of CCMV by the indenting tip-sphere rapidly transfers to the side portion of CCMV where it accumulates over time (figures 2-5). Another interesting finding is a strong correlation between the deformation-induced alterations in the CCMV structure and the overall shape and dynamics of stress propagation in the protein capsid.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[65]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previously, Zandi and Reguera employed a similar approach to calculate the stress distribution in virus capsids of different symmetry types [50] . In that study, a virus particle was coarse-grained using the bead-per-capsomer representation; different capsomers were allowed to interact through the Lennard-Jones potential with different parameters for pentamers and hexamers; the equilibrium dynamics of capsomer particles was described using Monte-Carlo simulations. Zandi and Reguera analyzed stress characteristics which included different projections of the stress tensor on spherical coordinates giving the in-plane shear stress and out-of-plane radial stress. They observed inhomogeneous distribution of stresses in capsomers with large stress values attributed to the vertices and edges of icosahedra [50] .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "[50]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this work, we went beyond the equilibrium dynamics of virus particles by considering stress propagation in the capsid structure subjected to external mechanical loading. Specifically, we explored the dynamics of stress propagation and accumulation in a virus shell resulting from particle's structure alterations and shape changes as well as capsomers' symmetry breaking. The C α -based coarse-grained modeling proved to be accurate in describing the mechanical properties of large biological assemblies [24, 35, 36, 39, 51] . This allowed us to obtain, for the first time, detailed microscopic information about the dynamics of local stresses at the amino-acid-residue level. We observed formation of 'hot spots', i.e. locations in the virus particle structure with the maximum stress, which result in the long run in cracks and defects (figures 2 and S1, movies S1). Although the structural model (C α -based coarse-grained SOP model) and Langevin dynamics we have utilized and the stress characteristics (stress invariants, principal stresses, von Mises and Tresca stresses) we have analyzed in this work are different from the bead-per-capsomer model and Monte-Carlo moves used by Zandi and Reguera [50] , the results of their study and our own work show very good qualitative agreement. For example, we also observe inhomogeneous stress distribution in the shell structure.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "36,",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "39,",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "51]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1206,
                    "end": 1210,
                    "text": "[50]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our previous studies of the nanomechanics of biological particles [18, 24, 36] , we showed that the entropy changes due to structure remodeling and shape change are significant. Hence, it should be expected that thermal effects play an important role in the capsid's evolution, and in defining the dynamics and setting the energy scale for global transitions in a virus capsid, such as buckling and structural collapse. We analyzed the effect of thermal fluctuations on the stress evolution in the CCMV capsid structure by carrying out nanoindentation measurements at zero temperature (T = 0 K) and finite temperature (T = 300 K). Quite surprisingly, we found that the mechanical response (as reflected by the FX-curves), the stress magnitude and the pattern of stress propagation and distribution in the virus capsid, all change with temperature (see figure 3 ). The area under the FX-curve recorded at a very slow force-loading rate is the reversible work w rev , which is equal to the equilibrium Gibbs free energy change for the collapse transition ∆G eq , i.e. w rev = ∆G eq = ∆H − T∆S, where ∆H and ∆S are the enthalpy change and the entropy change, respectively. Hence, the entropic contribution T∆S to the free energy change ∆G can be estimated by subtracting the work done on the capsid by the indenter at finite temperature from the work performed at zero temperature. For the native state as the initial state (snapshot 1 in figure 3 ) and the collapsed state as the final state (snapshot 3 in figure 3 ), we obtain from the FX-curves in figure 3 that for the CCMV structural collapse T∆S ≈ 920 kcal mol −1 . This is almost three-fold larger than the the enthalpy change ∆H ≈ 370 kcal mol −1 .",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 77,
                    "text": "24,",
                    "ref_id": null
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 855,
                    "end": 863,
                    "text": "figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1439,
                    "end": 1447,
                    "text": "figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1508,
                    "end": 1516,
                    "text": "figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The large entropic contributions to the free energy of mechanical deformation of biological particles raise questions about some of the theoretical methods used to model the dynamics of deformation of biological particles. For example, the finite elements analysis [20] and variances of elastic network modeling [25] analyze the potential energy changes, while the entropy changes are ignored. In a sense, this is similar to setting T = 0 K in our nanoindentation experiments in silico. However, our results clearly demonstrate large differences in the FX-spectra collected at zero and finite temperature, as well as in the amplitude and pattern of stress evolution in the CCMV shell. For example, at T = 0 K the mechanical stress in the top and side portions of the CCMV structure both increase, whereas at T = 300 K the stress in the top decreases and the stress in the sides increases ( figure 3) . Hence, thermal fluctuations modulate the mechanical and materials properties of virus capsids, and the entropic effects are significant and not to be ignored. The importance of the entropic effects, clearly expressed in the quite different stress distributions presented for the T = 0 K and T = 300 K (see figure 3 ), suggest that investigators should be cautious in their application of continuum mechanics models, such as finite element analysis and elastic network modeling, to structural models of biological particles.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 890,
                    "end": 899,
                    "text": "figure 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1208,
                    "end": 1216,
                    "text": "figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In materials science, a yield strength describes the critical stress at which the material response to an external mechanical loading changes from elastic to plastic. The meaning of the term 'plastic' is that above a critical value of stress (or deformation), the deformed material will never return to its original shape and will not fully restore its initial structure when the applied stress is quenched. We tested if stress measures can be used to predict the onset of plasticity in viral shells. Using TensorCalculator, we computed the first principle stress components for the top and side portions of the CCMV structure σ (1) t and σ (1) s and profiled them as functions of deformation time (figure 4). Our results indicate that for a small (forward) deformation the curves of σ (1) t and σ (1) s do not cross, and when the compressive force is gradually quenched to zero during the backward tip retraction, the CCMV capsid fully restores back its initial state (both structure and shape). However, when the deformation is large so that the curves of σ (1) t and σ (1) s cross, the capsid does not return back to its initial state. Hence, the relationship between the first principal stress components for the top and side portions of the viral capsid structure, i.e. σ (1) t σ (1) s (17) sets the limit of elastic deformation in soft viral capsids.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 632,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 1285,
                    "end": 1288,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 1291,
                    "end": 1295,
                    "text": "(17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We also computed the von Mises stresses and Tresca stresses for the top portion, σ vM t and σ Tr t , and for the side portions of the CCMV structure, σ vM s and σ Tr s , and we profiled these quantities as functions of deformation. The results obtained show that the moment when the curves of σ vM t and σ vM s cross corresponds to the critical deformation X = X * and critical force F = F * (see force maxima in figure 5 ) at which the collapse transition occurs. Analysis of the results of Tresca tensor calculations gave similar results ( figure S3) . Hence, the relationship between von Mises stresses for the top and side portions, i.e. Taken together, the results we have obtained in this study for the first principle stress components and for von Mises stress and Tresca stress components agree very well with our previous findings regarding mechanical excitation of various capsid's degrees of freedom upon deformation [18] . Indeed, the stress in the top portion of the CCMV shell corresponds to the non-linear Hertzian deformation, whereas the stress in the side portion results in bending of beams [18] .",
            "cite_spans": [
                {
                    "start": 928,
                    "end": 932,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 413,
                    "end": 421,
                    "text": "figure 5",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 542,
                    "end": 552,
                    "text": "figure S3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To conclude, we have developed and tested a new computational methodology for accurate numerical calculation of the local stress measures and its derivative quantities using the output from the MD simulations of compressive forceinduced nanoindentation of biological particles. This methodology employs the atomic tensor approach to computing the stress measures traditionally used in continuum mechanics for the discrete atomic or coarse-grained structures of large-size biological assemblies. We successfully applied this methodology to explore the evolution of mechanical stress in a specific example of viral capsids-the CCMV shell. Numerical subroutines have been organized into a lab-written software package called TensorCalculator, which can now be used to study the stress evolution and dynamics of defects in viral capsids and other protein assemblies tested mechanically. The TensorCalculator code is open source code and it is fully available for downloading at https://github.com/ BarsegovGroup/TensorCalculator.git.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Silico of Biological Particles (Applied Nanoindentation in Advanced Materials",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kononova",
                    "suffix": ""
                },
                {
                    "first": "K A",
                    "middle": [],
                    "last": "Marx",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Barsegov",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Mechanics of Viruses (Coarse-Grained Modeling of Biomolecules) ed G A Papoian",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kononova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhmurov",
                    "suffix": ""
                },
                {
                    "first": "K A",
                    "middle": [],
                    "last": "Marx",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Barsegov",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Introduction to Linear Algebra",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Strang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Force protocol 2.5.1. Nanoindentation of CCMV shell.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Dynamics of tension from protein forced unfolding experiments in silico (for colored figure go online). Panel (a): the profiles of applied time-dependent pulling force f (t) (blue curve) and the unfolding force obtained from the average normal stress (F = (4/3)πa 2 eff σ; red curve) from the simulations of forced unfolding of the bead-spring chain (beads connected by harmonic springs) at zero temperature, T = 0 K. The inset shows the profiles of the normal stress (red curve), the first invariant (orange curve) and the first principal stress (green curve). Panel (b): the profiles of applied time-dependent pulling force f (t) (blue curve) and the normalized average normal stress (tension; red curve) for a beadspring chain from the simulations of forced unfolding at finite temperature, T = 300 K. Panel (c): the profile of applied force (blue curve) and normalized average normal stress (tension; red curve) for the WW-domain from the simulations of forced unfolding of WWdomain at finite temperature, T = 300 K. Structural snapshots 1-3, which correspond to the equally numbered regions of the force-time curves, show WW-domain in the native folded state (snapshot 1), in the partially stretched state (snapshot 2), and in the fully unfolded state (snapshot 3) as observed in the pulling simulation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Evolution of mechanical stress in CCMV capsid from forced nanoindentation in silico (for colored figure go online). Top panel: the force (F) versus deformation (X) curve (FX-curve; black solid line) and the first stress invariants I(1) for an entire CCMV capsid (blue solid curve), and for the top portion (red dashed curve), bottom portion (orange curve) and side portion of CCMV capsid structure (green dashed curve) for a representative trajectory of nanoindentation of CCMV along the two-fold symmetry axis (see Materials and Methods). The stress invariants do not include contributions from the kinetic term. Bottom panel: snapshots of the capsid structure numbered 1-4 displaying the propagation and inhomogeneous distribution of the stress on the particle's surface corresponding to X = 0.6, 3.2, 4.8 and 7.0 nm deformations. The color code displayed on the far right shows the stress amplitude. In the snapshots, the vertical arrows indicate the direction of external compressive force and dashed semi-circles show the indenter position. Here and in figures 3-5 the results are shown for one representative trajectory of CCMV nanoindentation along the twofold symmetry axis obtained with the cantilever tip of radius R tip = 20 nm and cantilever base velocity ν f = 1.0 μm s −1 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "≈ 0.38 ± 0.07 MPa, respectively. At the same time, the first stress invariant for the side portion of CCMV structure I(1) s increases by ∆I",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Nanomanipulations in silico with CCMV capsid at different temperatures (for colored figure go online). Panel (a): the FX-curves from nanoindentation experiments at zero temperature T = 0 K (blue curve) versus finite temperature T = 300 K (red curve) displaying a dramatic effect of thermal fluctuations on the particle's mechanical properties. Structural snapshots numbered 1-3 show changing intensity of the CCMV surface map for the first principal stress component for the entire capsid structure σ",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Forward indentation and backward tip retraction for CCMV capsid in silico (for colored figure go online). Top panel: the total molecular deformation force (F) as a function of time (t) for the forward indentation (blue curve) and backward tip retraction (curves shown in magenta and cyan). The inset shows the corresponding force-deformation curves (FX-curves) for the forward deformation and backward tip retraction (color denotation is same). The areas under the Ft-curves shown in magenta and cyan areas indicate, respectively, the moments of time for backward tip retractions which correspond to the structures deformed by X = 4 and 9 nm. Bottom panel: the average first principal stress component for the top portion σ(1) t (red curve) and side portion σ",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The profiles of Tresca stress σ Tr for the top and side portions of the CCMV shell overlaid with the FX-curves are shown in figure S3. For all four independent measurements, von Mises stress for the top portion of CCMV shell σ vM t monotonically decreases during forced deformation by ∆σ vM t ≈ 0.39 ± 0.02 MPa, whereas von Mises stress for the side portion of CCMV structure σ vM s slowly increases by ∆σ vM s ≈ 0.02 ± 0.01 MPa (figure",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Dynamics of deformation (black FX-curves; right y-axes) and evolution of average von Mises stress for the top portion σ vM t (red curves) and side portion σ vM s (green curves) of CCMV capsid as functions of the capsid deformation X (left y-axes) (for colored figure go online). Shown in four panels are the results from four independent nanoindentations of CCMV in silico. The dashed vertical lines denote the critical deformations in the X ≈ 7.0-7.5 nm range, which correspond to the specific times at which all the stress from the top portion transfers to and accumulates in the side portion of the CCMV shell. These times correspond to the σ vM t",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "onset of the viral capsid's structural failure.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by NSF (grant DMR1505662 to VB). O K would like to acknowledge the Tripathy Endowed Memorial Summer Graduate Fellowship from the University of Massachusetts Lowell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Olga Kononova https://orcid.org/0000-0001-9267-312X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}