{"paper_id": "fedf18205168ac7e87bb1ff063fcfbabedad5fbd", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "i n recent years, members of the genus Campylobactefi have been recognised as major enteric pathogens. C. jejuni is a cause of diarrhoea in man, dogs, cats, cattle and birds (Prescott and Munroe 1982) . C. coliand C. fetus subsp. ferus cause diarrhoea in man (Smibert 1978) , a n d the latter species may cause enteritis in cattle (Al-Mashat and Taylor 1983) .", "cite_spans": [{"start": 174, "end": 200, "text": "(Prescott and Munroe 1982)", "ref_id": null}, {"start": 259, "end": 273, "text": "(Smibert 1978)", "ref_id": null}, {"start": 331, "end": 358, "text": "(Al-Mashat and Taylor 1983)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Two proposed new species, C. sputorum subsp. mucosalis (Lawson et al 1981) and C. hyointestinalis (Gebhart et a1 1983) , have been described in association with porcine intestinal adenomatosis. Campylobacter infection is not commonly recognised as a cause o f diarrhoea in sheep (Reid 1976) . Nevertheless, there have been occasional reports of the isolation of Campylobacter, or related bacteria, from sheep with enteric disease. C . sputorum-like bacteria may be the cause of proliferative regional ileitis of sheep (Hoorens e t a1 1977; Vandenberghe and Hoorens 1980) . In New Zealand, Campylobacter of uncertain species have been isolated from sheep with enteritis (Russell 1955) and from sheep with a syndrome of combined colitis a n d nephrosis ( J o p p and Orr 1980) . In addition, several Campylobacter species are frequently isolated from the intestinal tract of normal sheep. They include C . fecalis (Firehammer 1965) , C . fetus subsp. fetus (Smibert 1965) and C. jejuni (Bryner et a1 1972; Prescott and Bruin-Mosch 198 1) .", "cite_spans": [{"start": 55, "end": 74, "text": "(Lawson et al 1981)", "ref_id": null}, {"start": 98, "end": 118, "text": "(Gebhart et a1 1983)", "ref_id": null}, {"start": 279, "end": 290, "text": "(Reid 1976)", "ref_id": null}, {"start": 518, "end": 539, "text": "(Hoorens e t a1 1977;", "ref_id": null}, {"start": 540, "end": 570, "text": "Vandenberghe and Hoorens 1980)", "ref_id": null}, {"start": 669, "end": 683, "text": "(Russell 1955)", "ref_id": null}, {"start": 751, "end": 774, "text": "( J o p p and Orr 1980)", "ref_id": null}, {"start": 912, "end": 929, "text": "(Firehammer 1965)", "ref_id": "BIBREF5"}, {"start": 955, "end": 969, "text": "(Smibert 1965)", "ref_id": null}, {"start": 984, "end": 1003, "text": "(Bryner et a1 1972;", "ref_id": null}, {"start": 1004, "end": 1035, "text": "Prescott and Bruin-Mosch 198 1)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Although Campylobacter and related bacteria have been isolated from diseased and healthy sheep, proof of a primary pathogenic role of these bacteria is lacking.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The present report describes an epidemic of diarrhoea in sheep that occurred during the summer of 1981-82. Initial studies showed that colon contents from an affected sheep could be used to transmit the disease to normal sheep, but an aetiologic agent was not identified. Modification of microbiological techniques in the late stages of the epidemic enabled isolation of Campylobacter-like bacteria from naturally infected sheep.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The disease was studied on 8 farms where sheep were grazing semi-improved native pasture and on one farm with improved, irrigated pasture. Flock size varied from 300 to 2,000. In all cases, veterinary advice was sought because anthelmintic treatment had failed to arrest diarrhoea in the flock.", "cite_spans": [], "ref_spans": [], "section": "Naturally-occuring Disease"}, {"text": "Pathology -Twenty-one sheep from the 9 farms were obtained alive and killed immediately prior to necropsy. Sections for histopathological examination were stained with haematoxylin and eosin or by the Levaditi method (Luna 1968 ). Total counts of gastrointestinal parasites were performed on each animal. Bacteriology -Mesenteric lymph node samples and contents of colon and caecum were cultured on Columbia agars containing 6% sheep blood and on MacConkey agars. Plates were incubated aerobically and anaerobically, using an Anaerobic Systems, at 37°C. Colon contents were also incubated overnight in selenite broth* before subculturing on brilliant green agar* for the detection of salmonellas.", "cite_spans": [{"start": 217, "end": 227, "text": "(Luna 1968", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Naturally-occuring Disease"}, {"text": "Colonic and caecal mucosa of all sheep were washed free of ingesta under running tap water, lightly scraped with a scalpel, smeared onto glass microscope slides and stained with 10% crystal violet in ethanol for 20 sec, or by the Gram method. Mucosal smears from the abomasum, duodenum, jejunum, ileum, coiled colon and rectum of 5 sheep were also examined. Wet preparations of mucosal scrapings were examined by dark field microscopy for motile bacteria.", "cite_spans": [], "ref_spans": [], "section": "Naturally-occuring Disease"}, {"text": "Up to 5 blood agar plates per sample were lightly streaked with mucosal scrapings from the colon and caecum of all sheep. Mucosal scrapings were also inoculated onto one or more of the following selective media containing antibiotics: Skirrow, modified Butzler (Patton et a1 1981) , Dufty (1967) and Lawson and Rowland (1974) . In addition, mucosal scrapings from 4 sheep were suspended in phosphate buffered saline, pH 7.2 (PBS), passed through a 0.45 pm of 0.65 jm filter 1 and cultured on blood agar or in semisolid, heated serum medium (HSM), prepared by heating 10 ml vials of sterile bovine serum at 80°C until the serum coagulated.", "cite_spans": [{"start": 261, "end": 280, "text": "(Patton et a1 1981)", "ref_id": null}, {"start": 283, "end": 295, "text": "Dufty (1967)", "ref_id": null}, {"start": 300, "end": 325, "text": "Lawson and Rowland (1974)", "ref_id": null}], "ref_spans": [], "section": "Naturally-occuring Disease"}, {"text": "Cultures from the first 16 sheep were all incubated aerobically, anaerobically, and in an atmosphere of approximately 85% N,, 10% CO, and 5% 0, (produced by a gas generating kit* for Campylobacter). Cultures from the last 5 sheep were also incubated in an atmosphere of approximately 80% H,, 10% CO, and 10% air (= 2% O,), without a catalyst, as described by Lawson and Rowland (1974) .", "cite_spans": [{"start": 359, "end": 384, "text": "Lawson and Rowland (1974)", "ref_id": null}], "ref_spans": [], "section": "Naturally-occuring Disease"}, {"text": "Virology -Colon contents from 16 of the 21 naturally affected sheep, plus the sheep used as a source of inoculum in Experiment 1 (see below), were examined for enteric viruses by electron microscopy as previously described (Tzipori et a1 1978) .", "cite_spans": [{"start": 223, "end": 243, "text": "(Tzipori et a1 1978)", "ref_id": null}], "ref_spans": [], "section": "Naturally-occuring Disease"}, {"text": "Three experiments were performed and are summarised in Table 1 and 2 were kept in a paddock and allowed unlimited access to green grass and water. Sheep in experiment 3 were held in a cement-floored animal house, and fed lucerne chaff. Necropsies were performed on treated and control sheep at intervals of one to 42 days after diarrhoea began in the treated groups. Pathological and microbiological procedures were as described for naturally affected sheep, with the H,-based atmosphere being used only in experiment 3. Experiment 1 -Colon contents from sheep with diarrhoea were inoculated into 4 groups of sheep using serial passage. Inoculum for the first group was obtained from a naturally infected sheep, after which each successive group was challenged with colon contents from a sheep with diarrhoea in the preceding group. Colon contents were suspended in an equal volume of PBS and each sheep received 10 ml orally and 10 ml per rectum. Three controls were given a suspension of normal faeces obtained from cohort sheep, 3 were given saline, and 6 remained uninoculated.", "cite_spans": [], "ref_spans": [{"start": 55, "end": 62, "text": "Table 1", "ref_id": null}], "section": "Experimental Infections"}, {"text": "Experiment 2 -Colon contents from a sheep with diarrhoea in Experiment 1 were centrifuged at 10,000 g for 20 min at 4°C. The deposit was reconstituted to the original volume in PBS. The supernate was recentrifuged, the resulting supernate carefully aspirated into a sterile container, and a sample cultured aerobically and anaerobically on blood agar. This procedure was designed to produce a bacteria-free supernate in which any pathogenic viruses would be retained in suspension. Sheep were dosed orally and rectally with 10 ml of the supernate or the resuspended deposit. Experiment 3 -Two isolates (1 and 2) of Campylobacterlike bacteria from naturally affected sheep were subcultured 4 times on blood agar, then grown for 2 days in HSM. Viability was checked by observing motility. Ten ml of HSM, diluted with PBS, was inoculated orally and rectally into each sheep. Controls were dosed with PBS.", "cite_spans": [], "ref_spans": [], "section": "Experimental Infections"}, {"text": "Electron Microscopy An experimentally infected sheep with diarrhoea and a control sheep were anaesthetised with barbiturate. Segments of colon and caecum were removed at laparotomy and fixed in 4%1 glutaraldehyde in PBS at 4°C. Tissues were gently shaken to dislodge ingesta, then trimmed, post-fixed in 2% aqueous osmium tetroxide, dehydrated in acetone and embedded in araldite-epon. Sections approximately 0.5 pm thick were stained with methylene blue for light microscopy. Sections of silver interference colour were stained with uranyl * * Nilverme, ICI Australia Ltd, Melbourne, Victoria Australian Veterinary Journal, Vol. 61, No. 6, June, 1984 nitrate and lead nitrate and examined by transmission electron microscopy.", "cite_spans": [], "ref_spans": [], "section": "Experimental Infections"}, {"text": "Glutaraldehyde-fixed mucosal scrapings were negatively stained with 3% aqueous phosphotungstic acid, pH 7.1 on carbon-Formvar coated grids and examined by electron microscopy.", "cite_spans": [], "ref_spans": [], "section": "Experimental Infections"}, {"text": "Isolates were preserved by freezing HSM cultures at -7OOC. Cultures on CBA were tested for growth at 25, 37 and 42'C, in aerobic, anaerobic, N2-, and H,-enriched atmospheres. Growth at 37°C in each atmosphere was tested also on blood agar containing 2.5 mg sodium formate per ml (Lawson et a1 1981) . All other tests were performed in the H,enriched atmosphere at 37°C. Growth on blood agar was compared to that on Columbia agar containing 5% serum. The following blood-free media were used: Columbia agar, brain-heart infusion agar, thioglycolate broth, and semi-defined agar (Mehlman and Romero 1982) . Modified rumenfluid agar (Bryant et a1 1959) was prepared by adding 20% filtersterilised rumen fluid to CBA. Tolerance to 1% glycine and 3.5% NaCl were tested by adding each compound to CBA. Oxidase and catalase reactions were performed as described by Cowan and Steel (1965) . Ability to ferment glucose and reduce nitrate or nitrite were tested in HSM to which 1% glucose and 0.005 g/l phenol red or 0.01% KNO, had been added. Hippurate hydrolysis was tested as described by Leuchtefeld and Wang (1982) . Blood agar plates were inoculated to produce confluent growth and one of the following antibiotic containing discs* was placed in the centre of each plate: nalidixic acid (30 pg), cephalothin (30 pg), ampicillin (10 pg), neomycin (10 pg), penicillin (10 U), novobiocin (5 pg), nitrofurantoin (100 pg), tetracycline (10 pg), sulphonamide (100 pg), erythromycin (10 Mg) and trimethoprim (1.25 pg).", "cite_spans": [{"start": 279, "end": 298, "text": "(Lawson et a1 1981)", "ref_id": null}, {"start": 577, "end": 602, "text": "(Mehlman and Romero 1982)", "ref_id": null}, {"start": 630, "end": 649, "text": "(Bryant et a1 1959)", "ref_id": null}, {"start": 858, "end": 880, "text": "Cowan and Steel (1965)", "ref_id": null}, {"start": 1082, "end": 1109, "text": "Leuchtefeld and Wang (1982)", "ref_id": null}], "ref_spans": [], "section": "Characterisation of Campylobacter -like Bacteria"}, {"text": "Of the 6,700 sheep in the flocks studied, approximately 2,000 (30%) had diarrhoea and 75 died. Morbidity rates varied from 20% to 75%. The disease began one to 2 months after weaning, when the sheep were approximately 6 months of age, and continued for 4 months during the summer. Adults were not observed to have the disease.", "cite_spans": [], "ref_spans": [], "section": "Naturally-occurring Disease"}, {"text": "Physical examination revealed soft, fluid faeces instead of normal pellets. Body condition was generally poor although some sheep with diarrhoea were in good condition. Body temperature, heart rate and respiration were normal.", "cite_spans": [], "ref_spans": [], "section": "Naturally-occurring Disease"}, {"text": "Necropsy findings -The only macroscopic finding, in most cases, was increased fluidity of the colon contents. Some severely affected sheep had ascites, subcutaneous, dependent oedema, and loss of adipose tissue. Gross lesions in the intestinal mucosa were not observed. Microscopic lesions were confined to the large intestine and were usually mild. Cases judged to be of more than a week's duration (by the degree of breech dagging) had focal erosion of the caecal and colonic superficial epithelium and infiltration of the lamina propria by neutrophils. Dilated glands contained necrotic debris and had flattened epithelium. Mucous cells were decreased in number. Milder cases had focal mucosal erosions only. Three sheep had ulcerations extending to half the depth of the mucosa with intense neutrophil and lymphocyte and infiltration in the submucosa and lamina propria. The surface of the ulcers was heavily colonised with bacilli. The diagnostic feature common to all 21 sheep necropsied was the close association of faintly basophilic bacteria with the surface epithelium of the caecum and colon (Figure 1) . In many sections these bacteria formed an uninterrupted layer along the surface, but they were not seen in the glands. They were best demonstrated with a Levaditi silver stain. Parasitology -Numbers of strongyle and coccidian parasites were uniformly low, although up to 200 Trichuris ovis were found in the caecum of each sheep. Bacteriology -Stained smears of caecal and colonic mucosa contained many Campylobacter-like bacteria in all 21 sheep. The bacteria were Gram-negative, but were more clearly seen with crystal violet stain. Most were 1 to 2 pm long with a \"comma\" or \"S\" shape (Figure 2) . The curved bacteria predominated over the other flora, which included only scant bacilli and large spirochaetes. Smears prepared from all levels of the intestinal tract of 5 sheep showed the curved bacteria were confined to the caecum and large colon. Motile bacteria were not seen in mucosal sctapings examined by dark field microscopy. Carnpylobacrer-like bacteria were isolated from 2 of the 21 sheep. These isolates grew only on blood agar incubated in the H,-enriched atmosphere. Known enteropathogenic bacteria were not isolated from any of the sheep examined. Many plates inoculated with scrapings from washed mucosa were sterile or had only a light growth of mixed bacteria after 7 days incubation.", "cite_spans": [], "ref_spans": [{"start": 1103, "end": 1113, "text": "(Figure 1)", "ref_id": null}, {"start": 1704, "end": 1714, "text": "(Figure 2)", "ref_id": null}], "section": "Naturally-occurring Disease"}, {"text": "The results of all experimental inoculations are summarised in Table I . Diarrhoea in treated sheep began 5 to 7 days after inoculation and persisted, in all cases, until necropsy. Controls were not observed to have diarrhoea at any time. All sheep with diarrhoea remained alert and continued to eat. Body temperature, heart rate, respirtory rate and hae-matological parameters, measured immediately prior to euthanasia, were within the normal range in all treated and control sheep.", "cite_spans": [], "ref_spans": [{"start": 63, "end": 70, "text": "Table I", "ref_id": null}], "section": "Experimental Disease"}, {"text": "Necropsy findings -Macroscopic lesions were not seen, but all sheep with diarrhoea had curved .bacteria adherent to the superficial epithelium of the colon and caecum. This was the only change in sheep killed one or 2 days after diarrhoea had begun. Sheep that had diarrhoea for 3 days or longer had focal erosions of the colonic mucosa, and numerous dilated glands filled with necrotic debris. Ulcers were not seen in experimental sheep. Control sheep had no significant lesions. Bacteriology -Bacteria were not isolated from the supernate of the centrifuged colon contents, used as inoculum in Experiment 2. Smears prepared from colonic mucosa of all sheep with experimentally induced diarrhoea (n= 18), contained masses of 1 to 2 pm, curved bacteria identical to those seen in the natural disease. These bacteria were not seen in any of the 13 control sheep, or 8 sheep unaffected by experimental inoculation, that were necropsied. Larger, spirochaete-like bacteria were occasionally seen in mucosal smears of sheep with diarrhoea, but were also seen in controls. The H,-dependent Carnpylobacter-like bacteria used as inoculum in experiment 3 were not re-isolated from any sheep in that experiment.", "cite_spans": [], "ref_spans": [], "section": "Experimental Disease"}, {"text": "The colonic epithelium of the control sheep had a regular brush border, with microvilli of uniform length. In the infected sheep, many bacteria were apparently adherent to the apical surface of epithelial cells. The bacteria were aligned in parallel with only their ends in contact with the cell ( Figure  3 ). The epithelial brush border was disrupted, having fewer microvilli, of variable length. However, this was the only sign of damage to the epithelial cells.", "cite_spans": [], "ref_spans": [{"start": 298, "end": 307, "text": "Figure  3", "ref_id": "FIGREF3"}], "section": "Electron Microscopy"}, {"text": "Bacteria were 1 to 2 pm long x 0.3 pm wide. The structure of the cell wall was typical of Gram-negative bacteria, with an inner cytoplasmic membrane, an outer membrane, and middle periplasmic space. No attachment organelles were seen in the 10 to 20 nm space between bacteria and cells, although a flagellum was often seen in cross section ( Figure  4) . No intracellular bacteria were seen.", "cite_spans": [], "ref_spans": [{"start": 342, "end": 352, "text": "Figure  4)", "ref_id": "FIGREF4"}], "section": "Electron Microscopy"}, {"text": "Negatively stained mucosal scraping showed numerous curved bacteria with a single flagellum at one or both ends ( Figure 5 ). No pili were present.", "cite_spans": [], "ref_spans": [{"start": 114, "end": 122, "text": "Figure 5", "ref_id": "FIGREF5"}], "section": "Electron Microscopy"}, {"text": "Both isolates were identical in all characteristics examined.", "cite_spans": [], "ref_spans": [], "section": "Characterisation of Campylobacter spp."}, {"text": "They were Gram-negative, comma or S shaped and 1 to 2 pm long. Dark field examination of cultures in HSM revealed rapid, darting motion. Initially, the isolates grew only on blood agar or in HSM at 37°C in the hydrogen-enriched atmosphere. Subcultures grew on Skirrow's agar, but no growth was observed at any other temperature or in any other atmosphere. Growth on serum agar was poorer than on blood agar. No growth was seen on media that did not contain blood. Addition of rumen fluid to blood agar resulted in slightly larger colonies after 5 days. Growth on blood agar was first visible after 3 days incubation, as clear, colourless, pinpoint colonies. After 7 days, colonies reached a maximum size of 0.5 mm. Bacterial growth scraped from blood agar was oxidase positive and catalase negative. When grown in HSM, glucose was not fermented and the medium turned alkaline after 48 h. Nitrate and nitrite were reduced.", "cite_spans": [], "ref_spans": [], "section": "Characterisation of Campylobacter spp."}, {"text": "The isolates did not hydrolyse hippurate, and did not grow in the presence of 1% glycine or 3.5% NaCI. Addition of sodium formate suppressed growth in hydrogen and did not allow growth in the nitrogen atmosphere. Because growth was slow, and testing was done on blood agar, the antibiatic sensitivity results did not strictly relate to the susceptible or resistant category provided for each antibiotic by the manufacturer of the discs. ", "cite_spans": [], "ref_spans": [], "section": "Characterisation of Campylobacter spp."}, {"text": "These clinical, microbiological and pathological features define a syndrome we refer to as weaner colitis. Its hallmark was diarrhoea, of high morbidity, in weaned sheep. Mortality was low, but profits from affected flocks were decreased by poor growth rate, cost of treatment and increased need for fly strike prevention.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The major finding in naturally and experimentally infected sheep was the mass of bacteria adherent to the colonic epithelium, with little attendant necrosis. A similar lesion occurs in intestinal spirochaetosis of man (Hovind-Hougen et a/ 1982), rodents (Lee and Phillips 1978) and monkeys (Zeller and Takeuchi 1982) . However, the cultural characteristics of the spirochaetes isolated from those conditions are quite different from the bacteria isolated from sheep with weaner colitis. The lesions in sheep also showed similarity to the mild, erosive colitis produced by C. jejuni in gnotobiotic dogs (Prescott et a1 1981) . Mucosal ulceration, seen in some naturally infected sheep, may be a more severe, or chronic form of the disease. The pathogenesis of the diarrhoea in sheep with weaner colitis is unclear. Bacteria adherent t o colonic epithelium may secrete an enterotoxin causing fluid loss from the colon. Alternatively, the disruption of epithelial cell microvilli may physically decrease absorption by the colon.", "cite_spans": [{"start": 254, "end": 277, "text": "(Lee and Phillips 1978)", "ref_id": null}, {"start": 290, "end": 316, "text": "(Zeller and Takeuchi 1982)", "ref_id": null}, {"start": 602, "end": 623, "text": "(Prescott et a1 1981)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Campyfobacter-like bacteria isolated from naturally infected sheep may be the transmissible etiologic agent of weaner colitis. Evidence in support of this includes experimental reproduction of the disease with pure cultures of the bacteria, light and electron microscopic demonstration of morphologically similar bacteria in mucosal smears of affected, but not control sheep, and absence of other enteropathogens in diseased sheep.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Weaner colitis was reproduced in only 2 of 13 sheep inoculated with pure cultures, suggesting additional factors, such as concomitant viral infection, or lack of specific immunity may be necessary to establish infection. In contrast, the disease was reproduced in 13 of 17 sheep inoculated with colon contents. This disparity may be due to decreased infectivity of the Campylobacter-like bacteria after subculturing on agar. Loss of virulence during subculture probably contributed to the difficulty experienced by others in experimental reproduction of diarrhoea due to C. jejuni (Prescott and Karmali 1978; Firehammer and Myers 1981; Manninen et a1 1982) . Furthermore, the difficulty we experienced in growing the bacteria precluded measurement of the number of live bacteria in culture fluids. Therefore, the sheep inoculated with pure cuitures may have received less than optimal infective doses.", "cite_spans": [{"start": 581, "end": 608, "text": "(Prescott and Karmali 1978;", "ref_id": null}, {"start": 609, "end": 635, "text": "Firehammer and Myers 1981;", "ref_id": null}, {"start": 636, "end": 656, "text": "Manninen et a1 1982)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Owing to the difficulty of cultivating the bacteria, weaner colitis must a t present be diagnosed by microscopic examination of colonic and caecal mucosal smears from freshly killed sheep. Improved culture techniques need to be developed t o enable isolation of the Campylobacter-like bacteria from faeces of living sheep. Histopathology is a useful adjunct to diagnosis only when samples are fixed immediately after death.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In Vitro antibiotic sensitivity testing indicated that tetracycline, sulphonamide or erythromycin may be suitable for treatment of weaner colitis. Eight of the 9 farmers claimed diarrhoea was markedly decreased after 2 or 3 doses of sulphonamide. A response t o sulphonamide did not occur on one farm. The epidemiology of the disease is unknown, so controlled studies of treatment and epidemiology are required before recommendations for control can be made.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The bacteria isolated from 2 naturally infected sheep had several characteristics in common with Campylobacter spp. described by Smibert (1974) . These were: gram negative, spiral morphology, a single, polar flagellum a t one or both ends, a darting motility, microaerophilia, a positive oxidase test, a n ability to reduce nitrates and failure to ferment glucose. Although numerous curved, flagellate bacteria are commensals of the ruminant gastrointestinal tract, for example, Vibrio, Butyrivibrio, Succinivibrio and Lachnospira Australian Veterinary Journal, Vol. 61, No. 6, June, 1984 (Skerman 1974) , their anaerobic growth and glucose fermentation would distinguish them from our isolates. Within the genus Carnpylobacter, the negative catalase reaction, H, dependence, inability to grow in the presence of 1% glycine or 3.5% NaCI, and ability to reduce nitrite align our isolates with C. sputorum subsp. mucosalis (Lawson e t a1 1975; . However, the small colonies are not typical of Campylobacter. Our isolates were similar to those of Vandenberghe and Hoorens (1980) as each was catalase negative, and did not grow in media containing 1% glycine or 3.5%", "cite_spans": [{"start": 129, "end": 143, "text": "Smibert (1974)", "ref_id": "BIBREF29"}, {"start": 589, "end": 603, "text": "(Skerman 1974)", "ref_id": "BIBREF26"}, {"start": 921, "end": 941, "text": "(Lawson e t a1 1975;", "ref_id": null}, {"start": 1044, "end": 1075, "text": "Vandenberghe and Hoorens (1980)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "NaCI. However, their isolates had larger colonies, grew a t 43' C and did not reduce nitrite. The Vibrio isolated by Russell (1955) was insufficiently described to compare with our isolates, b u t the clinical syndromes were similar. The correct taxonomic position of the Carnpylobacter-like bacteria isolated from weaner colitis must await antigenic and D N A base ratio analysis.", "cite_spans": [{"start": 117, "end": 131, "text": "Russell (1955)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF3": {"ref_id": "b3", "title": "Manual for the Identification of Medical Bacteria", "authors": [{"first": "S", "middle": ["T"], "last": "Cowan", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Steele", "suffix": ""}], "year": 1965, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Cornell Vet", "authors": [{"first": "B", "middle": ["D"], "last": "Firehammer", "suffix": ""}], "year": 1965, "venue": "", "volume": "55", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Vlaams diergen. Tidjsch", "authors": [{"first": "J", "middle": [], "last": "Hoorens", "suffix": ""}, {"first": "W", "middle": [], "last": "Oyaert", "suffix": ""}, {"first": "C", "middle": [], "last": "Meyvisch", "suffix": ""}, {"first": "J", "middle": [], "last": "Vandenberghe", "suffix": ""}, {"first": "J", "middle": [], "last": "Derijcke", "suffix": ""}], "year": 1977, "venue": "", "volume": "46", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Manual of Histologic Staining Methods of the Armed Forces Institute of Pathology", "authors": [{"first": "L", "middle": ["G"], "last": "Luna", "suffix": ""}], "year": 1968, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Infection and Immun", "authors": [{"first": "K", "middle": ["I"], "last": "Manninen", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Prescott", "suffix": ""}, {"first": "I", "middle": ["R"], "last": "Dohoo", "suffix": ""}], "year": 1982, "venue": "", "volume": "38", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "In Bergey's Manual of Determinative Bacteriology", "authors": [{"first": "V", "middle": ["B D"], "last": "Skerman", "suffix": ""}], "year": 1974, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Bergey's Manual of Determinative Bacteriology", "authors": [{"first": "R", "middle": ["M"], "last": "Smibert", "suffix": ""}], "year": 1974, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Veterinary Laboratory, Department of Agriculture, P.O. Box 483, Bairnsdale, Victoria 3875 t \"Attwood\" Veterinary Research Laboratory, Department of Agriculture, Mickleham Road, Westmeadows, Victoria 3047 $ Two s y s t e m s of Campylobacter taxonomy are in current use. The names used here are derived from t h e Approved List of Bacterial Names (Skerman et a / 1980). Australian Veterinary Journal, Val. 61, No. 6, June, 1984", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Merino sheep 3 to 5 months of age, purchased from a local farm, were drenched with fenbendazolll and 5 Oxoid Australia Pty Ltd, M e l D O U r n e , Victoria 1 Millipore Pty Ltd, Sydney, New South Wales I( Panacurm, Hoescht Australia Ltd, Melbourne, Levamisole**. Control and treated sheep in experiments 1", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Veterinary Journal, Vol. 61, No. 6 , June, Colon mucosa with bacteria visible as a pale-staining, tangled mass (arrow) covering the surface. There is minimal disruption of the epithelium and moderate leukocyte accumulation in the lamina propria. Naturally infected sheep. Haematoxylin and eosin x 400.Virology -Coronavirus-like particles were seen in the colon contents of one naturally infected sheep. No viruses were seen in the remaining sheep.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Caecal epithelium from experimentally infected sheep, with curved bacteria adherent to the surface. Microvilli are short and disorganised but epithelial cells are otherwise intact x 6000.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Higher magnification of bacteria adherent to caecal epithelium, showing points of attachment and microvillus disruption x 30,000.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Negatively stained bacteria from mucosal scraping, showing single polar flagellum x 20,000.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The following results are a guide only, with the diameter (in mm) of inhibition zones given in brackets after each antibioticsusceptible: nitrofurantoin (70), Tetracycline (60), erythromycin (65), sulphonamide (60), nalidixic acid (26), ampicillin (21); intermediate: cephalothin (18), neomycin (16); resistant: novobiocin (13), penicillin (17). trimethoprim (0). Australian Veterinary Journal, Vol. 61, No. 6, June, 1984", "latex": null, "type": "figure"}, "TABREF1": {"text": "Table 1. Merino sheep 3 to 5 months of age, purchased from a local farm, were drenched with fenbendazolll and 5 Oxoid Australia Pty Ltd, M e l D O U r n e , Victoria 1 Millipore Pty Ltd, Sydney, New South Wales I ( Panacurm, Hoescht Australia Ltd, Melbourne, Victoria 184 T A B L E 1 Development of diarrhoea and demonstration of curved bacteria in the mucosa of sheep inoculated with different preparations of faeces and bacterial Isolates", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>N u m b e r of Sheeo </td><td> </td></tr><tr><td>Experi- Inoc- ment u lum number </td><td>Inoc- ulated </td><td>Developed Necrop- diarrhoea </td><td>sied </td><td>With </td></tr><tr><td> </td><td> </td><td> </td><td>curved bacteria in rnucosal scraoinas </td></tr><tr><td>Colon </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>contents </td><td>17 </td><td>13 </td><td>17 </td><td>13 </td></tr><tr><td>Normal 1 faeces </td><td>3 </td><td>0 </td><td>2 </td><td>0 </td></tr><tr><td>Saline </td><td>3 </td><td>0 </td><td>2 </td><td>0 </td></tr><tr><td>None </td><td>6 </td><td>0 </td><td>6 </td><td>0 </td></tr><tr><td>Supernatant 2 fluid </td><td>3 </td><td>0 </td><td>1 </td><td>0 </td></tr><tr><td>Deoosit </td><td>3 </td><td>3 </td><td>3 </td><td>3 </td></tr><tr><td>Campylo- bacter-like </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>3 bacteria Isolate 1 </td><td>9 </td><td>2 </td><td>6 </td><td>- 2 </td></tr><tr><td>Isolate 2 </td><td>4 </td><td>0 </td><td>0 </td><td> </td></tr><tr><td>None </td><td>6 </td><td>0 </td><td>2 </td><td>0 </td></tr></table></body></html>"}}, "back_matter": []}