{"paper_id": "ff1ed58959d6da898d2d28d0e291c5870035aa26", "metadata": {"title": "How resilient is the United States' food system to pandemics?", "authors": [{"first": "Andrew", "middle": ["G"], "last": "Huff", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Walter", "middle": ["E"], "last": "Beyeler", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nicholas", "middle": ["S"], "last": "Kelley", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joseph", "middle": ["A"], "last": "Mcnitt", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Rarely have studies focused on the secondand third-order effects of pandemics. Limiting the disruption of critical infrastructures during a pandemic is important for the survival and health of society (i.e., electricity, water, and food) as most medical and public health responses to a pandemic depend on these infrastructures. The studies that have looked at this issue have highlighted alarming gaps in preparedness. This study used a system dynamics model to demonstrate the likely effects of a pandemic on the USA's food system. The model reveals that a severe pandemic with greater than a 25 % reduction in labor availability can create significant and widespread food shortages. The Ebola epidemic that began in 2014 has caused severe food shortages in West Africa, which are similar to the effects that this model predicts in the USA. The likely effects of the reduction in the amount of available food are difficult to specifically predict; however, it is likely to have severe negative consequences on society. The resilience of the food system must be improved against this hazard and others.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Throughout human history, there have been pandemics, and pandemics can be caused by a wide variety of infectious agents. In 165 A.D., the Antonine Plague caused 2,000 deaths per day in Rome and killed one quarter of the people that became infected with smallpox-like illness (Littman and Littman 1973) . In 541 A.D., the Justinian Plague caused 5, 000 deaths per day in Constantinople, killing an estimated 25 million people globally (Scott and Duncan 2001) . The Black Death killed an estimated 100 million people over 7 years (Ziegler 2013) . In 1918, the Spanish flu (H1N1) killed roughly 100 million people and infected 500 million people while affecting working age people (15-54 year olds) the most severely (Johnson and Mueller 2002) . Although the 2009 H1N1 influenza virus did not have the high levels of mortality observed in the previously mentioned pandemics, the pandemic affected working age adults the most severely similarly to the 1918 Spanish flu (20-59 year olds; Viboud et al. 2010) . Although the scientific community does not have a crystal ball to predict when the next pandemic will occur, history is likely to repeat itself.", "cite_spans": [{"start": 275, "end": 301, "text": "(Littman and Littman 1973)", "ref_id": "BIBREF25"}, {"start": 434, "end": 457, "text": "(Scott and Duncan 2001)", "ref_id": "BIBREF44"}, {"start": 528, "end": 542, "text": "(Ziegler 2013)", "ref_id": "BIBREF49"}, {"start": 714, "end": 740, "text": "(Johnson and Mueller 2002)", "ref_id": "BIBREF19"}, {"start": 983, "end": 1002, "text": "Viboud et al. 2010)", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Introduction"}, {"text": "Concerns over climate and environmental change, limited natural resources, and a population expected to reach as much as 13 billion by 2050 highlight several of the challenges that are increasingly the likelihood of the next pandemic (Pimentel et al. 2010) . Beyond history repeating itself, the world is rapidly changing, making a severe pandemic increasingly likely (Suk and Semenza 2011) . Increasing population (especially in urban areas) and increasing pollution of food, water, air, and soil by chemicals and infectious diseases are causing a rapid increase in the prevalence of disease and human mortality (Pimentel et al. 2010; Murray and Lopez 1997; Pimentel and Pimentel 2007) .", "cite_spans": [{"start": 234, "end": 256, "text": "(Pimentel et al. 2010)", "ref_id": "BIBREF41"}, {"start": 368, "end": 390, "text": "(Suk and Semenza 2011)", "ref_id": "BIBREF46"}, {"start": 613, "end": 635, "text": "(Pimentel et al. 2010;", "ref_id": "BIBREF41"}, {"start": 636, "end": 658, "text": "Murray and Lopez 1997;", "ref_id": "BIBREF30"}, {"start": 659, "end": 686, "text": "Pimentel and Pimentel 2007)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Climate change will cause different ecological interactions; thus, zoonotic diseases will likely emerge in new transitional Electronic supplementary material The online version of this article (doi:10.1007/s13412-015-0275-3) contains supplementary material, which is available to authorized users. ecological zones (Harvell et al. 2002; Patz et al. 2005) . While old diseases will re-emerge in the developed world, their effects will be most detrimental in the third world (Patz et al. 2004) . From influenza to HIV, the urbanization of the global population will increase the rate at which zoonotic and anthropogenic diseases are transmitted (Sclar et al. 2005) . High population density and greater ease of global transportation will increase the frequency and intensity of disease cycles and increase the demand for limited public health resources (Alirol et al. 2011) . Complicating matters further, 925 million humans are currently malnourished worldwide, which increases the probability of disease infection (FAO 2010 ). An increasing population will cause the competition for water, energy, and food resources to intensify. Furthermore, climate change will increase ecological interactions likely contributing to growing disease emergence risk; possible reductions in crop productivity due to changing weather patterns, increasing plant pathogens, and pests; and armed conflicts where potable water, natural resources for manufacturing and energy, and nutritious foods are less readily available or extremely scarce. By increasing the variety and transmissibility of infectious agents, and by increasing the stress on food production systems, these challenges will complicate the response to a pandemic in the future.", "cite_spans": [{"start": 315, "end": 336, "text": "(Harvell et al. 2002;", "ref_id": "BIBREF14"}, {"start": 337, "end": 354, "text": "Patz et al. 2005)", "ref_id": "BIBREF37"}, {"start": 473, "end": 491, "text": "(Patz et al. 2004)", "ref_id": null}, {"start": 643, "end": 662, "text": "(Sclar et al. 2005)", "ref_id": "BIBREF43"}, {"start": 851, "end": 871, "text": "(Alirol et al. 2011)", "ref_id": "BIBREF1"}, {"start": 1014, "end": 1023, "text": "(FAO 2010", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "One of the greatest challenges in pandemic planning is developing systems (e.g., food, water, and energy production) that are resilient enough to continue functioning during a severe pandemic. Unfortunately, there are no simple solutions to tackle problems of this magnitude and complexity. The combination of multiple interdependent systems and worker absenteeism creates a potentially fragile situation during a pandemic due to the critical interdependencies between multiple systems (Fig. 1) . Worker absenteeism can place significant stress on product manufacturing, energy production, and transportation systems (Hessel 2009; Osterholm 2005) . The global food system depends on these systems, as do most other vital systems in modern society. Without a healthy workforce, supply chains operate below optimal capacity or shut down altogether. Sick employees, changes in demand, or inventory shortages can all affect a broad spectrum of supply chains, including supplies needed to combat the pandemic (Kumar and Chandra 2010) . For example, everything created and used in modern medicine is reliant on fossil fuel and electricity systems in some fashion (Osterholm and Kelley 2009 ). There is currently an inadequate amount of medical supplies that are vital to pandemic preparedness and response (Adalja et al. 2012) , and this problem is likely to be exacerbated during pandemic response.", "cite_spans": [{"start": 617, "end": 630, "text": "(Hessel 2009;", "ref_id": "BIBREF16"}, {"start": 631, "end": 646, "text": "Osterholm 2005)", "ref_id": "BIBREF34"}, {"start": 1004, "end": 1028, "text": "(Kumar and Chandra 2010)", "ref_id": "BIBREF22"}, {"start": 1157, "end": 1183, "text": "(Osterholm and Kelley 2009", "ref_id": "BIBREF35"}, {"start": 1300, "end": 1320, "text": "(Adalja et al. 2012)", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 486, "end": 494, "text": "(Fig. 1)", "ref_id": null}], "section": "Introduction"}, {"text": "A fundamental property of interdependent networks is that failure or degradation in one system may cause the failure of other dependent systems (Buldyrev et al. 2010 ). There are multiple examples of real-world cascading failures, especially in systems that have single points of failure. The most pervasive cascading system failure is the electric system blackout (Dobson et al. 2007 ). On August 14, 2003, a series of failures on the US and Canadian Northeastern Power grid caused 55 million people to go without electricity causing sewage systems to overflow, rail service to retard, gas stations to shut down, communications systems to fail, food to spoil, and food processing and distribution to come to a halt (Lin et al. 2011; Fig. 1 A high-level interdependency diagram of the relationships between a pandemic, the workforce, and the systems that are necessary for the food and agriculture system (communication is implied but not illustrated). The dashed lines represent one-way relationships and the solid lines represent twoway relationships. All components in the diagram (circles) are necessary for the system to function Hines et al. 2009 ). This real-world example, and many others, demonstrates the reliance of the food and agriculture system on other interdependent systems. In the case of a pandemic, worker absenteeism may cause multiple points of failure within the food and agriculture system itself or in the interdependent systems that the food and agriculture system relies upon to function.", "cite_spans": [{"start": 144, "end": 165, "text": "(Buldyrev et al. 2010", "ref_id": "BIBREF4"}, {"start": 365, "end": 384, "text": "(Dobson et al. 2007", "ref_id": "BIBREF9"}, {"start": 716, "end": 733, "text": "(Lin et al. 2011;", "ref_id": "BIBREF24"}, {"start": 734, "end": 740, "text": "Fig. 1", "ref_id": null}, {"start": 1135, "end": 1152, "text": "Hines et al. 2009", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Introduction"}, {"text": "For these reasons, private industry is starting to have greater interest in resilience (Meuwissen et al. 2010 ), but private companies in the food system are still unprepared for disruptions to the supply chain (Nikou and Selamat 2013) . Typical food supply chains are large, vertically integrated, and owned by multinational public and private corporations with a high degree of product diversity (Roth et al. 2008 ). More than 80 % of food is delivered through the global supply chain with a major focus on low cost and high efficiency. Due to the small profit margins across the majority of the food industry, pressure to reduce cost has led to the consolidation of food companies, and now, only a few companies control most of the volume of food products in the global food system (e.g., Archer Daniels Midland, Cargill, Kraft, Nestle, PepsiCo, Unilever, and Walmart). The economies of scale created by these companies have created major barriers for new competitors. The dependence on large multinational private food companies for domestic and international food security is a difficult challenge for food system resiliency leaving limited options to government policy makers, especially during a pandemic.", "cite_spans": [{"start": 87, "end": 109, "text": "(Meuwissen et al. 2010", "ref_id": "BIBREF29"}, {"start": 211, "end": 235, "text": "(Nikou and Selamat 2013)", "ref_id": "BIBREF33"}, {"start": 398, "end": 415, "text": "(Roth et al. 2008", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Introduction"}, {"text": "The food system's dependence on the transportation system creates a major vulnerability. The transportation system can shut down during pandemics, causing the movement of vital cargo to halt (Luke and Rodrigue 2008). The food system has become increasingly dependent on transportation to deliver its products over long distances. On average, food travels 1, 300 miles from Bfarm to fork^(Zsidisin and Ritchie 2009). The global food system, with its broad array of perishable products, functions in a just-in-time economy where food inventories are intentionally kept at such low levels that food arrives just in time for consumption. This is the source of much of the increased efficiency in the food system. Since inventories are kept very low, there is vulnerability to unanticipated variations in flow. Increasing stocks of food costs money and decreases profits; therefore, agricultural businesses are reluctant to build food security resilience via stockpiling (Beck et al. 2006) . Modern society heavily depends on the timely delivery of goods (McKinnon 2006) , not only for delivery of food to retail distribution but also for delivery of agricultural inputs to farms (e.g., seeds, animal food, fertilizer) and the delivery of farm products to processors, packagers, spot markets, and exporters.", "cite_spans": [{"start": 966, "end": 984, "text": "(Beck et al. 2006)", "ref_id": "BIBREF2"}, {"start": 1050, "end": 1065, "text": "(McKinnon 2006)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Introduction"}, {"text": "Two case studies examined the impact of interruption in transportation on food supply. First, in 1979, truck drivers in the UK went on strike for a few days, and because food inventories were high, the worker absenteeism did not affect local food availability (McKinnon 2006) . In 2000, truck owner operators in the UK blocked major roads and fuel distribution depots for 3 days. If the blockade had lasted 1 day more, food retailers in the UK would have run out of food. The volume of retail traffic dropped to 10-12 % below average and the national industrial output decreased by 10 %. This experience demonstrates that relatively minor disruptions on transportation can cause large problems if they persist. McKinnon (2006) also simulated the effect of a total loss of trucking and found that bread would be gone within 2 days from supermarkets. Recently, worker absenteeism caused by the largest outbreak of Ebola virus disease shut down food production and food supply chains in Western Africa (FAO 2014) . As of November 2014, the World Food Program estimated that 460,000 additional individuals became food insecure in Liberia, Sierra Leone, and Guinea as a result of production and trade reductions (FAO 2014 (FAO , 2015 . These realworld events and simulations highlight the fragile nature of the food system and the important relationship between food and transportation systems.", "cite_spans": [{"start": 260, "end": 275, "text": "(McKinnon 2006)", "ref_id": "BIBREF28"}, {"start": 711, "end": 726, "text": "McKinnon (2006)", "ref_id": "BIBREF28"}, {"start": 999, "end": 1009, "text": "(FAO 2014)", "ref_id": null}, {"start": 1207, "end": 1216, "text": "(FAO 2014", "ref_id": null}, {"start": 1217, "end": 1228, "text": "(FAO , 2015", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Unfortunately, the consolidation of retail distribution could increase the consequences of a pandemic (Peck 2006) . Portions of supply chains that are dense, complex, or critical are more vulnerable to disruptions (Lederman et al. 2009 ). The USA's food system's critical points are in the middle of the supply chain. This creates a bottleneck effect where there are a large number of farmers and producers, and a large number of consumers, but there are not many processing and packaging plants in the middle of the supply chain ). The reliance on these choke points creates vulnerability where a disruption to the food system's workforce at processing plants, packaging plants, and distribution centers could disrupt the entire food supply chain.", "cite_spans": [{"start": 102, "end": 113, "text": "(Peck 2006)", "ref_id": "BIBREF39"}, {"start": 214, "end": 235, "text": "(Lederman et al. 2009", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Introduction"}, {"text": "Another potential problem is the USA's reliance on imported food. Of the food consumed in the USA, 10-15 % is imported (McDonald 2013). If a localized outbreak were to affect worker absenteeism abroad, then the food supply chain in other countries would likely be disrupted causing a reduction in the amount of food imported into the USA. Companies are currently unprepared for this possibility and rely on international borders that remain open to transport, which may not be the case during a pandemic (Meuwissen et al. 2010 ).", "cite_spans": [{"start": 504, "end": 526, "text": "(Meuwissen et al. 2010", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Introduction"}, {"text": "Consumers do not generally store large amounts of food (Sennebogen 2011), in part because a large number live in cities without much personal storage space. For example, the average home size is 1,895 square feet in Los Angeles, 1,417 square feet in Chicago, and 1,124 square feet in New York City (Calin 2012; U.S. Census 2014) . Currently, 50 % of people worldwide live in cities, and this percentage is expected to rise to 60 % by 2030 (National Intelligence Council 2013). This will likely exacerbate the problem of small amounts of individual food storage, especially during events that cause disruptions to the food supply chain. Another cause of small individual stores of food is poverty. During the 2002-2004 SARS outbreak in Asia, most people had very little food stored at home (Lederman et al. 2009 ). The combination of the food supply chain disruption due to the SARS outbreak and the minimal individual stores of food created a situation where many people had difficulty obtaining food. A similar situation could be caused by a wide variety of infectious agents (Brown 2009 ).", "cite_spans": [{"start": 298, "end": 310, "text": "(Calin 2012;", "ref_id": "BIBREF6"}, {"start": 311, "end": 328, "text": "U.S. Census 2014)", "ref_id": "BIBREF7"}, {"start": 789, "end": 810, "text": "(Lederman et al. 2009", "ref_id": "BIBREF23"}, {"start": 1077, "end": 1088, "text": "(Brown 2009", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "Though it is not possible to know whether there will be a severe pandemic in any given year, highly pathogenic airborne viruses like pandemic influenza can spread rapidly around the world. A severe pandemic would likely have multiple waves of infection, each lasting 2-3 months, and reaching infection rates of 30 % or more (DHS 2006; FFIEC 2007; OSHA 2007) . In independent studies, it was determined that a pandemic could last for up to 18-24 months, with three waves each lasting up to 3 months (Hickson et al. 2008; Staples 2006) .", "cite_spans": [{"start": 324, "end": 334, "text": "(DHS 2006;", "ref_id": null}, {"start": 335, "end": 346, "text": "FFIEC 2007;", "ref_id": null}, {"start": 347, "end": 357, "text": "OSHA 2007)", "ref_id": null}, {"start": 498, "end": 519, "text": "(Hickson et al. 2008;", "ref_id": "BIBREF17"}, {"start": 520, "end": 533, "text": "Staples 2006)", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Introduction"}, {"text": "One way that a pandemic would indirectly impact the food supply chain is by altering consumer behavior. Pandemics create uncertainty and volatility in consumer demand, making it particularly difficult to maintain food inventories in a just in time economy (Vo and Thiel 2006) . In a study of the effect of a disaster on behavior, the most frequent response is to stockpile supplies, food, and water (Kohn et al. 2012) . This rush to buy food would quickly raise demand on a weakened food production and transportation system, which would likely lead to more shortages. The most common food items to be stockpiled by consumers are bottled water, milk, and canned food. Even food retailers panic purchase (Peck 2006) .", "cite_spans": [{"start": 256, "end": 275, "text": "(Vo and Thiel 2006)", "ref_id": "BIBREF48"}, {"start": 399, "end": 417, "text": "(Kohn et al. 2012)", "ref_id": "BIBREF21"}, {"start": 703, "end": 714, "text": "(Peck 2006)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Introduction"}, {"text": "Another major impact of a severe pandemic is on the workforce, affecting food system output at every step of production. The significance of transportation for the food system is not simply a matter of transporting food from one step of the supply chain to another. Other systems and supply chains, on which the food system depends, like water, electricity, and transportation, are also vulnerable to disruption due to labor shortages (Beck et al. 2006) . Absenteeism was found to be a major source of potential vulnerability in the coal supply chain during a severe pandemic in the USA (Kelley and Osterholm 2008) . The greatest impact projected by absenteeism along the coal supply chain was in transportation of coal stocks, which over the course of a severe pandemic could lead to power shortages (Kelley and Osterholm 2008) .", "cite_spans": [{"start": 435, "end": 453, "text": "(Beck et al. 2006)", "ref_id": "BIBREF2"}, {"start": 587, "end": 614, "text": "(Kelley and Osterholm 2008)", "ref_id": "BIBREF20"}, {"start": 801, "end": 828, "text": "(Kelley and Osterholm 2008)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Introduction"}, {"text": "The National Infrastructure Simulation and Analysis Center created a model to evaluate the potential impacts of a pandemic on numerous sectors of the USA's economy. NISAC claimed that the food system is vulnerable to disruptions but could not withstand a labor shortage of over 10 % for a few months. NISAC also found that many aspects of the food system are labor intensive (i.e., transportation, wholesale, processing, and farming) and estimated that a 25 % reduction in labor would cause a 49 % reduction in food production. Their analysis concluded that with a 10 % reduction in labor all elements would remain operational, though there would be major shortages. However, the absenteeism rate of 10 % in the NISAC study was highly optimistic. Absenteeism in a severe pandemic could be as much as 20-40 % (DHS 2006; FFIEC 2007; OSHA 2007) . Furthermore, one of NISAC's analyses examined the effect of worker absenteeism on a regional milk supply chain and found that although milk production facilities did not shut down with a 25 % reduction in labor, there was a 49 % reduction in milk production-a worrisome result.", "cite_spans": [{"start": 808, "end": 818, "text": "(DHS 2006;", "ref_id": null}, {"start": 819, "end": 830, "text": "FFIEC 2007;", "ref_id": null}, {"start": 831, "end": 841, "text": "OSHA 2007)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Despite the direct effects of worker absenteeism on the food production process, worker absenteeism can affect food systems indirectly. A loss of transportation can interrupt waste removal. In a survey (Peck 2006) , one retail distributor stated:", "cite_spans": [{"start": 202, "end": 213, "text": "(Peck 2006)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Introduction"}, {"text": "… food production operations would cease within 36 h if (production) waste could not be disposed of. The food system should be viewed as a pipeline. The supplier at one end, and consumers at the other-there is little capacity to stop the pipeline in mid-flow.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This suggests that a high rate of worker absenteeism in the waste disposal system could bring food production to a halt.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Modeling is one way to explore how the resilience to withstand pandemics can be built into food systems. Hickson et al. (2008) researched several different aspects of Manitoba's resiliency: population, nutritional needs, nutrition of food being consumed, the food system (i.e., inventories, transportation), and possible mitigation. They simulated a food delivery system with 35 % absenteeism due to pandemic and found that some regions of Manitoba could have food shortages due to transportation shortfalls. The Hickson et al. (2008) research was performed to identify potential solutions to mitigate food shortages during a pandemic, as opposed to identifying root causes of their food system's failure. Payan (2013) created an agent-based model to examine the effects of worker absenteeism on milk supply. The model incorporates a Bbullwhip effect,^in which the variation in the purchasing orders is amplified as orders move closer to the source of production. The model assumed no changes to inputs or outputs during a pandemic (an unrealistic assumption). However, the model assumed that every part of the milk production process would be affected by labor shortages except for retail. Lastly, the model assumed about a 10 % slack in processing and transportation. The simulation counted the number of days in which demand was not met. The model found that (1) the greatest amount of disruption to the supply chain was in the middle of milk supply chain; (2) the least amount of disruption was in the retail sector; (3) that the greatest variability in demand was at the farm level; and (4) that the inventory decreased nearing the consumer. From this analysis, Payan (2013) concluded that the oscillating behavior of the milk inventory reflected the high impact of a pandemic on the milk supply chain.", "cite_spans": [{"start": 105, "end": 126, "text": "Hickson et al. (2008)", "ref_id": "BIBREF17"}, {"start": 513, "end": 534, "text": "Hickson et al. (2008)", "ref_id": "BIBREF17"}, {"start": 706, "end": 718, "text": "Payan (2013)", "ref_id": "BIBREF38"}, {"start": 1667, "end": 1679, "text": "Payan (2013)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Introduction"}, {"text": "To understand the effect of worker absenteeism on the US food system, we created a computer simulation model with five stages for the flow of food through the system: farms, processing, distribution, retailing, and consumption. The model is available as a VENSIM program (Online Resource 1), which anyone can download and use to run food system simulations with a variety of scenarios.", "cite_spans": [], "ref_spans": [], "section": "Method and model design"}, {"text": "When food is purchased at the retail level, a chain of communication is set in motion: retailers order food from distributors, distributors order from processors, and processors order from farms. Transportation moves the food from each stage to the next. The scale of the model is at the population level for the USA. The model includes all of the minimum necessary components for the food system to operate: communication, electricity, employees, production at all stages, transportation, water, and waste. Processes in the model affecting food inventory at distributors and retail establishments (e.g., first-in firstout inventory management) are typical for the food system.", "cite_spans": [], "ref_spans": [], "section": "Method and model design"}, {"text": "The model keeps track of the total amount of food available at different stages of the production supply chain as food flows through it. The capacity to produce, process, or transport food at each stage depends directly on the availability of labor. Estimates of the degree of food system functioning, given worker absenteeism, require detailed information and data along with the food system's contingency plans for emergency operations and training. However, analysis of a range of stylized responses to worker absenteeism identifies where detailed information is most useful and where additional data would be most helpful for designing and implementing mitigation strategies.", "cite_spans": [], "ref_spans": [], "section": "Method and model design"}, {"text": "Each run of the model covered a period of 800 days. A pandemic lasting 500 days was represented by three waves of illness (and associated absenteeism), each wave lasting 166 days (Fig. 2) . The simulations continued for 300 days beyond the end of the pandemic to observe what would happen to the food system after the pandemic.", "cite_spans": [], "ref_spans": [{"start": 179, "end": 187, "text": "(Fig. 2)", "ref_id": "FIGREF0"}], "section": "Model process"}, {"text": "Each stage is characterized by a few key parameters: (1) the typical amount of food held in inventory expressed as the number of days it can supply; (2) the sensitivity of the production rate to worker absenteeism; (3) a decay rate for stored food (expressed as a time constant); and (4) the sensitivity of transportation time to worker absenteeism.", "cite_spans": [], "ref_spans": [], "section": "Model process"}, {"text": "Of particular significance is the fact that reduction of function by absenteeism may not be in simple proportion to the reduction in labor. Each production and transportation system in the model has a power-law dependence on the availability of labor (Fig. 3) . Some parts of the system may have an ability to buffer a partial reduction in labor, maintaining performance closer to normal than the labor reduction would suggest. The opposite could happen in other parts of the system, where a reduction in labor sets in motion a disproportionately greater reduction in function. To incorporate this into the model, we assumed the relationship shown in Fig. 3 . When r=1, reduction in performance is in simple proportion to the reduction in labor. When r<1, reduction in performance is less than the reduction in labor. When r>1, reduction in performance is greater than the reduction in labor.", "cite_spans": [], "ref_spans": [{"start": 251, "end": 259, "text": "(Fig. 3)", "ref_id": null}, {"start": 651, "end": 657, "text": "Fig. 3", "ref_id": null}], "section": "Model process"}, {"text": "The transportation networks that connect major food system stages are subject to disruption by widespread absenteeism, both from the shortage of farm labor, truck drivers, and Fig. 3 The relationship between available labor (compared to normal labor supply) and performance (compared to normal performance). Large values of r (r > 1) represent a strong reduction in system performance in response to small reductions in worker availability; small values of r (r < 1) allow substantial reduction in worker availability before the system suffers significant performance degradation warehouse operators and from any disruption in the availability of interdependent systems (i.e., fuel, electricity, water, sanitation, and waste disposal) due to worker absenteeism at every step in production. The effect of worker absenteeism on the shipping rate between successive steps is modeled using the simple power-law dependency described above (Fig. 3) . The coefficients describing the relative degradation of shipping rate with labor availability between each pair of linked processors are treated as perfectly correlated (no lag time between employee absenteeism and the loss of transportation) since worker absenteeism is likely to have an immediate effect on shipping. The parameter values for the different stages in the food system are described in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 176, "end": 182, "text": "Fig. 3", "ref_id": null}, {"start": 934, "end": 942, "text": "(Fig. 3)", "ref_id": null}, {"start": 1346, "end": 1353, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Model process"}, {"text": "The model includes a range of values for food storage capacity at each stage of the food system (e.g., farms, processors, distributors, retail), selected from a range of 10-150 days of food supply stored at farms, 4-28 days of processing storage, and 2-7 days of distribution, retailer, and consumer storage. Because food is subject to loss from spoilage or other causes at each stage of the system, loss is included in the model as an exponential decay process, using randomly selected values for farm, processing, distribution, and retailing loss rates ranging from 0.02 to 0.20 per day and consumer loss rate ranging from 0.07 to 0.20 per day.", "cite_spans": [], "ref_spans": [], "section": "Model process"}, {"text": "As the actual values of r could be different in different parts of the system, the model was run repeatedly with different values of r for different parts of the system, selected at random from a range of r=0.37 to r=2.72 to see a corresponding range of simulation outcomes. Randomly selected values of r were used for the transformation of labor supply to functional performance at farms, processing plants, and retail outlets and transport of agricultural inputs to farms, transport of food from farms to processing plants, and transport of food from distribution centers to retail outlets.", "cite_spans": [], "ref_spans": [], "section": "Model process"}, {"text": "The model was run 2,000 times with the three waves of worker absenteeism shown in Fig. 4 . Each replicate run was based on a different combination of randomly selected values of r, storage capacities, and loss rates listed in Table 1 , simulating food production, transport, and consumption. The simulated food system can initially supply a nominal 5.5 lb of food per person per day. However, this initial food consumption rate applies only to the beginning of a simulation run. After that, the model keeps track of food system inventory levels and flows that change with the passage of time. The deficit in the quantity of food reaching consumers (i.e., the difference between consumer demand and food supply to consumers) was calculated daily in the course of each simulation run. The daily deficit could range from 0 %, when food needs for the day were fully met, to 100 % if there was no food delivery to consumers that day. The deficits from each day were summed over the 800 days to calculate the total number of Bhunger-days^in each run. A hunger-day is equivalent to one person eating no food for 1 day. The sum of hunger-days over an entire run is an aggregated measured of the system's inability to meet the population's food demand.", "cite_spans": [], "ref_spans": [{"start": 82, "end": 88, "text": "Fig. 4", "ref_id": null}, {"start": 226, "end": 233, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Model process"}, {"text": "Food shortages might be distributed across households in very different ways, leading to different health consequences. For example, a relative consumption rate of 50 % might correspond to (1) all households getting half of their desired intake; (2) half of all households receiving no food while half receive their nominal amount; or (3) some intermediate condition. Meeting the aggregated demand for food is necessary for meeting individual demands; however, an aggregated model can identify conditions that must be met to prevent shortfalls. This model cannot determine regional or individual levels of food availability during a pandemic. . 4 Waves of worker absenteeism responsible for food deficits in the simulation runs. Each run was based on a cycle with a trough of 10 % absenteeism and a peak selected randomly from a range of 10 to 50 % absenteeism. The blue line represents the absenteeism in a median cycle, which varies from a trough of 10 % to a peak of 30 %. The colors represent the distribution of the absenteeism cycles in the 2,000 simulation runs. The color coding for distribution percentages is at the top of the figure", "cite_spans": [], "ref_spans": [{"start": 643, "end": 646, "text": ". 4", "ref_id": null}], "section": "Model process"}, {"text": "Model output did not vary significantly among a variety of experimental scenarios that were tested. Results are available in online supplemental material (Online Resource 2), where the purpose of the simulations was to determine if stockpiling of food at various points in the food system (a possible policy solution to food insecurity during a pandemic) could mitigate shortages. Figure 5 depicts the frequency distribution for the number of hunger-days per capita in each of the 2,000 simulation runs for the scenario based on the three waves of worker absenteeism shown in Fig. 4 . There were significant food deficits in 50 % of the simulations, which had moderate to high levels of worker absenteeism. In the other 50 % of simulations, there were not enough absent employees to cause a significant number of hunger-days. Figures 6, 7 , and 8 depict the time course of people going hungry. There are few people going hungry during the first wave of a severe pandemic. However, the food supply drops dramatically with successive waves of infection, causing a significant shortage in food supply and a significant increase in cumulative hunger-days (Fig. 7) and in the fraction of the population going hungry (Fig. 8) . In some simulation runs, food deficits were continuous from one wave of infection to another.", "cite_spans": [], "ref_spans": [{"start": 381, "end": 389, "text": "Figure 5", "ref_id": null}, {"start": 576, "end": 582, "text": "Fig. 4", "ref_id": null}, {"start": 826, "end": 838, "text": "Figures 6, 7", "ref_id": null}, {"start": 1151, "end": 1159, "text": "(Fig. 7)", "ref_id": null}, {"start": 1211, "end": 1219, "text": "(Fig. 8)", "ref_id": null}], "section": "Results"}, {"text": "To illustrate the factors controlling food shortages, the scatter plots in Fig. 9 show the effect of transportation absenteeism and production absenteeism on hunger-days. Large food shortages are associated with high sensitivity of production at all stages of the system to labor available for the production. This suggests that knowing (or controlling) the sensitivity of production to labor is particularly important for estimating (or alleviating) food shortages.", "cite_spans": [], "ref_spans": [{"start": 75, "end": 81, "text": "Fig. 9", "ref_id": null}], "section": "Results"}, {"text": "Increasing the food stored at farms to 200-500 days did not significantly reduce hunger-days (i.e., food deficits). The simulations indicated that even with augmented food storage at farms, there would likely be disruptions to the food system due to labor shortages during a pandemic (Fig. 10) . There was a significant number of hunger-days in about half of the simulations. When food deficits occurred, they were almost always substantial. The consequences would be devastating to the USA if a disruption to the food system occurred at that scale.", "cite_spans": [], "ref_spans": [{"start": 284, "end": 293, "text": "(Fig. 10)", "ref_id": null}], "section": "Results"}, {"text": "This study found that the USA's food system is not resilient against the expected level of worker absenteeism (20-40 %) Fig. 5 Frequency distribution from the 2,000 model simulation runs, showing the total number of hunger-days per capita at the end of the 800 days in each run. Fifty percent of the simulation runs had no hunger-days. The median is roughly five hunger-days per person. Results from the runs with positive hunger-days indicate a significant reduction in the amount of available food due to worker absenteeism during a pandemic Fig. 6 Number of hunger-days each day (in a population of 300 million people) over the course of the simulated pandemic. The colors represent the distribution of the results in the 2,000 simulation runs. The color coding for distribution percentages is at the top of the figure   Fig. 7 The accumulation of hunger-days over the course of the simulated pandemic. The values for hunger-days at 800 days (the right-hand side of the graph) represent the total number of hunger-days during the pandemic. The colors represent the distribution of the results in the 2,000 simulation runs. The color coding for distribution percentages is at the top of the figure during a pandemic (DHS 2006; FFIEC 2007; OSHA 2007) . Similar to this study, other studies have found that severe pandemics have severe and adverse effects on food supply chains (Kumar and Chandra 2010; Osterholm 2005; Osterholm and Kelley 2009; McKinnon 2006) . One area of uncertainty in this analysis that directly affects the results is the epidemiologic characteristics of a future pandemic. Infectious diseases that rapidly burn through the US population in less than 30 days will likely not have a great impact on supply chains, and diseases that moderately sustain themselves in the population over longer periods are likely to have greater consequences in terms of worker absenteeism. Despite the frightening realization that the USA is not resilient to the tested pandemic scenarios (where there are no intervention strategies that are effective and the illness spreads very rapidly), potential measures to make the food supply chain more resilient to pandemics should be tested to increase the US resiliency.", "cite_spans": [{"start": 1218, "end": 1228, "text": "(DHS 2006;", "ref_id": null}, {"start": 1229, "end": 1240, "text": "FFIEC 2007;", "ref_id": null}, {"start": 1241, "end": 1251, "text": "OSHA 2007)", "ref_id": null}, {"start": 1378, "end": 1402, "text": "(Kumar and Chandra 2010;", "ref_id": "BIBREF22"}, {"start": 1403, "end": 1418, "text": "Osterholm 2005;", "ref_id": "BIBREF34"}, {"start": 1419, "end": 1445, "text": "Osterholm and Kelley 2009;", "ref_id": "BIBREF35"}, {"start": 1446, "end": 1460, "text": "McKinnon 2006)", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 120, "end": 126, "text": "Fig. 5", "ref_id": null}, {"start": 544, "end": 550, "text": "Fig. 6", "ref_id": null}, {"start": 815, "end": 830, "text": "figure   Fig. 7", "ref_id": null}], "section": "Discussion"}, {"text": "Even if the transportation system was somehow able to maintain its functionality during a pandemic, then the results of the sensitivity analysis in scenario 2 indicated that there might still not be enough food available in the system to prevent people from going hungry due to limited production.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The hunger-day statistic in this study implies that the burden of hunger is non-differential across the US population. However, when food becomes scarce, it is likely that the lower social economic status portion of the US population will bear more of the burden than the portion with higher social economic status. This suggests that lower social economic status individuals will be faced with more hunger-days comparatively speaking and are at higher risk of starvation. Many of the people that drive trucks and work in the food system are of Fig. 8 The fraction of individuals who do not have an adequate amount of food, shown over the course of the pandemic. The colors represent the distribution of the results in the 2,000 simulation runs. The color coding for distribution percentages is at the top of the figure. A very large number of individuals are hungry by the third wave in the pandemic Fig. 9 Comparison of the effect of production worker absenteeism in all stages of the system (left scatter diagram) and transport labor absenteeism (right scatter diagram) on hunger-days in the 2,000 simulation runs. Each dot in the scatter diagrams represents the total number of hunger-days during a single run and the magnitude of the r coefficient (Fig. 3) during the same run. The scatter diagrams show that production absenteeism impacted hunger-days more than transport absenteeism Fig. 10 A cumulative distribution plot for hunger-days in the 2,000 simulation runs when food storage at farms was increased. There were no hunger-days in 46 % of the runs and a positive number of hunger-days in the other 54 % of the runs. This result is almost identical to the scenario with less farm storage lower social economic status. This could potentially create a feedback loop and cascading failure in both the transportation system and the food system. For these reasons, future research should measure the likely effect of hunger-days on different levels of social economic status in the USA, quantify the amount of food necessary to remedy the hunger-day disparity, and determine where these vital personnel reside, between low and high social economic status groups. Then, policies should be investigated to determine ways to prevent vital segments of the workforce from starving.", "cite_spans": [], "ref_spans": [{"start": 545, "end": 551, "text": "Fig. 8", "ref_id": null}, {"start": 901, "end": 907, "text": "Fig. 9", "ref_id": null}, {"start": 1253, "end": 1261, "text": "(Fig. 3)", "ref_id": null}, {"start": 1390, "end": 1397, "text": "Fig. 10", "ref_id": null}], "section": "Discussion"}, {"text": "There are many opportunities for future research to improve the resiliency of the food system to pandemics. In theory, transportation and food system workers could be provided with personal protective equipment to reduce disease transmission risk. Future studies could examine the feasibility of training and disseminating personal protective equipment to vital systems personnel and try to determine what alternate emergency transportation systems exist and their capacity and determine if these types of policies would be acceptable to employees. Another possible solution to make the food and transportation systems' functioning more resilient is to have an emergency reserve workforce to replace critical absent workers. Research should be conducted to identify and quantify the number of critical positions by type through all interdependent systems and rank order their criticality to the functioning of the systems. That way the most critical positions can be replaced first. Based upon this analysis, training plans should be crafted to determine how many days are required to train replacement workers. In a pandemic, many systems will be facing labor shortages, and research should be conducted to determine and classify the transferable skills in the workforce. Then, workers will be able to be assigned to positions with minimal training and maximum efficiency. If executed, these studies could increase the resilience of the food system.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Other studies have postulated that hunger during disasters can be mitigated through local food production (e.g., urban agriculture, victory gardens, local commercial production, shared community gardens, etc.). Future research should examine the amount of food that can be generated cumulatively on a national scale, with existing and alternative food production infrastructure, and determine the amount of hunger-days that can be ameliorated. Additionally, the ramp-up time of local and regional production systems needs to be quantified. Depending when the pandemic strikes, the effects on the food system, and the number of hunger-days, could be drastically different due to the seasonality of food production. The effects of pandemic on local, regional, and national level food systems should be quantified based on the seasonality of food production. These future research ideas beg the question: who pays for the lower social economic status population's hunger-days, and what are the likely food prices in a pandemic scenario? Determining the cost of food will be important to know before policies can be put in place to mitigate a surge in food prices during a pandemic and to identify what core foods are needed for survival of the population (assuming that we cannot support them all now).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The USA wastes a tremendous amount of food, and in the current study, we did account for food waste. Future research should examine innovative ways to eliminate food waste or ways to consume the by-products of food processing in an emergency situation. Furthermore, research should be conducted to determine the feasibility of stockpiling in areas in close proximity to current retail food outlets for 16-43 hunger-days for every person in the USA for non-energydependent (e.g., frozen or refrigerated) shelf-stable foods (e.g., canned, preserved, and/or dried).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "This study had several limitations. The input assumptions used in this model were simplified versions of reality (i.e., the consumption of food per person per day was averaged, there was not of empirical data to completely validate the model, and the rates of food flowing through the model are averaged between points). The model we used lacked empirical data, for model inputs and for testing model outputs (other than national level-based data). The epidemiologic characteristics tested were best guesses. However, the food supply levels illustrated in Figs. 6 and 7 are conservative because the simulations were based only on direct effects of absenteeism on food production, processing, and distribution. The indirect effects shown in Fig. 1 were not included, though their impacts could be equal to or even greater than the direct effects. For example, absenteeism in the transportation sector could lead to a reduction of fuel deliveries to many sectors of the economy-farms, the transportation sector itself, electrical power plants-crippling farm production, food processing, refrigeration, transport, and other essential activities throughout the food system. Future simulation studies should assess the significance of indirect effects, including risks they pose for the possibility of total collapse in the food system. Finally, the model is only generalizable to places that have food systems with similar interdependences to the USA.", "cite_spans": [], "ref_spans": [{"start": 740, "end": 746, "text": "Fig. 1", "ref_id": null}], "section": "Discussion"}, {"text": "The research community needs to identify and quantify the most critical threats to the food system during a pandemic. This study, and others like it, indicates that there may not be enough food when the next pandemic occurs. Every day that passes, we are 1 day closer to the next pandemic. In the case of this body of research, time is our scarcest resource. The tremendous problems and uncertainty the world faces need to be addressed with the combination of empirical research and modeling to get ahead of the next pandemic. There are many things society can live without, but food is not one of them.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The globalization of US medical countermeasure production and its implications for national security", "authors": [{"first": "A", "middle": ["A"], "last": "Adalja", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Wollner", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Inglesbytv", "suffix": ""}], "year": 2012, "venue": "Biosecur Bioterror", "volume": "10", "issn": "", "pages": "255--257", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Urbanisation and infectious diseases in a globalised world", "authors": [{"first": "E", "middle": [], "last": "Alirol", "suffix": ""}, {"first": "L", "middle": [], "last": "Getaz", "suffix": ""}, {"first": "B", "middle": [], "last": "Stoll", "suffix": ""}, {"first": "F", "middle": [], "last": "Chappuis", "suffix": ""}, {"first": "L", "middle": [], "last": "Loutan", "suffix": ""}], "year": 2011, "venue": "Lancet Infect Dis", "volume": "11", "issn": "", "pages": "131--141", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Agribusiness industry, 2006. Industrial College of the Armed Forces", "authors": [{"first": "M", "middle": [], "last": "Beck", "suffix": ""}, {"first": "A", "middle": [], "last": "Bruins", "suffix": ""}, {"first": "T", "middle": [], "last": "Fox", "suffix": ""}, {"first": "F", "middle": [], "last": "Gayl", "suffix": ""}, {"first": "D", "middle": [], "last": "Giordano", "suffix": ""}, {"first": "D", "middle": [], "last": "Holmes", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Morgan", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Could food shortages bring down civilization?", "authors": [{"first": "L", "middle": ["R"], "last": "Brown", "suffix": ""}], "year": 2009, "venue": "Sci Am", "volume": "300", "issn": "", "pages": "50--57", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Catastrophic cascade of failures in interdependent networks", "authors": [{"first": "S", "middle": ["V"], "last": "Buldyrev", "suffix": ""}, {"first": "R", "middle": [], "last": "Parshani", "suffix": ""}, {"first": "G", "middle": [], "last": "Paul", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Stanley", "suffix": ""}, {"first": "S", "middle": [], "last": "Havlin", "suffix": ""}], "year": 2010, "venue": "Nature", "volume": "464", "issn": "", "pages": "1025--1028", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Governance of the world food system and crisis prevention", "authors": [{"first": "K", "middle": [], "last": "Burger", "suffix": ""}, {"first": "J", "middle": [], "last": "Warner", "suffix": ""}, {"first": "E", "middle": [], "last": "Derix", "suffix": ""}], "year": 2010, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Average home sizes", "authors": [{"first": "", "middle": [], "last": "Calin", "suffix": ""}], "year": 2012, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Characteristics of new housing", "authors": [{"first": "U", "middle": ["S"], "last": "Census", "suffix": ""}], "year": 2014, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Response and recovery guide for critical infrastructure and key resources", "authors": [], "year": 2006, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Complex systems analysis of series of blackouts: cascading failure, critical points, and self-organization", "authors": [{"first": "I", "middle": [], "last": "Dobson", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Carreras", "suffix": ""}, {"first": "V", "middle": ["E"], "last": "Lynch", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Newman", "suffix": ""}], "year": 2007, "venue": "Chaos", "volume": "17", "issn": "", "pages": "1--13", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Interagency statement on pandemic planning", "authors": [], "year": 2007, "venue": "Federal Financial Institutions Examination Council", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Global hunger declining, but still unacceptably high. Economic and Social Development Department", "authors": [], "year": 2010, "venue": "Policy Brief", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "West Africa: Ebola outbreak puts harvests at risk, sends food prices shooting up", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Special report: FAO/WFP Crop and Food Security Assessment-Liberia", "authors": [], "year": 2014, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Climate warming and disease risks for terrestrial and marine biota", "authors": [{"first": "C", "middle": ["D"], "last": "Harvell", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Mitchell", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Ward", "suffix": ""}, {"first": "S", "middle": [], "last": "Altizer", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Dobson", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Ostfeld", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Samuel", "suffix": ""}], "year": 2002, "venue": "Science", "volume": "296", "issn": "", "pages": "2158--2162", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Occupational Safety and Health Administration (2007) Guidance on preparing workplaces for an influenza pandemic", "authors": [], "year": 2014, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Pandemic influenza vaccines: meeting the supply, distribution and deployment challenges", "authors": [{"first": "L", "middle": [], "last": "Hessel", "suffix": ""}], "year": 2009, "venue": "Influenza", "volume": "3", "issn": "", "pages": "165--170", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Manitoba nutrition supply in event of a pandemic: analysis, vulnerabilities and risk management plans", "authors": [{"first": "A", "middle": [], "last": "Hickson", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Larson", "suffix": ""}, {"first": "A", "middle": [], "last": "Phillips", "suffix": ""}, {"first": "S", "middle": [], "last": "Khan", "suffix": ""}, {"first": "S", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "B", "middle": [], "last": "Wirth", "suffix": ""}, {"first": "D", "middle": [], "last": "Wolters", "suffix": ""}, {"first": "S", "middle": [], "last": "Wright", "suffix": ""}, {"first": "D", "middle": [], "last": "Kososki", "suffix": ""}], "year": 2008, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Cascading failures in power grids", "authors": [{"first": "P", "middle": [], "last": "Hines", "suffix": ""}, {"first": "K", "middle": [], "last": "Balasubramaniam", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Sanchez", "suffix": ""}], "year": 2009, "venue": "IEEE Potentials", "volume": "28", "issn": "", "pages": "24--30", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Updating the accounts: global mortality of the 1918-1920 BSpanish^influenza pandemic", "authors": [{"first": "N", "middle": ["P"], "last": "Johnson", "suffix": ""}, {"first": "J", "middle": [], "last": "Mueller", "suffix": ""}], "year": 2002, "venue": "Bull Hist Med", "volume": "76", "issn": "", "pages": "105--115", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pandemic influenza, electricity, and the coal supply chain", "authors": [{"first": "N", "middle": ["S"], "last": "Kelley", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Osterholm", "suffix": ""}], "year": 2008, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Personal disaster preparedness: an integrative review of the literature", "authors": [{"first": "S", "middle": [], "last": "Kohn", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Eaton", "suffix": ""}, {"first": "S", "middle": [], "last": "Feroz", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Bainbridge", "suffix": ""}, {"first": "J", "middle": [], "last": "Hoolachan", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Barnett", "suffix": ""}], "year": 2012, "venue": "Disaster Med Public Health Prep", "volume": "6", "issn": "", "pages": "217--231", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Supply chain disruption by avian flu pandemic for U.S. companies: a case study", "authors": [{"first": "S", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "C", "middle": [], "last": "Chandra", "suffix": ""}], "year": 2010, "venue": "Transp J", "volume": "49", "issn": "", "pages": "61--73", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Designing supply chain systems to cope with catastrophes", "authors": [{"first": "R", "middle": [], "last": "Lederman", "suffix": ""}, {"first": "S", "middle": [], "last": "Kurnia", "suffix": ""}, {"first": "J", "middle": [], "last": "Lederman", "suffix": ""}], "year": 2009, "venue": "PACIS 2009 Proceedings", "volume": "", "issn": "", "pages": "1--12", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Health impact in New York City during the Northeastern blackout of", "authors": [{"first": "S", "middle": [], "last": "Lin", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Fletcher", "suffix": ""}, {"first": "M", "middle": [], "last": "Luo", "suffix": ""}, {"first": "R", "middle": [], "last": "Chinery", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Hwang", "suffix": ""}], "year": 2003, "venue": "Public Health Rep", "volume": "126", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Galen and the Antonine plague", "authors": [{"first": "R", "middle": ["J"], "last": "Littman", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Littman", "suffix": ""}], "year": 1973, "venue": "Am J Philol", "volume": "", "issn": "", "pages": "243--255", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Protecting public health and global freight transportation systems during an influenza pandemic", "authors": [{"first": "T", "middle": ["C"], "last": "Luke", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Rodrigue", "suffix": ""}], "year": 2008, "venue": "Am J Disaster", "volume": "3", "issn": "", "pages": "99--107", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Growing a global food system: agriculture, environment and power in America", "authors": [{"first": "B", "middle": [], "last": "Mcdonald", "suffix": ""}], "year": 2013, "venue": "", "volume": "1", "issn": "", "pages": "1945--1995", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Life without trucks: the impact of a temporary disruption of road freight transport on a national economy", "authors": [{"first": "A", "middle": [], "last": "Mckinnon", "suffix": ""}], "year": 2006, "venue": "J Bus Logist", "volume": "27", "issn": "", "pages": "227--250", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Resilience of food companies to calamities-perceptions in the Netherlands", "authors": [{"first": "M", "middle": [], "last": "Meuwissen", "suffix": ""}, {"first": "K", "middle": [], "last": "Burger", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Lansink", "suffix": ""}], "year": 2010, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Global mortality, disability, and the contribution of risk factors: global burden of disease study", "authors": [{"first": "C", "middle": ["J"], "last": "Murray", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Lopez", "suffix": ""}], "year": 1997, "venue": "Lancet", "volume": "349", "issn": "", "pages": "1436--1442", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Global trends 2030: alternative worlds. Central Intelligence Agency", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Risk management capability within Malaysian food supply chains", "authors": [{"first": "S", "middle": ["H"], "last": "Nikou", "suffix": ""}, {"first": "H", "middle": [], "last": "Selamat", "suffix": ""}], "year": 2013, "venue": "Int J of Agr and Econ Dev", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Preparing for the next pandemic", "authors": [{"first": "M", "middle": ["T"], "last": "Osterholm", "suffix": ""}], "year": 2005, "venue": "N Engl J Med", "volume": "352", "issn": "", "pages": "1839--1842", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Energy and the public's health: making the connection", "authors": [{"first": "M", "middle": ["T"], "last": "Osterholm", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Kelley", "suffix": ""}], "year": 2009, "venue": "Public Health Rep", "volume": "124", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Working Group on Land Use Change Disease Emergence (2004) Unhealthy landscapes: policy recommendations on land use change and infectious disease emergence", "authors": [{"first": "J", "middle": ["A"], "last": "Patz", "suffix": ""}, {"first": "P", "middle": [], "last": "Daszak", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Tabor", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Aguirre", "suffix": ""}, {"first": "M", "middle": [], "last": "Pearl", "suffix": ""}, {"first": "J", "middle": [], "last": "Epstein", "suffix": ""}], "year": null, "venue": "Environ Health Perspect", "volume": "112", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Impact of regional climate change on human health", "authors": [{"first": "J", "middle": ["A"], "last": "Patz", "suffix": ""}, {"first": "D", "middle": [], "last": "Campbell-Lendrum", "suffix": ""}, {"first": "T", "middle": [], "last": "Holloway", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Foley", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "438", "issn": "", "pages": "310--317", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Cases of improvement to public health systems using mathematical modeling", "authors": [{"first": "Csd ; / D Av I L A Paya N -Dissertation-", "middle": [], "last": "Payan", "suffix": ""}], "year": 2013, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Resilience in the food chain: a study of business continuity management in the food and drink industry. Final Report to the Dep. for Environment, Food and Rural Affairs, Dep. of Defence Management & Security Analysis", "authors": [{"first": "H", "middle": [], "last": "Peck", "suffix": ""}], "year": 2006, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Food, energy, and society", "authors": [], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Will limited land, water, and energy control human population numbers in the future?", "authors": [{"first": "D", "middle": [], "last": "Pimentel", "suffix": ""}, {"first": "M", "middle": [], "last": "Whitecraft", "suffix": ""}, {"first": "Z", "middle": ["R"], "last": "Scott", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "P", "middle": [], "last": "Satkiewicz", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Scott", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Moe", "suffix": ""}], "year": 2010, "venue": "Hum Ecol", "volume": "38", "issn": "", "pages": "599--611", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Unraveling the food supply chain: strategic insights from China and the 2007 recalls", "authors": [{"first": "A", "middle": ["V"], "last": "Roth", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Tsay", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Pullman", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Gray", "suffix": ""}], "year": 2008, "venue": "J Supply Chain Manag", "volume": "44", "issn": "", "pages": "22--39", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The 21st century health challenge of slums and cities", "authors": [{"first": "E", "middle": ["D"], "last": "Sclar", "suffix": ""}, {"first": "P", "middle": [], "last": "Garau", "suffix": ""}, {"first": "G", "middle": [], "last": "Carolini", "suffix": ""}], "year": 2005, "venue": "Lancet", "volume": "365", "issn": "", "pages": "901--903", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Biology of plagues: evidence from historical populations", "authors": [{"first": "S", "middle": [], "last": "Scott", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Duncan", "suffix": ""}], "year": 2001, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Preparing for a Pandemic", "authors": [{"first": "J", "middle": [], "last": "Staples", "suffix": ""}], "year": 2006, "venue": "Harvard Business Review", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Future infectious disease threats to Europe", "authors": [{"first": "J", "middle": ["E"], "last": "Suk", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Semenza", "suffix": ""}], "year": 2011, "venue": "Am J Public Health", "volume": "101", "issn": "", "pages": "2068--2079", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Preliminary estimates of mortality and years of life lost associated with the 2009 A/H1N1 pandemic in the US and comparison with past influenza seasons", "authors": [{"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "M", "middle": [], "last": "Miller", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Olson", "suffix": ""}, {"first": "M", "middle": [], "last": "Osterholm", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}], "year": 2010, "venue": "PLoS Currents", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/currents.RRN1153"]}}, "BIBREF48": {"ref_id": "b48", "title": "A system dynamics model of the chicken meat supply chain faced with bird flu", "authors": [{"first": "Tlh", "middle": [], "last": "Vo", "suffix": ""}, {"first": "D ; Lem-Largecia", "middle": [], "last": "Thiel", "suffix": ""}, {"first": "France", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Supply chain risk managementdevelopments, issues and challenges. Supply chain risk", "authors": [{"first": "P ;", "middle": [], "last": "Ziegler", "suffix": ""}, {"first": "&amp;", "middle": [], "last": "Faber", "suffix": ""}, {"first": "", "middle": [], "last": "Faber", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Us Zsidisin", "suffix": ""}, {"first": "B", "middle": [], "last": "Ritchie", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Waves of worker absenteeism assumed in the model. The graph illustrates how absenteeism during a single simulation run of a pandemic would cycle between 10 and 30 %. Peak absenteeism might be", "latex": null, "type": "figure"}, "TABREF0": {"text": "Ranges of parameter values assigned for each stage in the food system", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Stage </td><td>Typical inventory (days) </td><td>Loss rate (1/day) </td><td>Production/labor coefficient </td><td>Shipping/labor coefficient\n</td></tr><tr><td>Farm </td><td>10-150 </td><td>0.02-0.20 </td><td>0.37-2.72 </td><td>0.37-2.72\n</td></tr><tr><td>Processing </td><td>4-28 </td><td>0.02-0.20 </td><td>0.37-2.72 </td><td>0.37-2.72\n</td></tr><tr><td>Distribution </td><td>2-7 </td><td>0.02-0.20 </td><td>0.37-2.72 </td><td>0.37-2.72\n</td></tr><tr><td>Retailing </td><td>2-7 </td><td>0.02-0.20 </td><td>0.37-2.72 </td><td>0.37-2.72\n</td></tr><tr><td>Consumption </td><td>2-7 </td><td>0.07-0.20 </td><td>0.37-2.72 </td><td>0.37-2.72\n</td></tr></table></body></html>"}}, "back_matter": []}