{"paper_id": "ff5345159a2d291ee51e77afd9924ddb28f309be", "metadata": {"title": "Bats and Emerging Infections: An Ecological and Virological Puzzle", "authors": [{"first": "Jordi", "middle": [], "last": "Serra-Cobo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universitat de Barcelona", "location": {"addrLine": "Av Diagonal 643", "postCode": "08028", "settlement": "Barcelona", "country": "Spain"}}, "email": "serracobo@areambiental.com"}, {"first": "Marc", "middle": [], "last": "Ló Pez-Roig", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universitat de Barcelona", "location": {"addrLine": "Av Diagonal 643", "postCode": "08028", "settlement": "Barcelona", "country": "Spain"}}, "email": ""}, {"first": "J", "middle": [], "last": "Serra-Cobo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universitat de Barcelona", "location": {"addrLine": "Av Diagonal 643", "postCode": "08028", "settlement": "Barcelona", "country": "Spain"}}, "email": ""}, {"first": "M", "middle": [], "last": "López-Roig", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universitat de Barcelona", "location": {"addrLine": "Av Diagonal 643", "postCode": "08028", "settlement": "Barcelona", "country": "Spain"}}, "email": ""}]}, "abstract": [{"text": "More than 200 viruses have been detected in bats. Some unique bat characteristics can explain the roles played in the maintenance and transmission of viruses: long phylogenetic history can have originated coevolution processes, great number of species are adapted to live in different environments, big mobility, long lifespan and gregarious behaviour of many species.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "To analyse zoonoses long longitudinal studies are needed with a multidisciplinary approximation to obtain the following eco-epidemiological data: colony size, number of bats per species, population structure, behaviour of each species, degree of contact between bats, social structure, remaining time of bats in the colony, colony type, foraging area, turnover rate of individuals, shelter temperature, relationship with other colonies and co-infection processes. These data allows assessing the epidemiological risk and which preventive measures are necessary to take.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The structure and functionality of ecosystems are changing worldwide at an unprecedented rate and can modify the interactions between humans and infected bats. There are more or less local factors that can affect the emergence and spread of diseases (environmental alterations, changes in land use, human population growth, changes in human socioeconomic behavior or social structure, people mobility increase, trade increase, forest fires, extreme weather events, wars, breakdown in public health infrastructure, etc.).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Twenty-three percent of all bat species in the world are decreasing. How does the regression of bat species affect the dynamic of viruses? The dichotomy between health risk and bat preservation is compatible with a preventive task based on more information and training.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The result of millions years of evolution has given rise to an extraordinary biodiversity with complex inter and intraspecific interrelations of the species and also with the environment in which they live. Each host species performs a specific ecological function, followed by a particular story and interacts with other species and their environment. The million years of evolution also has given rise to the co-evolution processes between host and pathogen, very important to understand the virus dynamic in host populations. All these complex interrelations between hostpathogen-environment require analysis of multiple biological and environment factors and this is only possible with a multidisciplinary approach. All these factors must be taken into account in eco-epidemiological studies and are very important in order to find preventive measures that reduce the risk of transmission to the human population, livestock and pets. The evolution of bats is a very successful singular history amongst the mammals that has produced an enormous diversity of species adapted to a great spectrum of environments.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In recent years, bats have been implicated in numerous emerging infectious disease events and have been recognized as important reservoir hosts for viruses that can cross the species barrier to infect humans and other domestic and wild mammals (Calisher et al. 2006; Hayman et al. 2013; Moratelli and Calisher 2015) . More than 200 viruses of 28 families have been isolated or detected in bats, distributed in the two suborders, 11 families and 37 genera of bats (Table 1) . These viruses apparently cause little or no pathology in bats. A comparative analysis (Luis et al. 2013) showed bats to be more likely to be infected with more zoonotic viruses per host species than rodents, thus adding weight to the importance of bats as reservoir and they play a key role in dynamic of viruses (O'Shea et al. 2014) . For example, numerous bat species can be infected by lyssaviruses. Bats serve as reservoirs of 13 out of the 15 lyssavirus species described (the only lyssavirus species that have not been isolated from bats, to date, are Mokola virus and Ikoma virus). Furthermore, recently described lyssavirus species enlarged the genetic diversity of lyssaviruses found in bats, suggesting that the lyssaviruses originated in these mammals and progressively diverged from a common ancestor (Badrane and Tordo 2001; Delmas et al. 2008) .", "cite_spans": [{"start": 244, "end": 266, "text": "(Calisher et al. 2006;", "ref_id": "BIBREF6"}, {"start": 267, "end": 286, "text": "Hayman et al. 2013;", "ref_id": "BIBREF17"}, {"start": 287, "end": 315, "text": "Moratelli and Calisher 2015)", "ref_id": null}, {"start": 561, "end": 579, "text": "(Luis et al. 2013)", "ref_id": "BIBREF29"}, {"start": 788, "end": 808, "text": "(O'Shea et al. 2014)", "ref_id": "BIBREF35"}, {"start": 1288, "end": 1312, "text": "(Badrane and Tordo 2001;", "ref_id": "BIBREF2"}, {"start": 1313, "end": 1332, "text": "Delmas et al. 2008)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 463, "end": 472, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "The epidemiological studies made about bats raise different questions. Why are bats good virus reservoirs? What is the dynamic of viruses in bat populations? Are there processes of co-evolution between bats and pathogens? Can the environmental changes influence the dynamic of viruses and the risk of transmission to humans? What are the main gaps in the study of bat zoonosis? Which are the risk factors and the prevention tasks? These questions have no simple answers because it requires a multidisciplinary approach that should take into account a diverse range of abiotic and biotic factors. The world in which we live is extremely complex, with a multitude of relationships between living organisms and the environment where they live. For example, the emergence of a viral epidemic will depend on the dynamics of the virus, which in turn will be influenced by external environmental factors. The dynamics of the reservoir species influence the virus dynamics. But the reservoir depends on factors such as temperature, rainfall, state of conservation of the habitat, the situation of stress affecting the species, etc. The aim of this paper is to contribute to elucidate this ecological and virological puzzle.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The roles played by bats in the maintenance and transmission of viruses requires consideration of the unique characteristics that distinguish bats from all other mammals.", "cite_spans": [], "ref_spans": [], "section": "Why the Bats Are Good Virus Reservoirs?"}, {"text": "The origin of bats is estimated in about 64 million years ago at or following the Cretaceous-Tertiary boundary. The Order Chiroptera is classified in Yinpterochiroptera (Rhinolophoidea and Pteropodidae) and Yangochiroptera (all other bat families) (Teeling et al. 2005) . Hence this long period of time can have originated coevolution processes between bats and viruses. The analysis done by Luis et al. (2013) indicated that bats host more zoonotic viruses and more total viruses per species than rodents, despite there are a lot more of rodent species in the world. Zhang et al. (2013) did an extensive genomic analysis of two distantly related species of bats and found a concentration of positively selected genes in the DNA damage checkpoint and nuclear factor kB (protein complex that controls transcription of DNA) pathways that may be related to the origin of flight. These authors propose that the flight evolved in tandem with concomitant genetic changes to their innate immune systems. These changes were related to the need of DNA damage repair because of high metabolic rates that are produced during flight. Baker et al. (2013a, b) suggested the possibility that bats might be able to control viral replication through innate immunity.", "cite_spans": [{"start": 248, "end": 269, "text": "(Teeling et al. 2005)", "ref_id": "BIBREF50"}, {"start": 392, "end": 410, "text": "Luis et al. (2013)", "ref_id": "BIBREF29"}, {"start": 568, "end": 587, "text": "Zhang et al. (2013)", "ref_id": "BIBREF56"}, {"start": 1122, "end": 1145, "text": "Baker et al. (2013a, b)", "ref_id": null}], "ref_spans": [], "section": "Evolution and Phylogeny of Bats"}, {"text": "The bat evolution has led to a great number of species adapted to fly, to consume a wide range of food resources and live in very different environments, characteristics that allowed them to colonize much of the terrestrial ecosystems. We find bats in deserts oasis, tropical and subtropical rainforests, plains near the sea, mountains relatively high, islands far from continents, temperate regions, boreal regions, etc. There are insectivorous, frugivorous, carnivorous, piscivorous, haemtophagous, nectarivorous, and scavengers bat species, and there are also bats that eat scorpions. Bats are the second largest order of mammals and currently, there are~1200 worldwide recognized bat species, accounting for approximately 21 % of all mammalian species. Every year new bat species from around the world are described, found not only in tropical and subtropical regions but also in temperate regions. The species richness increases towards the tropics and in most tropical areas bat diversity is higher than in any other group of mammals (Moratelli and Calisher 2015). They are the only mammals that can fly and they play a major ecological role as insect predators, seed dispersers and pollinators. Approximately 75 % of microchiroptera species are insectivorous and make an important control about the insect populations. In a longitudinal study done in Natural Park of Sant Llorenç del Munt i l'Obac (Barcelona, Spain), we estimate that Miniopterus schreibersii population in about 17,000 individuals that could annually consume between 15 and 30 tonnes of insects. McCraken estimated in about 10 tonnes of insects the daily consume of a big breeding colony constitute by a million of Tadarida brasiliensis that lived in Texas (McCracken and Wilkinson 2000) .", "cite_spans": [{"start": 1732, "end": 1762, "text": "(McCracken and Wilkinson 2000)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Species Richness"}, {"text": "The diversity of bat species and their worldwide distribution contribute to the biodiversity of their pathogens.", "cite_spans": [], "ref_spans": [], "section": "Species Richness"}, {"text": "Bats have a high mobility and have the potential to spread rapidly and widely the viruses. The flight provides them more mobility than the greatest part of terrestrial mammals have, including rodents. Some species can do long seasonal movements, behaviour that can enable the virus spread into regions that are more or less far away. The migration is an important component in the life cycle of numerous animals, especially in a changing world in space and time. The seasonal movements not only allow to escape from the adverse conditions, but also possibilities the exploitation of news habitats and contribute to the gen flow between colonies. Cross et al. (2005) showed that the probability of a pandemic event depended on the interaction between colony size and movement of hosts amongst groups during their infectious lifetime. They suggested that the gregarious hosts that form large groups and frequent movements are more heavily impacted by acute diseases than hosts with small groups and infrequent movement. It is possible to find examples of long bat migrations in all continents. Some African species perform seasonal migrations between rain forest areas, where they remain during the dry season, and savannah areas where they frequent during the rainy season (Ossa et al. 2012) . Eidolon helvum is an African bat species on which it's found neutralizing antibodies against Zaire ebolavirus. This species forms big colonies and does seasonal migrations that can exceed the 2500 km (Sørensen et al. 2001; Richter and Cumming 2008; Hayman et al. 2013 ). E. helvum can play a role in the spread of filoviruses. In this sense, Ogawa et al. (2015) suggest in their work on E. helvum the introduction of multiple species of filoviruses in the migratory bat population and point to the need for continued surveillance of filovirus infection of wild animals in sub-Saharan Africa, including hitherto nonendemic countries. Pons-Salort et al. (2014) show the importance that can have Miniopterus schreibersii in the dynamic of European Bat lyssavirus on the bat populations of Balearic Islands. They found that EBLV-1 could not be sustained if transmission between M. schreibersii and other bat species was eliminated. This species can do seasonal movements of some 100 km and can move between Mallorca and Menorca islands (Amengual et al 2007a, b) . Bats, except for most species of megachiroptera, emit ultrasounds to orient themselves during the flight, to communicate between them and also to locate and capture their prey. Lazzaro Spallanzani, considered one of the fathers of experimental biology, observed in 1793 that bats that were bereft of vision were able to orient themselves without any problem. Later, Spallanzani and Jurine found that bats need the sense of hearing to navigate and orient themselves during flight. It was not until 1941 that Griffin and Galambos showed that bats use ultrasound for orientation. Griffin proposed the term echolocation to define the process by which bats locate objects that can not see or touch thanks to the emission of acoustic signals and its echo analysis. We can distinguish two groups according to the type of bats that emit ultrasonic signals: the species that emit ultrasonic signals of constant frequency and narrow frequency band (these bats use as a nasal cavity as a resonator organ); species that emit FM ultrasonic signals with a frequency of wideband (these bats use buccal cavity as a resonator organ), where the frequency is modulated by the position of the tongue and lips.", "cite_spans": [{"start": 646, "end": 665, "text": "Cross et al. (2005)", "ref_id": "BIBREF10"}, {"start": 1272, "end": 1290, "text": "(Ossa et al. 2012)", "ref_id": "BIBREF36"}, {"start": 1493, "end": 1515, "text": "(Sørensen et al. 2001;", "ref_id": "BIBREF46"}, {"start": 1516, "end": 1541, "text": "Richter and Cumming 2008;", "ref_id": "BIBREF40"}, {"start": 1542, "end": 1560, "text": "Hayman et al. 2013", "ref_id": "BIBREF17"}, {"start": 1635, "end": 1654, "text": "Ogawa et al. (2015)", "ref_id": "BIBREF34"}, {"start": 1926, "end": 1951, "text": "Pons-Salort et al. (2014)", "ref_id": "BIBREF39"}, {"start": 2325, "end": 2350, "text": "(Amengual et al 2007a, b)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Ability to Fly"}, {"text": "Production of such loud sounds could generate droplets or small-particle aerosols of oropharyngeal fluids, mucus, or saliva, enabling transmission of viruses between individuals in close proximity. Airborne rabies virus transmission was documented in a large colony of Mexican free-tailed bats constituted by several million of individuals (Constantine 1967) . Furthermore, the isolation of rabies virus from mucus obtained from naturally infected same species of bats could support the hypothesis that rabies virus could be expelled from the nostrils of echolocating bats (Constantine et al. 1972; Winkler 1968 ).", "cite_spans": [{"start": 340, "end": 358, "text": "(Constantine 1967)", "ref_id": "BIBREF8"}, {"start": 573, "end": 598, "text": "(Constantine et al. 1972;", "ref_id": "BIBREF9"}, {"start": 599, "end": 611, "text": "Winkler 1968", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Ability to Fly"}, {"text": "The existence of a trade-off between lifespan and reproduction is central to the concept of life history strategy (Partridge and Harvey 1988; Stearns 1992) . Organisms cannot simultaneously maximize both of these traits in the nature (resources are limited) but must balance investment in survival versus offspring to maximize its lifetime reproductive fitness. Moreover, in stable populations, survival and birth rates must be inversely related (Sibly and Calow 1987) . The evolution of life history therefore is constrained along a slow-fast continuum strategies, in which species with slow life histories generally have higher survival rates, live longer maximum lifespans, mature at older ages and produce fewer young per year compared with species with fast life histories. The bats belong to this type of life history and they have a long lifespan greater than most of mammal species of the same size (for example mice and shrews). The greater longevity observed in a bat is 41 years in a Myotis brandtii (Wilkinson and South 2002) . However, the longevity of most species is much lower. The greater lifespan observed in our studies ranged from 8 years in Pipistrellus khulii to 17 years in R. ferrumequinum. The extreme longevity of bats, together with the possibility that they might develop persistent infections with certain viruses, may help to maintain the viruses and transmit them to other vertebrates. Lifespan is generally longer in heterothermic mammals (such as bats) than in related homeotherms. Heterotherms can employ several strategies (as hibernation) to withstand adverse periods and then repopulate when circumstances improve. Hibernation is associated with high rates of overwinter and annual survival and an increase in survival in hibernating species is linked to the coevolution of indicative traits of relatively slow life histories (Turbill et al. 2011) . Endothermic mammals have the ability to maintain a constant high body temperature (Tb) over a wide range of ambient temperatures (Ta). However, keep a constant high Tb can have a high energetic cost. This is especially critical for small mammals because heat loss increases with decreasing size as a result of increasing relative surface area. Small size also limits the relative amounts of fat that can be stored. As heat loss is a function of the Tb-Ta differential, thermoregulatory costs at low Ta may become prohibitively expensive in small endotherms, especially when energy availability is low (Kronfeld-Schor and Dayan 2013; Geiser 2004) .", "cite_spans": [{"start": 114, "end": 141, "text": "(Partridge and Harvey 1988;", "ref_id": "BIBREF37"}, {"start": 142, "end": 155, "text": "Stearns 1992)", "ref_id": "BIBREF47"}, {"start": 446, "end": 468, "text": "(Sibly and Calow 1987)", "ref_id": "BIBREF45"}, {"start": 1011, "end": 1037, "text": "(Wilkinson and South 2002)", "ref_id": "BIBREF52"}, {"start": 1863, "end": 1884, "text": "(Turbill et al. 2011)", "ref_id": "BIBREF51"}, {"start": 2488, "end": 2519, "text": "(Kronfeld-Schor and Dayan 2013;", "ref_id": "BIBREF24"}, {"start": 2520, "end": 2532, "text": "Geiser 2004)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Long Lifespan and Bat Ecology"}, {"text": "For this reason, bats use two common patterns of torpor as physiological and behavioral adaptation that permits survival during seasonal periods of low resources: daily torpor and hibernation or multiday torpor.", "cite_spans": [], "ref_spans": [], "section": "Long Lifespan and Bat Ecology"}, {"text": "Daily torpor is widely used in bats and it is an important strategy for coping with fluctuating environments, involves significant plasticity, and may constitute an important part of how endotherms cope with environmental challenges. The daily torpor is not as deep as hibernation, lasts only for hours rather than days or weeks, and is usually interrupted by daily foraging and feeding. Bats used daily torpor in response to adverse conditions such as low food availability and low ambient temperature, mainly when their mass and fat stores are low (Geiser 2004; Geiser and Stawsky 2011) .", "cite_spans": [{"start": 550, "end": 563, "text": "(Geiser 2004;", "ref_id": "BIBREF13"}, {"start": 564, "end": 588, "text": "Geiser and Stawsky 2011)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Long Lifespan and Bat Ecology"}, {"text": "Hibernation is often seasonal and usually lasts from late autumn to late winter/spring. However, hibernating bats do not remain torpid throughout the hibernation season. Bouts of torpor, during which body temperature (Tb) is low and bodily functions are reduced to a minimum, last for several days or weeks, but are interrupted by periodic rewarming and brief (usually less than 1 day) normothermic resting periods with high Tb and high energy turnover. Over-winter survival of hibernating bats should depend primarily on the size of their energy reserves at the onset of hibernation, the rate at which the energy store is depleted during winter, and the length of the winter. If the size of the reserve is less than the rate of depletion times the length of winter, the hibernator will not survive (Humphries et al. 2003) . In this sense, bats exhibit selection in roost choice, showing preferences linked to their ecological requirements, which differ among species, different seasons (Kunz 1982; Kunz and Lumsden 2003) and geographical areas (Rodrigues et al. 2003) . Bats spend a considerable part of their life roosting, and thus roost characteristics have important implications for survival and reproductive success (Kunz 1982) . Roost location, structure and aspect determine microclimatic conditions, which may influence the energetic costs of key stages of life cycle such as hibernation (Humphries et al. 2002) , pregnancy and lactation (Sedgeley 2001; Kerth et al. 2001) . Consequently, summer and winter shelters often differ in microclimates conditions and bat populations move seasonally between them, thereby connecting seemingly isolated populations. The metapopulation structure, social organization within the refuges (intraand interspecific interactions), where multiple bat species usually cohabit, can play important roles in the dynamics of virus persistence. Persistent viral infections occurring among longlived bats together with their often gregarious roosting behaviour, could greatly increase the potential for intra-and inter-species transmission of viruses (Halloran 1998) . Some bat species form a very large monospecific or multispecific colonies of thousands individuals tight against each other (Fig. 1) . For example, we estimated the density of the hibernation colony of M. schreibersii that lives near Barcelona in 1900 bats for square meter. This dense clustering of individuals can provide large opportunities for viral exchange in bat colonies. However, apart from the colony size, bat species richness appear to be another ecological factor strongly associated with European bat lyssavirus type 1 seroprevalence in bat colonies (Serra-Cobo et al. 2013) . The bat colonies are often composed by more than one species, which may facilitate the virus transmission between species. For example, in South of Europe there are mixed colonies where M. schreibersii, M. myotis and M. capaccinii have direct physical contact amongst them and also their urine and guano. This suggests that interspecies virus transmission plays an important role in EBLV-1 dynamics. A high number of species might not only increase the rates of contact between bat groups and species, but also could facilitate virus entry or spread through the higher mobility of individuals among colonies, especially if these bats exhibit a migratory behaviour.", "cite_spans": [{"start": 799, "end": 822, "text": "(Humphries et al. 2003)", "ref_id": "BIBREF19"}, {"start": 987, "end": 998, "text": "(Kunz 1982;", "ref_id": "BIBREF25"}, {"start": 999, "end": 1021, "text": "Kunz and Lumsden 2003)", "ref_id": "BIBREF26"}, {"start": 1045, "end": 1068, "text": "(Rodrigues et al. 2003)", "ref_id": "BIBREF41"}, {"start": 1223, "end": 1234, "text": "(Kunz 1982)", "ref_id": "BIBREF25"}, {"start": 1398, "end": 1421, "text": "(Humphries et al. 2002)", "ref_id": "BIBREF18"}, {"start": 1448, "end": 1463, "text": "(Sedgeley 2001;", "ref_id": "BIBREF43"}, {"start": 1464, "end": 1482, "text": "Kerth et al. 2001)", "ref_id": "BIBREF22"}, {"start": 2088, "end": 2103, "text": "(Halloran 1998)", "ref_id": "BIBREF16"}, {"start": 2670, "end": 2694, "text": "(Serra-Cobo et al. 2013)", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 2230, "end": 2238, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Long Lifespan and Bat Ecology"}, {"text": "The dynamic of viruses is the result of the interaction between the characteristic of pathogen, the life history traits of host population and the environmental factors. The seasonality existing in great part of the world (winter, spring, summer, autumn, dry and rainy seasons) determines the birthing periods, migration, gregarious behavior and the torpor of bat species. Each of these aspects of the bat life may affect population density, rates of contact between individuals and immune response, thus leading to spatiotemporal variation in infection dynamics (George et al. 2011; Hayman et al. 2013) . Some authors suggest that the pathogen replication in the host is generally very temperaturedependent (Sadler and Enright 1959; Sulkin et al. 1960; Luis and Hudson 2006; Bouma et al. 2010) . Different studies demonstrated that bat lyssavirus dynamics exhibit a strong seasonal pattern and that the breeding period could favor bat infection (George et al. 2011; Serra-Cobo et al. 2013) . We analyzed ecological and epidemiological factors that might be associated with the infection dynamics of EBLV-1 observed in Spanish bat colonies. The analyses revealed that the colony size and species richness were two important ecological factors and showed their relevant roles in seroprevalence variability. Higher seroprevalence was observed in multispecies colonies compared to monospecific colonies, suggesting that interspecific virus transmission plays an important role in EBLV-1 dynamics. The results suggested that EBLV-1 seroprevalence was strongly affected by the colony size and species richness, and indicated that multispecies, large colonies, especially those with three or more different bat species, had a higher probability of EBLV-1 infection (Serra-Cobo et al. 2013) . Large colonies and multispecies associations occurred frequently among cave-dwelling bats, principally during the maternity period. This colonial behaviour confers thermodynamic and social advantages to reproductive females during pregnancy and lactation (Willis and Brigham 2007) .", "cite_spans": [{"start": 563, "end": 583, "text": "(George et al. 2011;", "ref_id": "BIBREF15"}, {"start": 584, "end": 603, "text": "Hayman et al. 2013)", "ref_id": "BIBREF17"}, {"start": 708, "end": 733, "text": "(Sadler and Enright 1959;", "ref_id": "BIBREF42"}, {"start": 734, "end": 753, "text": "Sulkin et al. 1960;", "ref_id": "BIBREF48"}, {"start": 754, "end": 775, "text": "Luis and Hudson 2006;", "ref_id": "BIBREF28"}, {"start": 776, "end": 794, "text": "Bouma et al. 2010)", "ref_id": "BIBREF5"}, {"start": 946, "end": 966, "text": "(George et al. 2011;", "ref_id": "BIBREF15"}, {"start": 967, "end": 990, "text": "Serra-Cobo et al. 2013)", "ref_id": "BIBREF44"}, {"start": 1759, "end": 1783, "text": "(Serra-Cobo et al. 2013)", "ref_id": "BIBREF44"}, {"start": 2041, "end": 2066, "text": "(Willis and Brigham 2007)", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Virus Dynamic in Bat Populations"}, {"text": "In order to know the virus dynamic is necessary to carry long longitudinal studies with a multidisciplinary approximation. The long active surveys can provide information about the dynamic of the host population and the cycles followed by virus infection. The work of monitoring the bat colonies usually is not easy. Their shelters have often difficult access, it's necessary to work during night and are animals with a great mobility, factor that difficult their recapture. The long longitudinal studies of bat colonies using capture-mark-recapture techniques can provide the infection history at individual level in species with long lifespan. These studies also allow obtaining demographic and epidemiological parameters (mortality, survival and turnover rates, colony size, immune lifespan, period of infections cycles, distribution of individuals infected in the colony, basic reproductive rate of virus, threshold population for infection).", "cite_spans": [], "ref_spans": [], "section": "Virus Dynamic in Bat Populations"}, {"text": "The basic reproductive number (R 0 ) is an important parameter in the diseases dynamic and is the average number of new infections that would arise from a single infectious host introduced into a population of susceptible hosts. The immunity induced by many viral infections reduces the number of susceptible individuals, which reduces R 0 , which therefore tends to lead to a decline in the incidence of the infection itself in the colony. However and before the infection disappears from the population, it is likely there is an influx (births, immigration and loss of immunity) of new susceptible into the population that will produce a subsequent increase in susceptible and R 0 , and so on. Theoretical works about disease invasion have assumed large and well-mixed host populations. However, many wildlife systems have small groups with limited contacts amongst them. In these situations, the R 0 is likely to be a poor predictor of a disease pandemic because it typically does not account for group structure and contacts of individuals amongst groups. For example, Kerth et al. (2011) detected two stable subunits in a larger colony of Myotis bechsteinii and each of them comprised bats from several family lineages. These authors showed that the links between these subunits were mainly maintained by older bats and persisted over all years.", "cite_spans": [{"start": 1073, "end": 1092, "text": "Kerth et al. (2011)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Virus Dynamic in Bat Populations"}, {"text": "The immunity lifespan is a parameter that should be taken into consideration in epidemiological studies because influences the disease dynamic in a bat colony. The immunity response and the lifespan of immunity in front of a virus infection can differ between bat species. So, it is more likely to find seropositive bats in the species with long lifespan immunity. This is a factor to consider in the serological active survey. For example, EBLV-1-seroprevalence differences were found between bat Vespertilionidae and Rhinolophidae families. This variability might be explained by different immunological responses of the bat species to EBLV-1 virus. These differences might rather suggest different seroconversion rates in these two families (Serra-Cobo et al. 2013) . Despite his interest, there is very few information about the lifespan of immunity of bat species in front of viruses infection.", "cite_spans": [{"start": 744, "end": 768, "text": "(Serra-Cobo et al. 2013)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Virus Dynamic in Bat Populations"}, {"text": "The threshold levels of host abundance for invasion or persistence of infectious diseases are an important epidemiological parameter. The notion of a threshold population for invasion is a founding principle of epidemiological theory (Lloyd-Smith et al. 2005) . This parameter is important in the gregarious bat species. But in order to be applicable is necessary to know the spatial structure and dynamic of the population. Most of gregarious species of bats have a metapopulation structure (consisting of periodically interacting, spatially discrete subpopulations) with variations in their subpopulations. The total number of individuals in the various subpopulations must be sufficient to maintain virus circulation in the metapopulation over time, while immunity or death due to viral infection extinguishes transmission chains within individual subpopulations. We observed this phenomenon of local virus extinctions in bat colonies from Spain that follow a metapopulation structure. All efforts to eradicate wildlife diseases by reducing the numbers of susceptible hosts through controversial methods such as culling, sterilization, or vaccination are based in the threshold concept. However, the general applicability of standard threshold concepts in wildlife disease systems is very difficult and often forgets many factors relevant to natural populations (turnover rate of population, migrations, immunity loss).", "cite_spans": [{"start": 234, "end": 259, "text": "(Lloyd-Smith et al. 2005)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Virus Dynamic in Bat Populations"}, {"text": "A long longitudinal study done from 1995 to 2006 demonstrates cyclic EBLV-1 infection in spatial discrete subpopulations of M. myotis in Spain, without any significant increase in associated mortality. The data provided by this longitudinal study was the first evidence that mortality of M. myotis in their natural environment does not increase significantly after episodes of EBLV-1 infection (Amengual et al. 2007a, b) . The monitoring of these colonies until 2015 showed that the M. myotis immunity could persist for 2 years (Fig 2) . During the 20 years of survey we observed periodic oscillations in the number of susceptible, immune and infected bats. The delay between the waves was dependent on the rate of inflow of susceptible bats into the colonies as a consequence of new births, immigration of naive animals from neighbouring colonies, and expiration of EBLV-1specific immunity in previously infected animals. When a sufficient fraction of susceptible individuals in the bat population was reached, the virus spreads again if infected individuals joined the colony. Here we showed the cycles observed in M. myotis seroprevalence for EBLV-1, but the characteristics of these cycles can change according to the zoonotic diseases and the host species.", "cite_spans": [{"start": 394, "end": 420, "text": "(Amengual et al. 2007a, b)", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 528, "end": 535, "text": "(Fig 2)", "ref_id": null}], "section": "Virus Dynamic in Bat Populations"}, {"text": "Only a few studies have addressed the interannual dynamics of lyssavirus amongst bat multispecies that are roosting in the same refuge despite these studies are giving a better understanding of the dynamics of bat lyssaviruses and facilitate information about the virus transmission between species. The longitudinal study of a T. teniotis and Plecotus austriacus colony showed significant inter-annual fluctuations in percentage of seropositive bats. However, significant differences were observed in the temporal patterns of the seroprevalence modelling of T. teniotis and P. austriacus. The behavioural ecology of the species involved could explain the different annual fluctuations in EBLV-1 seroprevalence (López-Roig et al. 2014) .", "cite_spans": [{"start": 711, "end": 735, "text": "(López-Roig et al. 2014)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Virus Dynamic in Bat Populations"}, {"text": "Works that consider co-infection processes in hosts that are produced by more than one parasite and their interactions are not abundant. The epidemiological studies usually analyse a single pathogen. The results obtained by Munson et al. (2009) in a study done in two lion populations from Serengeti and Ngorongoro Crater shows the importance that might have the processes of co-infections in wildlife. These authors observed a high mortality in lion populations affected by a canine distemper virus epidemic. They show that lions were infected by unusually high numbers of Babesia, infections that were magnified by the immunosuppressive effects of coincident canine distemper virus epidemic. Complex interplay between epidemic and endemic pathogens that are normally tolerated in isolation, but with co-infection, result in unusually mortality. Bats have been recognized as important reservoir hosts for emerging viruses and despite this, there is a big lack of knowledge about co-infection processes. Studies about co-infection processes might contribute to understand the viruses dynamic in the colonies and possible outbreaks. On the other hand, the studies of a single parasite may drive incorrect or incomplete epidemiological conclusions.", "cite_spans": [{"start": 224, "end": 244, "text": "Munson et al. (2009)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Virus Dynamic in Bat Populations"}, {"text": "In summary, the knowledge of virus and host dynamics is relevant in terms of public health because it allows assessing the epidemiological risk and also to take preventive measures. Analysing the virus dynamic in bat colonies is important to obtain the following ecoepidemiological data: the number of species that form the colony, how many bats there are of each species, the structure of the population, the behaviour of each species (for example, is important to know if there are one or more migratory species that might spread the virus), the degree of contact between them, the social structure, how much time the individuals of the colony rest together, colony type (reproduction, mating, hibernation), the foraging area of species, the turnover rate of individuals, the shelter temperature and the relationship with other colonies, the co-infection processes.", "cite_spans": [], "ref_spans": [], "section": "Virus Dynamic in Bat Populations"}, {"text": "Wildlife plays a key role in emerging infectious diseases by providing a \"zoonotic pool\" from which the pathogens may emerge (Daszak et al. 2000) . Zoonotic pathogens represent approximately 60 % of all known pathogens able to infect humans. Many emerging viral zoonoses arise from greater contact between human populations, livestock and pets with wildlife reservoirs of pathogens. The risk of zoonotic viruses in a given region depends largely on three factors: (1) the prevalence of the virus in wild species that inhabit the region; (2) the effects of environmental changes on the prevalence of pathogens in wild populations; and (3) the frequency of human contact and pets with wild animals potentially zoonotic reservoirs (including not only direct contact with the animals but also with their droppings, saliva or urine). Moreover, the structure and functionality of ecosystems are changing worldwide at an unprecedented rate (Jones et al. 2009 ) and affect the three factors exposed. These changes can modify the interactions between humans and infected animals, in our case bats. The emergence of a disease is often the result in changes from ecology of the host or the pathogen, or in both. In this sense, various authors assert that environmental changes and ecological disturbances, due to natural phenomena and human activities, have a strong influence on emerging diseases (Patz and Wolfe 2002; McMichael 2004) . Interest has grown in knowing how and to what extent environmental changes, especially global climate change, affect the dynamics of infectious diseases. Much attention has been accorded to the role and potential impact of global environmental changes on the dynamics of infectious diseases. But there are other more or less local factors that can affect the emergence and spread of diseases. For example, environmental alterations, changes in land use of a region, human population growth, changes in human socioeconomic behavior or social structure, people mobility increase, trade increase, forest fires, extreme weather events, wars, breakdown in public health infrastructure, etc. Understanding infectious diseases beyond the scale of individual clinical cases requires assessment of ecological and evolutionary perspectives. Changes in abundance of reservoir hosts can increase transmission risk of zoonotic virus for humans, livestock and pets. Land modification, changes vegetation paterns, disturbances in vector and host species dynamics and microclimates changes can increase the contact between human or livestock and wildlife (Karesh et al. 2012) . For example, local episodes of Ebola diseases have taken place regularly for years in Africa. Studies based on analysis of poleovirus estimate the age of the divergence between Marburgvirus and Ebolavirus at early Miocene (Taylor et al. 2014) . It is therefore likely that the Ebola virus has been present in Africa for many years. Also is likely that the virus were in bats for many years. However, unlike the epidemic that occurred in 2014-2015, in previous outbreaks the number of cases was relatively small. Why an epidemic of colossal proportions not comparable with earlier outbreaks occurred in 2014? What has changed? Probably there has been more human contact with bat species or contact with others infected mammals and higher mobility of people, factors that may have contributed to this epidemic. In this regard, in March 2014 Ebola infections had already spread outside the village where there was the initial case and had arrived to Guinea capital, Conakry, a city with over a million and half inhabitants. The current people mobility has no precedent and is a very important epidemiological factor to take into account, because it increases the risk of diseases spread. Hence to determine which are the causes of epidemic Ebola whose origin seem to be the bats, it is necessary to conduct a multidisciplinary approach. This study needs to provide information on the dynamics of pathogens in wildlife, interactions between humans and wildlife, anthropogenic pressures on wildlife populations and socio-economic changes that have occurred in human societies that live in the region where the epidemic originated (Serra-Cobo 2016). The deforestation of areas to perform human activities, either to find new resources, install farms, crops, houses, roads,. . . is generally analysed in terms of loss or alteration of biological diversity (loss or reduction of species). However, the consequences of deforestation can be much more important and unpredictable than it might seem at first glance. Some of the animals leave the area deforested toward new areas while others remain in the area where they lived before the alteration. The species that continue to develop its activity in the deforested area, unlike what happened previously, are much more likely to come into contact with the human population, either directly or indirectly through livestock or pets. So, they continue searching for food and shelter, and may enter farms and houses of the new inhabitants of the area. Some of the animals that hardly had contact with humans now can have it. The contacts may be important if any of the animal species is the reservoir of zoonotic viruses and can infect locals, their livestock or pets. Therefore, it is possible the contact between the human species and certain pathogens that remained more or less isolated in their animal reservoirs. An example is the Nipah virus outbreak occurred in 1998-1999 in Malaysia. The outbreak has been linked to intensification of pig farming. More than 100 people died during this outbreak and more than one million pigs were killed to control the disease (Chua et al. 1999; Karesh et al. 2012; Hayman et al. 2013) . The infections were produced by the direct or indirect (urine, guano) interaction between fruit bats and pigs.", "cite_spans": [{"start": 125, "end": 145, "text": "(Daszak et al. 2000)", "ref_id": "BIBREF11"}, {"start": 933, "end": 951, "text": "(Jones et al. 2009", "ref_id": "BIBREF20"}, {"start": 1387, "end": 1408, "text": "(Patz and Wolfe 2002;", "ref_id": "BIBREF38"}, {"start": 1409, "end": 1424, "text": "McMichael 2004)", "ref_id": "BIBREF31"}, {"start": 2566, "end": 2586, "text": "(Karesh et al. 2012)", "ref_id": "BIBREF21"}, {"start": 2811, "end": 2831, "text": "(Taylor et al. 2014)", "ref_id": "BIBREF49"}, {"start": 5697, "end": 5715, "text": "(Chua et al. 1999;", "ref_id": "BIBREF7"}, {"start": 5716, "end": 5735, "text": "Karesh et al. 2012;", "ref_id": "BIBREF21"}, {"start": 5736, "end": 5755, "text": "Hayman et al. 2013)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Changes in Ecology and Management of Bat Populations"}, {"text": "The deforestation rate can be very high in certain African regions, such as in Cameroon where tree cover loss is estimated at 800-1000 km 2 annually for road construction and expansion of human settlements. According to Wolfe et al. (2005) , deforestation promotes bushmeat trade in Cameroon and increases the contact between hunters and wildlife. The opening of roads for logging also provides at hunters better access to hunting areas that until today were hardly accessible. Exposure to new pathogens is not always the result of a more or less important exploitation of forest areas, poverty also leads people to expand their range of activities to survive into the rainforest in search of new resources.", "cite_spans": [{"start": 220, "end": 239, "text": "Wolfe et al. (2005)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Changes in Ecology and Management of Bat Populations"}, {"text": "The overall trend of the populations of bats is evident in the data presented by the IUCN under which 23 % of the all bat species that live in the world are considered to be decreasing (The IUCN Red List of Threatened Species 2015-3 http://www.iucnredlist.org/search). How does the regression of bat species affect the dynamic of viruses? We have little information about this question and it represents an important eco-epidemiological point for analysis. The shelters are usually vulnerable to a wide range of threats, which in recent years have led to the loss and fragmentation of habitats. Our observations, over the past 32 years in Spain, indicate that bat-shelter alterations are frequent and cause the disappearance or a partial reduction of the bat colonies. Such latter phenomena promote the between-colony exchange of individuals and big changes in metapopulation structures of bat species. The environmental disturbances that affect shelters of large bat colonies have a big impact on the species. These changes have incidence on the ethology and ecology of species, which has resulted in demographic changes in populations of different species and changes in land use. In some species, there is the tendency of bats being concentrated in a smaller number of shelters with largest colonies. In this sense, the formation of relatively large colonies, distributed in fewer shelters, presents a higher risk for species conservation than the distribution of relatively smaller colonies in more numerous shelters. Also, the formation of large colonies may increase the probability of virus presence.", "cite_spans": [], "ref_spans": [], "section": "Changes in Ecology and Management of Bat Populations"}, {"text": "Are bats dangerous? On one hand bats play ecological important roles and place high levels in the ecosystems where their live and this is the reason why is necessary to preserve them. But on the other hand, they are host of emergent zoonosis. Apparently, we are in the dichotomy between the health risk and the bat preservation. What shall we do? The answer is not easy and a lot of factors have to be considered. It is important to take into account that bats can have some zoonotic viruses without having signs of diseases, which can reduce the perception of risk and difficult the prevention tasks. Most bat species are not aggressive if they are not disturbed, which is helpful to reduce the risk of viruses transmission. Another factor to be taken into account is that the health risk of bats for humans is different depending on the region of the world and the species considered. Which are the ways that bats can transmit viruses? The ways can be different depending on the viruses considered.", "cite_spans": [], "ref_spans": [], "section": "Risk Factors and Prevention Tasks"}, {"text": "We reckon five different ways: by bite, by inhalation of viral particles, by scratches done due to direct contact with bats, by eating bats (probably this has been the beginning of Ebola epidemic in Africa) or by being in contact with something that had previously been in contact with bats or their urine or guano (fruits, water, etc.). Another factor that should be considered is the synanthropic character of some bat species. Due to important loss of habitat, some bat species have found shelter in human environments (houses, underground, farms, churches, mosques, etc.), increasing exposition of humans to pathogens. Synanthropic species are possible to be found in all continents. In this sense, we should always avoid direct contact with bats or with their urine or guano. In order to decrease the risk of viral transmission is important to take the following recommendations: do not touch the bats, if you need to handle bats do protect the hands and wash them often with soap, avoid any contact with bats guano (in a lot of shelters there is big amount of guano in which numerous infectious agents for humans live, ie, viruses, bacteria, fungi), develop training about the risks and benefits that involve bats with the objective to learn good practices and preserve the bat populations from disturbances that can change the colony dynamic and the viruses transmission risk.", "cite_spans": [], "ref_spans": [], "section": "Risk Factors and Prevention Tasks"}, {"text": "The bat preservation, especially insectivorous species, is very important in a time where vector species and zoonotic viruses spread in large regions over the world. In the last years different mosquitoes of Aedes species have colonized large areas of Europe. These species can be potentially vectors of zoonotic viruses (flavivirus and alphavirus). In this sense, the bat insectivorous species can play a major role in the vector control and in the reduction of transmission risk.", "cite_spans": [], "ref_spans": [], "section": "Risk Factors and Prevention Tasks"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Temporal dynamics of European Bat Lyssavirus type 1 and survival of Myotis myotis bats in natural colonies", "authors": [{"first": "B", "middle": [], "last": "Amengual", "suffix": ""}, {"first": "H", "middle": [], "last": "Bourhy", "suffix": ""}, {"first": "M", "middle": [], "last": "López-Roig", "suffix": ""}], "year": 2007, "venue": "PLoS One", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "First record of seasonal over sea migration of Miniopterus schreibersii and Myotis capaccinii between Balearic Islands (Spain)", "authors": [{"first": "B", "middle": [], "last": "Amengual", "suffix": ""}, {"first": "M", "middle": [], "last": "López-Roig", "suffix": ""}, {"first": "J", "middle": [], "last": "Serra-Cobo", "suffix": ""}], "year": 2007, "venue": "Acta Chiropterol", "volume": "3", "issn": "", "pages": "319--322", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Host switching in Lyssavirus history from the Chiroptera to the Carnivora orders", "authors": [{"first": "H", "middle": [], "last": "Badrane", "suffix": ""}, {"first": "N", "middle": [], "last": "Tordo", "suffix": ""}], "year": 2001, "venue": "J Virol", "volume": "75", "issn": "", "pages": "8096--8104", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Metagenomic study of the viruses of African strawcoloured fruit bats: detection of a chiropteran poxvirus and isolation of a novel adenovirus", "authors": [{"first": "K", "middle": ["S"], "last": "Baker", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Leggett", "suffix": ""}, {"first": "N", "middle": ["H"], "last": "Bexfield", "suffix": ""}], "year": 2013, "venue": "Virology", "volume": "441", "issn": "2", "pages": "95--106", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Antiviral immune responses of bats: a review", "authors": [{"first": "M", "middle": ["L"], "last": "Baker", "suffix": ""}, {"first": "T", "middle": [], "last": "Schountz", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Wang", "suffix": ""}], "year": 2013, "venue": "Zoonoses Public Health", "volume": "60", "issn": "", "pages": "104--116", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Hibernation: the immune system at rest?", "authors": [{"first": "H", "middle": ["R"], "last": "Bouma", "suffix": ""}, {"first": "H", "middle": ["V"], "last": "Carey", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Kroese", "suffix": ""}], "year": 2010, "venue": "J Leukoc Biol", "volume": "88", "issn": "", "pages": "619--624", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Bats: important reservoir hosts of emerging viruses", "authors": [{"first": "C", "middle": ["H"], "last": "Calisher", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Childs", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Field", "suffix": ""}], "year": 2006, "venue": "Clin Microbiol Rev", "volume": "19", "issn": "", "pages": "531--545", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Fatal encephalitis due to Nipah virus among pig-farmers in Malaysia", "authors": [{"first": "K", "middle": ["B"], "last": "Chua", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Goh", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Wong", "suffix": ""}], "year": 1999, "venue": "Lancet", "volume": "354", "issn": "9186", "pages": "1257--1259", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Rabies transmission by air in bat caves, PHS publication n 1617", "authors": [{"first": "D", "middle": ["G"], "last": "Constantine", "suffix": ""}], "year": 1967, "venue": "", "volume": "", "issn": "", "pages": "1--51", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Rabies virus in nasal mucosa of naturally infected bats", "authors": [{"first": "D", "middle": ["G"], "last": "Constantine", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Emmons", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Woodie", "suffix": ""}], "year": 1972, "venue": "Science", "volume": "175", "issn": "", "pages": "1255--1256", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Dueling time scales of host movement and disease recovery determine invasion of disease in structured populations", "authors": [{"first": "P", "middle": ["C"], "last": "Cross", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Lloyd-Smith", "suffix": ""}, {"first": "Plf", "middle": [], "last": "Johnson", "suffix": ""}], "year": 2005, "venue": "Ecol Lett", "volume": "8", "issn": "", "pages": "587--595", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Emerging infectious diseases of wildlife -threats of biodiversity and human health", "authors": [{"first": "P", "middle": [], "last": "Daszak", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Cunninham", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Hyatt", "suffix": ""}], "year": 2000, "venue": "Science", "volume": "287", "issn": "", "pages": "443--449", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Genomic diversity and evolution of the lyssaviruses", "authors": [{"first": "O", "middle": [], "last": "Delmas", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Holmes", "suffix": ""}, {"first": "C", "middle": [], "last": "Talbi", "suffix": ""}], "year": 2008, "venue": "PLoS One", "volume": "3", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Metabolic rate and body temperature reduction during hibernation and daily torpor", "authors": [{"first": "F", "middle": [], "last": "Geiser", "suffix": ""}], "year": 2004, "venue": "Annu Rev Physiol", "volume": "66", "issn": "", "pages": "239--274", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Hibernation and torpor in tropical and subtropical bats in relation to energetics, extinctions, and the evolution of endothermy", "authors": [{"first": "F", "middle": [], "last": "Geiser", "suffix": ""}, {"first": "C", "middle": [], "last": "Stawsky", "suffix": ""}], "year": 2011, "venue": "Integr Comp Biol", "volume": "51", "issn": "3", "pages": "337--348", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Host and viral ecology determine bat rabies seasonality and maintenance", "authors": [{"first": "D", "middle": ["B"], "last": "George", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Webb", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Farnsworth", "suffix": ""}], "year": 2011, "venue": "Proc Natl Acad Sci U S A", "volume": "108", "issn": "", "pages": "10208--10213", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Concepts of infectious disease epidemiology", "authors": [{"first": "M", "middle": ["E"], "last": "Halloran", "suffix": ""}], "year": 1998, "venue": "Modern epidemiology", "volume": "", "issn": "", "pages": "529--554", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Ecology of zoonotic infectious diseases in bats: current knowledge and future directions", "authors": [{"first": "Dts", "middle": [], "last": "Hayman", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Bowen", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Cryan", "suffix": ""}], "year": 2013, "venue": "Zoonoses Public Health", "volume": "14", "issn": "", "pages": "2--21", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Climate-mediated energetic constraints on the distribution of hibernating mammals", "authors": [{"first": "M", "middle": ["M"], "last": "Humphries", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Thomas", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Speakman", "suffix": ""}], "year": 2002, "venue": "Nature", "volume": "418", "issn": "", "pages": "313--316", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The role of energy availability in mammalian hibernation: a cost-benefit approach", "authors": [{"first": "M", "middle": ["M"], "last": "Humphries", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Thomas", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Kramer", "suffix": ""}], "year": 2003, "venue": "Physiol Biochem Zool", "volume": "76", "issn": "", "pages": "165--179", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Carpe noctem: the importance of bats as bioindicators", "authors": [{"first": "G", "middle": [], "last": "Jones", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Jacobs", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Kunz", "suffix": ""}], "year": 2009, "venue": "Endanger Species Res", "volume": "8", "issn": "", "pages": "93--115", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Ecology of zoonoses: natural and unnatural histories", "authors": [{"first": "W", "middle": ["B"], "last": "Karesh", "suffix": ""}, {"first": "A", "middle": [], "last": "Dobson", "suffix": ""}, {"first": "Lloyd-Smith", "middle": [], "last": "Jo", "suffix": ""}], "year": 2012, "venue": "Lancet", "volume": "380", "issn": "9857", "pages": "1936--1945", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Day roost selection in female Bechstein's bats (Myotis bechsteinii): a field experiment to determine the influence of roost temperature", "authors": [{"first": "G", "middle": [], "last": "Kerth", "suffix": ""}, {"first": "K", "middle": [], "last": "Weissmann", "suffix": ""}, {"first": "B", "middle": [], "last": "Konig", "suffix": ""}], "year": 2001, "venue": "Oecologia", "volume": "126", "issn": "", "pages": "1--9", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Bats are able to maintain long-term social relationships despite the high fission-fusion dynamics of their groups", "authors": [{"first": "G", "middle": [], "last": "Kerth", "suffix": ""}, {"first": "N", "middle": [], "last": "Perony", "suffix": ""}, {"first": "F", "middle": [], "last": "Schweitzer", "suffix": ""}], "year": 2011, "venue": "Proc R Soc B", "volume": "278", "issn": "", "pages": "2761--2767", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Thermal ecology, environments, communities, and global change: energy intake and expenditure in endotherms", "authors": [{"first": "N", "middle": [], "last": "Kronfeld-Schor", "suffix": ""}, {"first": "T", "middle": [], "last": "Dayan", "suffix": ""}], "year": 2013, "venue": "Annu Rev Ecol Evol Syst", "volume": "44", "issn": "", "pages": "461--480", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Roosting ecology of bats", "authors": [{"first": "T", "middle": ["H"], "last": "Kunz", "suffix": ""}], "year": 1982, "venue": "Ecology of bats", "volume": "", "issn": "", "pages": "1--55", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Should we expect population thresholds for wildlife disease?", "authors": [{"first": "T", "middle": ["H"], "last": "Kunz", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Lumsden", "suffix": ""}], "year": 2003, "venue": "Trends Ecol Evol", "volume": "20", "issn": "9", "pages": "511--519", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Seroprevalence dynamics of European Bat Lyssavirus type 1 in a multispecies bat colony", "authors": [{"first": "M", "middle": [], "last": "López-Roig", "suffix": ""}, {"first": "H", "middle": [], "last": "Bourhy", "suffix": ""}, {"first": "R", "middle": [], "last": "Lavenir", "suffix": ""}], "year": 2014, "venue": "Viruses", "volume": "6", "issn": "", "pages": "3386--3399", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Hibernation patterns in mammals: a role for bacterial growth?", "authors": [{"first": "A", "middle": ["D"], "last": "Luis", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Hudson", "suffix": ""}], "year": 2006, "venue": "Funct Ecol", "volume": "20", "issn": "3", "pages": "471--477", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "A comparison of bats and rodents as reservoirs of zoonotic viruses: are bats special?", "authors": [{"first": "A", "middle": ["D"], "last": "Luis", "suffix": ""}, {"first": "Dts", "middle": [], "last": "Hayman", "suffix": ""}, {"first": "O&apos;", "middle": [], "last": "Shea", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "", "suffix": ""}], "year": 2013, "venue": "Proc R Soc B", "volume": "280", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Bat mating systems", "authors": [{"first": "G", "middle": ["F"], "last": "Mccracken", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Wilkinson", "suffix": ""}], "year": 2000, "venue": "Reproductive biology of bats. Academic", "volume": "", "issn": "", "pages": "321--362", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Environmental and social influences on emerging infectious diseases: past, present and future", "authors": [{"first": "A", "middle": ["J"], "last": "Mcmichael", "suffix": ""}], "year": 2004, "venue": "Philos Trans R Soc Lond B", "volume": "359", "issn": "", "pages": "1049--1058", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Bats and Emerging Infections: An Ecological and Virological Puzzle Moratelli R, Calisher CH (2015) Bats and zoonotic viruses: can we confidently link bats with emerging deadly viruses?", "authors": [], "year": null, "venue": "Mem Inst Oswaldo Cruz", "volume": "110", "issn": "1", "pages": "1--22", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Climate extremes promote fatal co-infections during canine distemper epidemics in African lions", "authors": [{"first": "L", "middle": [], "last": "Munson", "suffix": ""}], "year": 2009, "venue": "PLoS One", "volume": "3", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Seroepidemiological prevalence of multiple species of Filoviruses in fruit bats (Eidolon helvum) migrating in Africa", "authors": [{"first": "H", "middle": [], "last": "Ogawa", "suffix": ""}, {"first": "H", "middle": [], "last": "Miyamoto", "suffix": ""}, {"first": "E", "middle": [], "last": "Nakayama", "suffix": ""}], "year": 2015, "venue": "J Infect Dis", "volume": "212", "issn": "2", "pages": "101--108", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Bat flight and zoonotic viruses", "authors": [{"first": "T", "middle": ["J"], "last": "O&apos;shea", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Cryan", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Cunningham", "suffix": ""}], "year": 2014, "venue": "Emerg Infect Dis", "volume": "20", "issn": "5", "pages": "741--745", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "The movement ecology of the straw-colored fruit bat, Eidolon helvum, in Sub-Saharan Africa assessed by stable isotope ratios", "authors": [{"first": "G", "middle": [], "last": "Ossa", "suffix": ""}, {"first": "S", "middle": [], "last": "Kramer-Schadt", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Peel", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "The ecological context of life history evolution", "authors": [{"first": "L", "middle": [], "last": "Partridge", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Harvey", "suffix": ""}], "year": 1988, "venue": "Science", "volume": "241", "issn": "", "pages": "1449--1455", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Conservation medicine: ecological health in practice", "authors": [{"first": "J", "middle": [], "last": "Patz", "suffix": ""}, {"first": "N", "middle": [], "last": "Wolfe", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "167--181", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Insights into persistence mechanisms of a zoonotic virus in bat colonies using a multispecies metapopulation model", "authors": [{"first": "M", "middle": [], "last": "Pons-Salort", "suffix": ""}, {"first": "J", "middle": [], "last": "Serra-Cobo", "suffix": ""}, {"first": "Jay", "middle": ["F"], "last": "", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "First application of satellite telemetry to track African straw-coloured fruit bat migration", "authors": [{"first": "H", "middle": ["V"], "last": "Richter", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Cumming", "suffix": ""}], "year": 2008, "venue": "J Zool", "volume": "275", "issn": "2", "pages": "172--176", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Contrasting the roosting behaviour and phenology of an insectivorous bat (Myotis myotis) in its southern and northern distribution ranges", "authors": [{"first": "L", "middle": [], "last": "Rodrigues", "suffix": ""}, {"first": "A", "middle": [], "last": "Zahn", "suffix": ""}, {"first": "A", "middle": [], "last": "Rainho", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Palmeirim", "suffix": ""}], "year": 2003, "venue": "Mammalia", "volume": "67", "issn": "", "pages": "321--335", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Effect of metabolic level of the host upon the pathogenesis of rabies in the bat", "authors": [{"first": "W", "middle": ["W"], "last": "Sadler", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Enright", "suffix": ""}], "year": 1959, "venue": "J Infect Dis", "volume": "105", "issn": "", "pages": "267--273", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Quality of cavity microclimate as a factor influencing selection of maternity roosts by a tree-dwelling bat, Chalinolobus tuberculatus", "authors": [{"first": "J", "middle": ["A"], "last": "Sedgeley", "suffix": ""}], "year": 2001, "venue": "J Appl Ecol", "volume": "38", "issn": "", "pages": "425--438", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Ecological factors associated with European Bat Lyssavirus Seroprevalence in Spanish bats", "authors": [{"first": "J", "middle": [], "last": "Serra-Cobo", "suffix": ""}, {"first": "J", "middle": [], "last": "Cobo", "suffix": ""}, {"first": "M", "middle": [], "last": "López-Roig", "suffix": ""}, {"first": "M", "middle": [], "last": "Seguí", "suffix": ""}], "year": 2013, "venue": "Edicions Bellaterra Serra", "volume": "8", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Ecological compensation-a complication for testing life-history theory", "authors": [{"first": "R", "middle": [], "last": "Sibly", "suffix": ""}, {"first": "P", "middle": [], "last": "Calow", "suffix": ""}], "year": 1987, "venue": "J Theor Biol", "volume": "125", "issn": "", "pages": "177--186", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Animal welfare as one among several values to be considered at farm level: the idea of an ethical account for livestock farming", "authors": [{"first": "J", "middle": ["T"], "last": "Sørensen", "suffix": ""}, {"first": "P", "middle": [], "last": "Sandøe", "suffix": ""}, {"first": "N", "middle": [], "last": "Halberg", "suffix": ""}], "year": 2001, "venue": "Acta Agric Scand Sect A Anim Sci", "volume": "51", "issn": "S30", "pages": "11--16", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "The evolution of life histories", "authors": [{"first": "S", "middle": ["C"], "last": "Stearns", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Lipotropism in pathogenesis of encephalitis viruses in insectivorous bats", "authors": [{"first": "S", "middle": ["E"], "last": "Sulkin", "suffix": ""}, {"first": "R", "middle": [], "last": "Allen", "suffix": ""}, {"first": "R", "middle": [], "last": "Sims", "suffix": ""}], "year": 1960, "venue": "Virology", "volume": "11", "issn": "1", "pages": "302--306", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Evidence that ebolaviruses and cuevaviruses have been diverging from marburgviruses since the Miocene", "authors": [{"first": "D", "middle": ["J"], "last": "Taylor", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Ballinger", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Zhan", "suffix": ""}], "year": 2014, "venue": "PeerJ", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "A molecular phylogeny for bats illuminates biogeography and the fossil record", "authors": [{"first": "E", "middle": ["C"], "last": "Teeling", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Springer", "suffix": ""}, {"first": "O", "middle": [], "last": "Madsen", "suffix": ""}], "year": 2005, "venue": "Science", "volume": "307", "issn": "5709", "pages": "580--584", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Hibernation is associated with increased survival and the evolution of slow life histories among mammals", "authors": [{"first": "C", "middle": [], "last": "Turbill", "suffix": ""}, {"first": "C", "middle": [], "last": "Bieber", "suffix": ""}, {"first": "T", "middle": [], "last": "Ruf", "suffix": ""}], "year": 2011, "venue": "Proc R Soc B", "volume": "278", "issn": "", "pages": "3355--3363", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Life history, ecology and longevity in bats", "authors": [{"first": "G", "middle": ["S"], "last": "Wilkinson", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "South", "suffix": ""}], "year": 2002, "venue": "Aging Cell", "volume": "1", "issn": "", "pages": "124--131", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Social thermoregulation exerts more influence than microclimate on forest roost preferences by a cavity-dwelling bat", "authors": [{"first": "C", "middle": ["K"], "last": "Willis", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Brigham", "suffix": ""}], "year": 2007, "venue": "Behav Ecol Sociobiol", "volume": "62", "issn": "", "pages": "97--108", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Airborne rabies virus isolation", "authors": [{"first": "W", "middle": ["G"], "last": "Winkler", "suffix": ""}], "year": 1968, "venue": "Bull Wildl Dis Assoc", "volume": "4", "issn": "", "pages": "37--40", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Bush meat hunting, deforestation, and prediction of zoonotic disease emergence", "authors": [{"first": "N", "middle": ["D"], "last": "Wolfe", "suffix": ""}, {"first": "P", "middle": [], "last": "Daszak", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Kilpatrick", "suffix": ""}], "year": 2005, "venue": "Emerg Infect Dis", "volume": "11", "issn": "12", "pages": "1822--1827", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Comparative analysis of bat genomes provides insight into the evolution of flight and immunity", "authors": [{"first": "G", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "C", "middle": [], "last": "Cowled", "suffix": ""}, {"first": "Z", "middle": [], "last": "Shi", "suffix": ""}], "year": 2013, "venue": "Science", "volume": "339", "issn": "", "pages": "456--460", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Multispecies", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Fig. 2 Interannual variations of seropositive bats observed in a Myotis myotis colony from Mallorca (Spain). Results obtained together with H. Bourhy team from Institut Pasteur (Paris)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Viruses found in bats", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 (continued)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Virus </td><td>Genus\n</td></tr><tr><td>Family Poxviridae </td><td>Molluscipoxvirus\n</td></tr><tr><td>Family Reoviridae </td><td>Orbivirus\n</td></tr><tr><td> </td><td>Orthoreovirus\n</td></tr><tr><td>Family Retroviridae </td><td>Rotavirus\n</td></tr><tr><td>Betaretrovirus\n</td></tr><tr><td> </td><td>Spumavirus\n</td></tr><tr><td>Family\n</td><td>Gammaretrovirus\n</td></tr><tr><td>Lyssavirus\n</td></tr><tr><td>Rhabdoviridae\n</td><td>Vesiculovirus\n</td></tr><tr><td>Family Togaviridae </td><td>Alphavirus\n</td></tr><tr><td>Family Totiviridae </td><td>Totivirus\n</td></tr><tr><td>Unassigned family </td><td>Hepevirus\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments This paper was written thank to the European project No. 278433 PREDEMICS (\"Preparedness, Prediction and Prevention of Emerging Zoonotic Viruses with Pandemic Potential using Multidisciplinary Approaches\"). We wish to acknowledge Marta Bordas her cooperation.J. Serra-Cobo and M. Ló pez-Roig", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}