{
    "paper_id": "ff8834e148a1d348e779316a138df63e27b66042",
    "metadata": {
        "title": "Ethische Aspekte eines Influenzapandemie- managements und Schlussfolgerungen für die Gesundheitspolitik",
        "authors": [
            {
                "first": "P",
                "middle": [],
                "last": "Schröder-Bäck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H.-M",
                "middle": [],
                "last": "Sass",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgetown University",
                    "location": {
                        "addrLine": "Washington D.C",
                        "country": "USA ·"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "H"
                ],
                "last": "Brand",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "S F"
                ],
                "last": "Winter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ein",
                "middle": [],
                "last": "Überblick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Bi sher behandelt die Literatur, die sich mit gesundheitlichen Herausforderungen auseinandersetzt und aus Bioethik-Fachzirkeln kommt, kaum Infektionskrankheiten, sondern eher Themen wie Embryonenforschung oder Gendiagnostik. Auf der anderen Seite hat sich Public Health, wenngleich intensiv mit Infektionskrankheiten, so doch bisher wenig mit Ethik auseinandergesetzt. Dies ist erstaunlich, da die Fülle an ethischen Herausforderungen im Kontext von Bevölkerungsgesundheit und Infektionskrankheiten sehr groß ist. Immerhin sind Infektionskrankheiten oft verhinder-oder behandelbar und töten doch jährlich Millionen Menschen [1] .",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 627,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In der Bioethik beschränken sich die Diskussionen über Infektionskrankheiten auf die Mikroebene -wie beispielsweise auf Fragen zur Behandlungspflicht von Ärzten gegenüber infizierten Patienten [2] . Aus der Perspektive der Bevölkerungsgesundheit sind dies eher Probleme von Individualbeziehungen, die in der Bioethik jedoch verhältnismäßig intensiv diskutiert werden.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Das Bewusstsein, Infektionskrankheiten und Bevölkerungsgesundheit auch aus sozialethischer Perspektive zu behandeln, entwickelt sich erst seit wenigen Jahren. 2003 war SARS plötzlich ein Thema für die Öffentlichkeit und eine weltweite Herausforderung, auch in ethischer Hinsicht. Der mögliche Ausbruch einer Pandemie mit einem neuartigen Influenza-A-Virus (im Folgenden kurz: Influenzapandemie) beschäftigt Public Health, die Öffentlichkeit und auch die Politik in den letzten Jahren vermehrt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Eine gute Vorbereitung auf eine Pandemie beruht jedoch nicht nur auf einer guten epidemiologischen oder naturwissenschaftlichen Basis [3, 4] . Auch ethische Aspekte spielen eine Rolle, um humane Regelungen und Maßnahmen zur Bewältigung einer Pandemie zu entwickeln. Der ehemalige WHO-Direktor für Ethik, Alex Capron, sieht die Diskussion ethischer Aspekte sogar im Herzen politischer Entscheidungsprozesse zur Pandemiemanagementvorbereitung. Ethiker helfen, Wertkonflikte aufzudecken, und haben zudem die Aufgabe, ethische Überlegungen in die politischen Entscheidungsprozesse einzubringen. Für Capron müssen Ethiker vor allem darauf drängen, eine gesundheitspolitische Planung transparent zu betreiben und in die Bevölkerung zu kommunizieren [5] . Dies korrespondiert auch mit den ethischen Leitsätzen der US-amerikanischen Centers for Disease Control and Prevention (CDC) [6] . So kann das Vertrauen der Bevölkerung erreicht werden, und sie wird Partner von Politik und Verwaltung. Der operative Wert einer solchen Planung liegt darin, dass eine informierte, vertrauende Bevölkerung im Krisenfall besser mitwirken und mehr Compliance zeigen wird als eine, die dem Staat aufgrund fehlender Informationen misstraut und jede Anweisung als Handlung gegen die Bürger verstehen will.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 138,
                    "end": 140,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wie wichtig es ist, ethische Aspekte in diesem Kontext zu berücksichtigen, betonen auch Thompson et al [5] . Sie zeigen an der Erfahrung ihrer Heimatstadt To ronto, welche Probleme es 2003 im Zusammenhang mit dem SARS-Ausbruch gab, bei dem es im Vorfeld keine öffentlichen ethischen Diskussionen zum Krisenmanagement gegeben hatte. Sie beschreiben als Folge einen Verlust des öffentlichen Vertrauens, ein niedriges Verantwortungsbewusstsein der Krankenhausmitarbeiter, Konfusionen über Zuständigkeiten bei den Beteiligten und eine Stigmatisierung vulnerabler Gruppen. Thompson et al. heben hervor, dass durch eine Orientierung an ethischen Leitgesichtspunkten einige unnötige Kollateralschäden hätten vermieden werden können. Mit anderen Worten: Eine Pandemievorbereitung, die ethische Aspekte nicht ausreichend berücksichtigt, könnte im Ernstfall folgenschwere Auswirkungen haben. Eine Pandemie könnte dann nicht nur in einer moralisch-menschlichen, sondern auch in einer gesundheitlichen Katastrophe enden [7] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 568,
                    "end": 589,
                    "text": "Thompson et al. heben",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1011,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ziel dieses Aufsatzes ist es, auf die zentralen ethischen Herausforderungen hinzuweisen, die im Rahmen eines Influenzapandemiemanagements zu beachten und zu diskutieren sind. Es ist unsere grundlegende These, dass eine frühzeitige Erörterung dieser Herausforderungen das Pandemiemanagement verbessern kann. Nur eine frühzeitige Adressierung der ethischen und gesundheitspolitischen Dilemmata und ihrer möglichen Lösungswege bedingt gerechtfertigtes Vertrauen der Bevölkerung in das Management einer Krise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Angesichts der Bedrohung durch eine mögliche Influenzapandemie wurden Pläne zur Vorbereitung und zum Management einer solchen erstellt. Sie sollen sicherstellen, dass im Pandemiefall die gesundheitlichen Schäden der Bevölkerung gering gehalten werden und das öffentliche Leben so weit wie möglich aufrechterhalten wird, sodass nach einer Pandemie eine schnelle Rückkehr in den geordneten Alltag möglich wird. Entsprechende Pläne gibt es auf kommunaler, regionaler und nationaler Ebene sowie auch für einzelne Krankenhäuser [8] . Eine effektive und ethisch akzeptable Vorbereitung und Durchführung eines Pandemiemanagements ist eine große Herausforderung. Diese Herausforderung potenziert sich, wenn man eine globale Verantwor-tung zugrunde legt, die sich einerseits aus dem moralischen Hilfsgebot in Anbetracht der menschlichen Würde aller Personen herleitet und andererseits auch einen instrumentellen Wert darin sieht, eine Pandemie schnellstmöglich weltweit einzudämmen. Durch eine schnelle globale Eindämmung werden in positiver Rückkopplung auch der eigene Schaden gering gehalten sowie die Infrastrukturmaßnahmen in Entwicklungsländern nicht noch weiter zurückgeworfen.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 526,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Ethische Herausforderungen"
        },
        {
            "text": "Derzeit wird diskutiert, welche ethischen Leitgesichtspunkte bei der Pandemievorbereitung und dem Pandemiemanagement als Orientierung dienen können [9] . Plausibel erscheint, dass man mit einem patientenzentrierten medizinethischen hippokratischen Ethos oder den 4 bioethischen Prinzipien (autonomy, beneficence, nonmaleficence, justice [10] ) kein hinreichendes ethisches Instrumentarium zur Verfügung hat [11] . Singer et al. geben alternativ 10 ethische Leitgesichtspunkte an. Sie schöpfen ihre Empfehlung aus den Diskussionen, die dem SARS-Ausbruch in Toronto 2003 folgten. Diese Leitgesichtspunkte sind: \"individual liberty, protection of the public from harm, poportionality, reciprocity, transparency, privacy, protection of communities from undue stigmatisation, duty to provide care, equity, solidarity\" [12] . Auch von anderen Autoren kommen Vorschläge zur Normen-und Werteorientierung. Schröder-Bäck fokussiert auf die Prinzipien \"Menschenwürde, Gerechtigkeit, Effizienz, gesundheitliche Gesamtnutzenmaximierung und Verhältnismäßigkeit\" [13] . Sass betrachtet die Berücksichtigung der Leitgesichtspunkte \"Sicherheit, Erziehung, Minimax, Partnerschaft, Effizienz und Review\" als essenzielle Orientierungsmöglichkeiten im Zusammenhang mit Public Health, Notstand und Ethik [14] .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 813,
                    "end": 817,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1282,
                    "end": 1286,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Ethische Herausforderungen"
        },
        {
            "text": "Einige der hier angesprochenen ethischen Probleme sollen im Folgenden intensiver vorgestellt werden. [15] . Die ethischen Herausforderungen bei einer Influenzapandemie liegen also vor allem darin, dass mögliche Public-Health-Maßnahmen zum Schutz der Bevölkerung individuelle Freiheiten einschränken können [16] . Zu diesen Maßnahmen gehören: Offenlegung der Erkrankung des Einzelnen zwecks Surveillance und Monitoring gegenüber Gesundheitsbehörden und sozialem Umfeld bis hin zu Zwangsuntersuchungen, Impfungen und Therapie (ggf. gegen den Patientenwillen), Isolierung, Quarantäne, Beschränkung der Bewegungs-, Versammlungs-und Reisefreiheit [1] . Hinzu kommen bei einer Influenzapandemie ggf. noch Verteilungsprobleme -z. B. von knappen Medikamenten, Vakzinen, Krankenhausbetten oder Beatmungsgeräten. Verteilungsproblemen ist insbesondere zu Beginn einer Pandemie zu begegnen, weil in ihren ersten 3-6 Monaten keine bevölkerungsweite Impfung gegen ein neuartiges Influenza-A-Virus möglich wäre, da ein Impfstoff erst nach Ausbruch der Pandemie entwickelt werden kann, wenn der Erreger bekannt ist. Gerade für diese Übergangszeit ist die Versorgung der Bevölkerung mit speziellen antiviralen Medikamenten (derzeit werden vor allem die sogenannten Neuraminidaseinhibitoren als geeignet angesehen) von großer Bedeutung. Darüber hinaus kann symptomatisch mit anderen Grippemedikamenten, Antibiotika, Schmerz-, und -beispielsweise bei gegebener Situation -auch mit Palliativmedikamenten behandelt werden, sodassneben einer Bevorratung, Verfügbarkeit und Bereitstellung von Neuraminidaseinhibitoren, Atemschutzmasken etc. -auch diese Mittel in den vorsorglichen Plänen der Verteilung und Zuweisung berücksichtigt werden müssen. Außer um organisatorische und finanzielle Aspekte geht es also insbesondere darum, nach welchen Kriterien die begrenzt, d. h. nicht für alle unmittelbar und sofort verfügbaren Güter zu verteilen sind.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Ethische Herausforderungen"
        },
        {
            "text": "Die Verteilung knapper Ressourcen erfolgt (beispielsweise innerhalb von Regionen ohne hinreichende Bevorratung)sofern sie nicht willkürlich sein soll -auf der Basis von Prioritätensetzungen, die faktisch harten Rationierungen gleichkommen können. Für harte Rationierung \"müssen die Kriterien klar und transparent sein und die Grenzen scharf gezogen werden. Spielraum für individuelle Interpretationen darf es dann kaum noch geben\" [17] . Priorisierungsschemata müssen auf moralisch robusten Fundamenten -dazu kann man kontextsensitive Spezifikationen und Abwägungen der Prinzipien Menschenwürde und Gerechtigkeit zählen -stehen und transparent sein [18] . Sie müssen vor Eintritt der Krise bekannt sein, von der Öffentlichkeit mitgetragen werden und antizipativ sowie rekonstruk-Zusammenfassung · Abstract pandemic threat. The authors argue that it is necessary to consider ethical implications of pandemic influenza preparedness early on and to include ethical reasoning when deciding on the measures for the pandemic management.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 435,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Priorisierungen unter Knappheitsbedingungen"
        },
        {
            "text": "Keywords influenza · pandemic · ethics · rationing · justice · trust Bundesgesundheitsbl -Gesundheitsforsch -Gesundheitsschutz 2008 · 51:191-199 DOI 10.1007/s00103-008-0449-1 © Sprin ger Me di zin Ver lag 2008",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priorisierungen unter Knappheitsbedingungen"
        },
        {
            "text": "Zu sam men fas sung Infektionskrankheiten gehören weltweit zu den größten gesundheitlichen Bedrohungen. Trotz der daraus auch resultierenden ethischen Herausforderungen sind entsprechende Diskussionen bisher eher im Zusammenhang mit speziellen gesundheitsassoziierten Themen geführt worden -z. B. zu seltenen Krankheiten, Embryonenforschung und Gendiagnostik. Nun droht aber die Möglichkeit einer Influenzapandemie in absehbarer Zeit. Im vorliegenden Beitrag werden diese Bedrohung und die sich daraus ergebenden ethischen Herausforderungen diskutiert. Die Autoren vertreten die These, dass es erforderlich ist, sich frühzeitig, d. h. bereits in der Vorbereitung auf eine Pandemie, mit den ethischen Implikationen einer solchen auseinanderzusetzen und ethisches Urteilen bei der Weiterentwicklung von Maßnahmenkatalogen zu berücksichtigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethische Aspekte eines Influenzapandemiemanagements und Schlussfolgerungen für die Gesundheitspolitik. Ein Überblick"
        },
        {
            "text": "Influenza · Pandemie · Ethik · Rationierung · Gerechtigkeit · Vertrauen",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüs sel wör ter"
        },
        {
            "text": "Infectious diseases are among the major global health threats. Although associated with these diseases there are vast ethical challenges, ethics has more focused on other health related issues -e.g. associated with rare diseases, embryo research, genetic diagnosis. Nowadays we are facing a possible influenza pandemic caused by a new human influenza virus subtype. This article presents issues and ethical challenges of the tiv nach der Krise -hier der Pandemieethisch vertretbar sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical aspects of a pandemic influenza management and conclusions for health policy. An overview Abstract"
        },
        {
            "text": "Priorisierung ist kein Gegensatz zu Leitgesichtspunkten wie \"Gleichheit\" oder \"Gerechtigkeit\", sondern eine situativ bedingte Sonderform: Wie in einer Triage müssen im Sinne des Allgemeinwohls die primär zu rettenden und zu schützenden Personengruppen bestimmt werden. Das sollten in diesem Fall die in der Krise essenziellen Leistungserbringer (in einem umfassenden und nicht nur gesundheitlichen Sinne) sein [19] . Dazu könntenwas näher zu bestimmen und zu differenzieren wäre -Mitarbeiter in Strom-und Wasserwerken oder im Transport-und Lebensmittelbereich, Sicherheits-und Ordnungskräfte, Mitarbeiter in Krankenhäusern, Drogerien, Apotheken und auch niedergelassene Ärzte gehören. Die verschiedenen von Kotalik ausgewerteten Pandemiepläne (aus Kanada, dem Vereinigten Königreich (UK), Australien und den USA) nennen alle beispielsweise als Gruppen mit der höchsten Priorität für Impfungen die \"health care workers\". Danach kommen die \"providers of essen tial services\", danach Personengruppen mit einem hohem Erkrankungs-bzw. Übertragungsrisiko [20] . Eine ähnliche Priorisierung muss im Ernstfall je nach Bevorratungsgrad auch in Bezug auf die antiviralen Medikamente vorgenommen werden. Die kanadischen und US-amerikanischen Priorisierungsmodelle sehen vor, hospitalisierten Patienten hier die oberste Priorität vor kranken \"health care workers\" einzuräumen, danach kommen \"highest risk outpatients\" (USA) bzw. \"ill high risk persons\" in der Kommune. Beide Pläne sehen einen Vorrang der Therapie vor der Prophylaxe.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 414,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1049,
                    "end": 1053,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Ethical aspects of a pandemic influenza management and conclusions for health policy. An overview Abstract"
        },
        {
            "text": "Prinzipiell erscheint es durchaus plausibel \"health care workers\" und \"providers of essential services\" zuerst zu versorgen bzw. zu impfen. Dies geschieht in der Absicht, den gesellschaftlichen Interessend. h. allen Bürgern -gerecht zu werden und Mortalität und Morbidität zu reduzieren. Auch der deutsche Nationale Pandemieplan -der nicht explizit ethische Kriterien, Begründungen oder Leitgesichtspunkte nennt -sieht vor, dass zuerst das Personal im ambulanten und stationären medizinischen Versorgungsbereich, dann die Berufsgruppen, die der Sicherstellung der öffentlichen Ordnung und Infrastruktur, also der Allgemeinheit zuträglich sind, geimpft werden. Weitere Priorisierungen sollen im Pandemiefall auf der Basis konkreter epidemiologischer Kriterien getroffen werden. Dabei geht es dann darum, die allgemeinen Komplikations-und Mortalitätsraten zu reduzieren [21] .",
            "cite_spans": [
                {
                    "start": 868,
                    "end": 872,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Ethical aspects of a pandemic influenza management and conclusions for health policy. An overview Abstract"
        },
        {
            "text": "Die Beschreibung der moralischen und professionellen Rolle, d. h. der Rechte und Pflichten der Ärzte und -was noch wenig bearbeitet wurde -der Apotheker [22] im Pandemiefall ist eine große Herausforderung. Schon im Vorfeld einer befürchteten Pandemie sehen sich viele Ärzte mit Problemen konfrontiert, wenn Patienten sie bitten, vorsorglich Privatrezepte für antivirale Medikamente auszustellen. Diesem Wunsch dürfte häufig stattgegeben werden, auch wenn er aus ärztlicher Sicht oft von moralischen Skrupeln begleitet sein wird [23] . Das Handeln des Arztes und letztlich auch des Apothekers ist in Grenzen nachvollziehbar, falls der Patientder sein Auftraggeber ist und auf dessen Wiederkommen er ökonomisch angewiesen ist [24] -den klaren diesbezüglichen Wunsch äußert. Die ärztliche Expertise und der heilberufliche Auftrag reichen allein nicht aus, den Herausforderungen im Falle einer befürchteten oder auch tatsächlichen Pandemie zu begegnen und gesamtgesellschaftliche Public-Health-Probleme zu lösen. Hier kann nur eine generelle Entlastung des Arztes helfen, etwa indem man es ihm zumindest erschwert (beispielsweise über eine Indikationsstellungs-bzw. Begründungspflicht), spezielle antivirale Medikamente privat zu rezeptieren. Hier müssen kluge Abwägungen getroffen werden, die mit der ärztlichen Individualethik und mit sozialethischen Ansprüchen vereinbar sind [25] .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1375,
                    "end": 1379,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rechte und Pflichten bestimmter Berufsgruppen"
        },
        {
            "text": "Eine zentrale gesundheitspolitische Frage, die diskutiert werden muss, betrifft die Versorgungsverpflichtung von Ärzten und weiterer im Gesundheitswesen Beschäftigter, sobald sie sich selbst einer erhöhten Ansteckungsgefahr aussetzen. Wie weit geht die Standesverpflichtung des Arztes, seinem Patienten Gutes zu tun? Letztlich brauchen die wichtigen und un-verzichtbaren Leistungserbringer -vor allem diejenige, die den Kranken in der Akutversorgung begegnen -ausreichende Sicherheiten, damit sie ihre Arbeit auch in der akuten Krise wahrnehmen und nicht zu Hause bleiben [26] . Zudem kann man ihnen Anreize oder Kompensationen bieten (z. B. spezielle Versicherungsfonds, die auch für andere Berufsgruppen wie Techniker oder Bestatter gelten könnten [12] ",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 576,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Rechte und Pflichten bestimmter Berufsgruppen"
        },
        {
            "text": "Auf soziale Ereignisse und Kontakte (\"social mixing\") muss in fortgeschrittenen Pandemiephasen ggf. verzichtet werdend. h. Schulen und öffentliche Plätze müssen geschlossen werden, öffentliche Veranstaltungen sollten nicht mehr stattfinden [4] . Es muss geklärt sein, wer die Verantwortung und wer die Befugnis hat, solche Maßnahmen durchzusetzen und bei Verstoß Sanktionen zu erlassen und Konsequenzen zu ziehen [27] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Social Distancing"
        },
        {
            "text": "Isolation und Quarantäne sind weitere Konzepte zur Eindämmung von Infektionen. Die beiden Begriffe werden fälschlicherweise oft als Synonym verwendet. Die Isolation ist eine Maßnahme, um infizierte Personen zu separieren, die andere Personen anstecken können. In der Quarantäne schränkt man hingegen den Aktionsradius gesunder Personen ein, die expositionsverdächtig waren [28] . Die Quarantäne kann Einzelpersonen oder größere Gruppen betreffen. Bei Influenzapandemien spielen Übertragungen im familiären Bereich eine große Rolle, was bei der Pandemieplanung berücksichtigt werden muss [29] . Besonders brisant wären Distanzierungsmaßnahmen in Haushalten und Familien, weil diese kleinste gesellschaftliche Einheit besonders geschützt ist und für sie grundsätzlich das Prinzip der staatlichen Nichteinmischung gilt.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Social Distancing"
        },
        {
            "text": "Quarantänemaßnahmen können im Pandemiefall ein Mittel zum Gesundheitsschutz der Bevölkerung sein. Allerdings muss hier deutlich differenziert werden: Eine freiwillige Quarantäne ist ethisch wenig herausfordernd, eine unfreiwillige wäre Anwendung von Zwang, der moralisch gerechtfertigt sein muss. Eine unfreiwillige Quarantäne wäre ethisch eher zu verantworten, wenn für die betroffene Personengruppe Therapeutika oder Impfstoffe zur Verfügung ständen. Ist dies jedoch nicht der Fall, wird die Abwägung, eine Quarantäne zu treffen, noch schwieriger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Distancing"
        },
        {
            "text": "Um unangemessenen Reaktionen bis hin zur Panik in einer Krisensituation vorzubeugen, ist es sinnvoll, die Bevölkerung rechtzeitig, d. h. im Vorfeld, aufzuklären. Erforderlich ist in diesem Zusammenhang die Verbreitung umfassender Informationen über die Krankheit selbst und auch über selbstverständliche Hygienemaßnahmen sowie andere Schutzmaßnahmen [30] . Folglich sehen der deutsche Nationale Pandemieplan sowie die entsprechenden Pläne von Ländern und Kommunen auch die Verteilung bürgernaher Informationen vor [21] . Informationsmaßnahmen verbessern die Mitwirkung des Bürgers und erfüllen zudem seinen Informationsanspruch [26] . In diesem Sinne ist die Bereitstellung umfassender Gesundheitsinformationen aus ethischer Sicht genauso wichtig wie die Transparenz bei der Pandemiemanagementvorbereitung sowie bei Allokationsentscheidungen und den ihnen zugrunde liegenden ethischen Kriterien. Informationen und Transparenz schaffen letztlich begründetes Vertrauen [18] . Die USamerikanischen CDC raten dringend zur Transparenz, d. h., sie empfehlen, in einer allgemeinverständlichen Sprache darzulegen, was die Entscheidungskriterien in Härtefällen sind. Klarheit und Offenheit ergibt sich aus dem ethischen Gebot der Achtung gegenüber Individuen [4] .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 354,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1250,
                    "end": 1253,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Vertrauen durch Transparenz und Partnerschaft"
        },
        {
            "text": "Eine fachlich gute und ethisch akzeptable Vorbereitung auf eine Pandemie sieht vor, dass Pandemiepläne auf die resultierenden Herausforderungen realistische und in der Kommune, Region und Nation erprobte Handlungsansätze finden. Zur Erprobung können beispielsweise Übungen, Szenariendiskussionen oder Simulationen durchgeführt werden. In diesen sollte man, auch aus ethischen Gründen, von Notstands-und Triagesituationen, also von einem Worst-Case-Szenario ausgehen [26] . Denn gerade in diesen Situationen können ethisch relevante Aspekte und Lösungswege am besten diskutiert und entwickelt werden.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 470,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Vertrauen durch Transparenz und Partnerschaft"
        },
        {
            "text": "Aufbauend [21] . Das ECDC hat zudem auch den deutschen Influenzapandemieplan evaluiert und mit den anderen Influenzaplänen aus der EU verglichen [33] . Bisher sind die spezifisch ethischen Aktivitäten auf dieser Ebene allerdings noch nicht sehr ausgeformt. Es könnte aber eine Aufgabe der EU und konkret des ECDCs sein, einen europaweiten ethischen Diskurs mit anzustoßen.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Vertrauen durch Transparenz und Partnerschaft"
        },
        {
            "text": "Die Globalisierung und die damit verbundene Mobilität von Menschen ermöglicht eine schnelle Ausbreitung ansteckender Krankheiten. Global gesehen, stellt uns die Pandemievorbereitung vor einige organisatorische und ethische Herausforderungen. Zu den organisatorischen zählen z. B. der Aufbau funktionierender Informations-und Meldewege, von Netzwerken aus Epidemiologen und Biologen sowie die Erarbeitung von Regeln für Reisebeschränkungen. Im Ernstfall müssen Reisewarnungen ausgegeben und es muss über Ausbrüche in den betreffenden Staaten berichtet werden, dies möglichst ohne Stigmatisierungen hervorzurufen. Zudem muss von behördlicher Seite auf die Beibehaltung eines schnellen und zuverlässigen Kommunikationsflusses geachtet werden. Beim SARS-Ausbruch lag beispielsweise eine große Herausforderung darin, dass sich China nicht als Ausbruchsland sah. Daraus schließen Singer et al.: \"It is no longer acceptable for countries to hide health information that can protect others. Sharing public health in-formation is part of maintaining the global public good of health protection, and should be encouraged and admired.\" [12] Im Bemühen, ethisch akzeptable Antworten auf eine weltweite Bedrohung durch eine Influenzapandemie zu erhalten, stellt sich im weiteren Sinne auch die Frage, wie einzelne Regierungen die Pflichten ihrer eigenen Bevölkerung gegenüber mit möglichen Pflichten gegenüber anderer Länder Bevölkerungen abwägen [5] . Ein besonderes Augenmerk gilt dabei den Entwicklungsländern. Die Bevölkerungen armer Staaten haben wesentlich weniger Möglichkeiten, Gesundheitskompetenzen zu entwickeln, ihre Ernährung und die Hygieneverhältnisse sind schlechter, und sie haben einen deutlich schlechteren Zugang zu Impfungen oder zur gesundheitlichen Versorgung im Krankheitsfall [34] . Prospektive quantitative Analysen zeigen, dass Entwicklungsländer mit hoher Wahrscheinlichkeit die größte Bürde einer Influenzapandemie zu tragen hätten. Murray et al. gehen davon aus, dass in den OECD-Ländern aufgrund der vorhandenen symptomatischen Behandlungsmöglichkeiten, von Impfungen, der Verfügbarkeit von Antibiotika zur Behandlung von Sekundärerkrankungen wie Lungenentzündungen sowie aufgrund des deutlich besseren Gesundheitsstatus der Bevölkerung die Auswirkungen einer Influenzapandemie weniger drastisch wären als in den Entwicklungsländern. Hinzu kommt, dass diesen eine umfassende Vorbereitung auf eine Pandemie nicht möglich ist [35] .",
            "cite_spans": [
                {
                    "start": 1125,
                    "end": 1129,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1434,
                    "end": 1437,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1788,
                    "end": 1792,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2442,
                    "end": 2446,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Globale Perspektiven"
        },
        {
            "text": "Eine besondere Unterstützung für Entwicklungsländer im Vorfeld und Fall einer Pandemie ist nicht nur aus ethischer Perspektive von Relevanz, sondern auch politisch klug und vorausschauend [35] , um die eigenen Interessen zu schützen (möglichst geringe Auswirkungen auf die Bevölkerungsgesundheit, die Ökonomie und die globale Stabilität). Es wäre aber auch zu erörtern, welche ethischen Verpflichtungen Entwicklungsländer im Rahmen ihrer Möglichkeiten gegenüber anderen Ländern haben.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Globale Perspektiven"
        },
        {
            "text": "Im Rahmen der globalen Kommunikation sind die \"Surveillance Systeme\" zu betrachten -sowohl in internationaler als auch nationaler Perspektive, da es auch in Deutschland hier noch Verbesserungs-potenzial gibt. McKee und Atun zufolge kann ein globales Surveillancesystem -das in Zeiten des H5N1-Influenzavirus dringend benötigt wird, um die Vorboten einer Pandemie und ihre weitere Entwicklung zu beobachten bzw. die Bevölkerung schnellstmöglich schützen zu können -nur so gut sein wie das schwächste Mitglied dieses Systems. Eine besondere Herausforderung liegt hier -außer in dem möglichen Problem, dass Staaten einen Ausbruch bewusst nicht meldenin den sogenannten Nichtstaaten (nonstates), d. h. in rechtlich unsicheren und nicht weithin anerkannten Territorien. Deren Public-Health-Systeme bzw. fehlende internationale Einbindung hemmen den Aufbau eines effizienten globalen Surveillancesystems. Im Kaukasus ist beispielsweise eine Public-Health-Surveillance kaum vorhanden, auch ist es international kaum eingebunden. Das Exportland Taiwan besitzt zwar ein gutes System, steht aber politisch isoliert da. In Nordzypern und Palästina gibt es Probleme aufgrund der politischen Teilung. Zu den Nichtstaaten zählen auch Transnistrien, der Kosovo, Abchasien, die Republik Bergkarabach und Westsahara [36] .",
            "cite_spans": [
                {
                    "start": 1299,
                    "end": 1303,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Globale Perspektiven"
        },
        {
            "text": "Es besteht die Notwendigkeit, diese Schwächen der Surveillance im eigenen Sicherheitsinteresse in den Blick zu nehmen. Jenseits des Umstandes, dass die Versorgung der Personen in Nichtstaaten im Pandemiefall suboptimal wäre, gibt es noch weitere ethisch relevante Aspekte. Die Nichtanerkennung von Personen oder auch von Personengruppen bzw. von Staaten ist ein prinzipielles moralisches Problem, da es Missachtung ausdrückt [37] . Nichtanerkennung hat immer mit der Nichtbeachtung einzelner Personen als Zweck an sich, als Träger von Menschenwürde zu tun [38] . Es ist zu diskutieren, ob es unsere moralische Pflicht gegen über diesen Ländern ist, ihre Situation zu verbessern und ihre Anerkennung zu fördern. Die Verbesserung der Surveillancesysteme könnte man ggf. als Anlass nehmen, sich in diesen Ländern vermehrt zu engagieren, um Public Health -auch in unserem Sinne -sowie Anerkennungsprozesse voranzutreiben.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Globale Perspektiven"
        },
        {
            "text": "In Bezug auf die Pandemieplanung gibt es also einerseits generelle Überlegungen im Eigeninteresse eines Staates. In diesem Zusammenhang wird gefragt: wie koordinieren wir und wie bereiten wir uns vor, sodass uns eine mögliche Influenzapandemie so wenig wie möglich (auch nachhaltig) im eigenen Land schadet. Andererseits gibt es die ethischen Leitgesichtspunkte, die Dritten gegen über -d. h. gegenüber den Entwicklungsländern und Nichtstaaten -zur unterstützenden Handlung auffordern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Globale Perspektiven"
        },
        {
            "text": "Die Autoren votieren mit diesem Beitrag für eine frühzeitige und philosophischsystematische Auseinandersetzung der Öffentlichkeit, Politik und Verwaltung mit den vielfältigen ethischen Aspekten eines Pandemiemanagements. Im Folgenden sollen einige Initiativen vorgestellt werden, die diesbezügliche Diskurse führen und einige der bereits genannten ethischen Aspekte reflektieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethikinitiativen"
        },
        {
            "text": "Im Sommer 2006 trafen sich in Bellagio, Italien, Wissenschaftler und Experten aus der Gesundheitspolitik, um über Gerechtigkeitsfragen im Zusammenhang mit einer pandemischen Influenza zu beraten. Vertreten waren neben Fachleuten aus den Bereichen Tiergesundheit, Ökonomie, Public Health und Virologie auch Ethiker: der Gerechtigkeitsphilosoph Allen Buchanan, der Medizinethiker Alex Capron und die Public-Health-Ethikerin Ruth Faden. Ihre Diskussion fokussierte sich speziell auf die Situation und Auswirkungen einer Influenzapandemie auf die Entwicklungsländer bzw. allgemein auf benachteiligte Personen und Populationen [39] .",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 626,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Das Bellagio-Statement zu Influenza und sozialer Gerechtigkeit"
        },
        {
            "text": "Auf der Tagung wurde ein Statement verabschiedet, das ethisch relevante Forderungen aufstellt, an denen sich sowohl Regierungen als auch Nichtregierungsorganisationen (NGOs) im Falle einer Pandemie orientieren können. In dem Statement, das 6 Prinzipien expliziert, wird zunächst gefordert, dass alle -vor allem auch die unterprivilegierten -Personen Zugang zu qualitativ guten und verständlichen Informationen über die Pandemie und über Maßnahmen zur Eindämmung kollektiver und individueller Gesundheitsgefahren erhalten [40] . Wörtlich heißt es: \"All people should have ready access to accurate, up-to-date and easily understood information about avian and human pandemic influenza, public policy responses, and appropriate local and individual actions. Communications should be tailored to overcome obstacles that disadvantaged groups face in accessing such information.\" [39] Ferner wird gefordert, alle relevanten Stakeholdereinschließlich des privaten Sektors -in die Unterstützung benachteiligter Gruppen zu integrieren. Des Weiteren sollen Surveillancesysteme implementiert werden, die eine Stigmatisierung oder Diskriminierung benachteiligter Gruppen ausschließen. Entsprechend muss die Effektivität von Public-Health-Maßnahmen auch unter dem Gerechtigkeitsaspekt gegenüber Benachteiligten bewertet werden. Das fünfte Prinzip fordert, den Entwicklungsländern Zugang zu den verfügbaren wissenschaftlichen und sozioökonomischen Daten zu eröffnen, sodass ihnen eine optimale Vorbereitung auf bzw. Bekämpfung einer Pandemie ermöglicht wird. Als Letztes wird ein gerechter und gleicher Zugang zu Vakzinen und anderen medizinischen bzw. Public-Health-Maßnahmen gefordert -sowohl innerhalb eines Landes als auch zwischen Ländern [41] .",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 525,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1730,
                    "end": 1734,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Das Bellagio-Statement zu Influenza und sozialer Gerechtigkeit"
        },
        {
            "text": "Die WHO hat 1999 einen ersten Pandemieplan \"Influenza Pandemic Preparedness Plan\" [42] herausgegeben, der Grundlage für viele nationale Influenzapandemiepläne war. Gegenwärtig wird von der WHO ein Projekt koordiniert, das sich mit den ethischen Fragen der Pandemievorbereitungen und des Pandemiemanagements befasst. Zu diesem \"Project on Addressing Ethical Issues in Pandemic Influenza Planning\" existieren derzeit nur Arbeitsgruppenpapiere, die als Entwürfe kursieren, sowie eine öffentlich zugängliche Tagungsdokumentation [32] . Ein offizielles WHO-Dokument mit dem Titel \"Ethical considerations in pandemic influenza planning\" befindet sich in der Erstellungsphase. Die Tagungsdokumenta-tion gibt aber schon Einblicke in die (vorläufigen) Ergebnisse der Arbeitsgruppen [32] . Diese werden im Folgenden vorgestellt.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Das Projekt der WHO"
        },
        {
            "text": "Von der ersten Arbeitsgruppe \"Promoting equitable access to therapeutic and prophylactic measures\" wird die Bedeutung der grundlegenden Prinzipien Effizienz, Gleichheit und Verantwortlichkeit für die Erarbeitung von Priorisierungsfestlegungen dargestellt. Je nach ihrer Gewichtung und Ausdifferenzierung resultieren verschiedene Priorisierungsschemata für die Vergabe von Medikamenten und Impfstoffen. Diskutiert wird u. a., Impfstoffe gemäß dem Effizienzprinzip vor allem denen zu verabreichen, die potenzielle Überträger der Viren sind (z. B. Personen, die aufgrund ihrer Tätigkeit im Krankenhaus viel Kontakt mit Infizierten haben).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Projekt der WHO"
        },
        {
            "text": "Die WHO-Arbeitsgruppe \"Isolation, quarantine, border control and social-distancing methods\" weist darauf hin, dass alle Maßnahmen eines Pandemiemanagements bürger-oder sogar menschenrechtsrelevant sein können. So ist es wichtig, Einschränkungen von Rechten anhand international akzeptierter Kriterien vorzunehmen; beispielsweise immer aus den möglichen Maßnahmen die am wenigsten restriktiven zu wählen und nicht zu diskriminieren. Hier können Ansätze der Public-Health-Ethik helfen, in Dilemmasituationen die richtigen Abwägungen zu treffen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Projekt der WHO"
        },
        {
            "text": "In der Arbeitsgruppe \"The role and obligations of health-care workers during an outbreak of pandemic influenza\" wird erörtert, wie weit die Verpflichtungen der Beschäftigten im Gesundheitsbereich angesichts der potenziellen Risiken gehen, denen sie im Fall einer Pandemie ausgesetzt sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Projekt der WHO"
        },
        {
            "text": "In der Arbeitsgruppe \"Issues that arise between governments when developing a multilateral response to a potential outbreak of pandemic influenza\" werden die Verpflichtungen diskutiert, die Staaten einander gegenüber haben, um im Falle einer Pandemie die Durchführung konzertierter Aktionen zu ermöglichen. Auch soll sichergestellt werden, dass einzelne Staaten vulnerable Minderheiten nicht als Verursacher von Pandemien darstellen können und diese damit zu \"Sündenbö-cken\" machen, also sie stigmatisieren oder diskriminieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Projekt der WHO"
        },
        {
            "text": "Zusammenfassend kann festgehalten werden, dass die WHO also gegenwärtig die ethischen Aspekte diskutiert, denen sich einzelne Staaten in nationaler und globaler Perspektive stellen müssen. Das von der WHO angestoßene globale Konsultationsverfahren ist ein wichtiger Schritt in der Bewusstmachung ethischer Aspekte der Influenzapandemieplanung. Es ist wünschenswert, dass diese Diskussionen weltweit von Gesundheitspolitikern auf allen staatlichen Ebenen rechtzeitig wahrgenommen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Projekt der WHO"
        },
        {
            "text": "Eingangs wurde kritisch gefragt, warum sich die Bioethik nicht hinreichend und verhältnismäßig mit den möglichen Folgen und Konsequenzen der Bedrohung durch Infektionskrankheiten befasst hat. Natürlich kann man Ethikern und angewandten Ethikdiskursen nicht vorschreiben, welchen Forschungsgegenstand sie wählen sollten. Es ist unseres Erachtens jedoch notwendig, einen eigenen Diskurs zu diesen drängenden Fragen anzustoßen. Ethiker müssen für Public-Health-Fragen sensibilisiert werden, andererseits muss Public-Health-Wissenschaftlern und Praktikern die Möglichkeit gegeben werden, mit Ethikern in einen interdisziplinären Dialog einzutreten [43] . Angestoßen durch die SARS-Ausbrüche und drohende Pandemien, ist dies in ersten Ansätzen erfolgt, es beginnt sich eine neue Bereichsethik, die Public-Health-Ethik, herauszuschälen. Dieser Beitrag und die weiteren Aufsätze des vorliegenden Themenhefts des Bundesgesundheitsblatts wollen diesen Diskurs auch im deutschsprachigen Raum fördern, auf seine Dringlichkeit aufmerksam machen und erste methodische und inhaltliche Anstöße geben.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 648,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Institutionalisierung und Formierung von Public-Health-Ethik"
        },
        {
            "text": "Public-Health-Ethik liefert einen anderen normativen Referenzrahmen als Bioethik, weil sich Letztere eher individualethisch auf Arzt-Patient-bzw. Forscher-Proband-Verhältnisse bezieht und hier unter der Prämisse, Patienten-und Bürgerrechte zu stärken, Entscheidungskri-terienberatung anstrebt. Public-Health-Ethik hat demgegenüber einen anderen Auftrag, andere Akteure und Netzwerke, andere Ziele und Methoden. Sie liefert mit eigenen Grundsätzen einen eigenen ethischen Rahmen [13, 14] .",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 482,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Institutionalisierung und Formierung von Public-Health-Ethik"
        },
        {
            "text": "Es ist eine gesundheitspolitische Aufgabe auch im Sinne einer weit voraus gedachten Prävention, Public-Health-Ethik zu institutionalisieren (z. B. durch Forschung und Lehre an den gesundheitswissenschaftlichen Fakultäten, eine eigene wissenschaftliche Zeitschrift, Fachgesellschaften und wissenschaftliche Beiräte), um auch im Zusammenhang mit drohenden gesundheitlichen Gefährdungen von Bevölkerungsgruppen ethische Gesichtspunkte noch stärker als bisher in Public-Health-Planungen einbeziehen zu können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutionalisierung und Formierung von Public-Health-Ethik"
        },
        {
            "text": "Weltweit bereiten sich Regierungen und Verwaltungen mit Notfallplänen auf mögliche Pandemien vor. Dabei wird eine systematisch-philosophische Auseinandersetzung mit ethischen Aspekten allerdings erst in Ansätzen praktiziert [44] . Ein differenziertes Bewusstsein über die ethischen Herausforderungen und Probleme im Zusammenhang mit dem Management von Influenzapandemien ist erst im Entstehen und bedarf der Weiterentwicklung [27] . In einer aktuellen USamerikanischen Analyse wird bemängelt, dass Vorbereitungen und Pläne zur Bekämpfung von Pandemien keine \"ethische Sprache\" verwenden [45] , d. h. moralische Dilemmata noch nicht überall hinreichend mittels ethischer Methodiken aufgearbeitet wurden. Auch in der Neufassung des deutschen Nationalen Pandemieplans ist an keiner Stelle das Wort \"Moral/moralisch\" oder \"Ethik/ethisch\" erwähnt, wenngleich den fachlichen Reflexionen implizit ethische Kriterien zugrunde liegen.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Es ist notwendig, sich im Rahmen der Influenzapandemievorbereitung frühzeitig und bewusst auch mit den ethischen Implikationen einer solchen explizit auseinanderzusetzen und ethisches Urteilen bei der Weiterentwicklung des Maßnahmenkatalogs zu berücksichtigen. Diese public-health-ethischen Diskurse zielführend voranzutreiben und dabei die in diesem Beitrag dargelegten Herausforderungen zu adressieren und darauf Antworten zu finden ist eine lohnende Aufgaben im Schnittfeld von Gesundheitspolitik und Katastrophenvorbeugung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit"
        },
        {
            "text": "Kor re spon die ren der Au tor Dr ",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 33,
                    "text": "Dr",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fazit"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ethics and infectious disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Selgelid",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--19",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Duty to treat or right to refuse?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Hastings Center Report",
            "volume": "21",
            "issn": "",
            "pages": "36--46",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pandemic influenza preparedness: an ethical framework to guide decision making",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Medical Ethics",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ethical guidelines in Pandemic Influenza -Recommendations of the Ethics Subcommittee of the Advisory Committee to the Director",
            "authors": [],
            "year": 2007,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ethical considerations in international preparedness planning efforts",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Capron",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "157--176",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ethical and legal considerations in preparing for pandemic influenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Leduc",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "90--98",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ethical issues in SARS control. Diploma thesis at Hamburg University of Applied Sciences",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schipf",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preparing for an influenza pandemic: ethical issues",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kotalik",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ethics and infectious disease",
            "volume": "",
            "issn": "",
            "pages": "95--104",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ethische Kriterienberatung für Entscheidungsträger in Institutionen der öffentlichen Gesundheit zur Vorsorge einer Pandemie mit einem neuartigen Influenza-A-Virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schröder",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schröter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Gesundheitswesen",
            "volume": "69",
            "issn": "",
            "pages": "371--376",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Principles of biomedical ethics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Beauchamp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Childress",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Disaster preparedness and triage: justice and the common good",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Veatch",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mount Sinai J Med",
            "volume": "72",
            "issn": "",
            "pages": "236--241",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ethics and SARS: lessons from Toronto",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Benatar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br Medical J",
            "volume": "327",
            "issn": "",
            "pages": "1342--1344",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Public-Health-Ethik in Abgrenzung zur Medizinethik",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schröder",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bundesgesundheitsblatt Gesundheitsforschung Gesundheitsschutz",
            "volume": "50",
            "issn": "",
            "pages": "103--111",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Public-Health-Ethik ist Partnerschaftsethik",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Sass",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bundesgesundheitsblatt Gesundheitsforschung Gesundheitsschutz",
            "volume": "51",
            "issn": "",
            "pages": "164--174",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Impfprogramme im Spannungsfeld zwischen individueller Autonomie und allgemeinem Wohl",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marckmann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bundesgesundheitsblatt Gesundheitsforschung Gesundheitsschutz",
            "volume": "51",
            "issn": "",
            "pages": "175--183",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Eine neue Pandemie -alte ethische Probleme",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wiesing",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marckmann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Dtsch Ärztebl",
            "volume": "103",
            "issn": "",
            "pages": "1561--1563",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Management und Kontrolle einer Influenzapandemie. Konzeptionelle Überlegungen für einen deutschen Influenzapandemieplan",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fock",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bußmann",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bundesgesundheitsblatt Gesundheitsforschung Gesundheitsschutz",
            "volume": "10",
            "issn": "",
            "pages": "969--980",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Just care: rationing in a public health crisis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Childress",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Update",
            "volume": "20",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Sass HM (2006) Differentialethik. Anwendungen in Medizin, Wirtschaft und Politik",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ethics of planning for and responding to pandemic influenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kotalik",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Literature Review. Nationale Ethikkommission im Bereich Humanmedizin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nationaler Pandemieplan",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch-Institut",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Zur Standesethik des Apothekers. Die Deontologia Pharmaceutica aus historischer Sicht",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leidig",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Ethische Aspekte des Ökonomisierungsprozesses in der Medizin: Eine Analyse des sich verändernden Arzt-Patient-Verhältnisses aus Sicht der doppelten Prinzipal-Agent-Theorie",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eurich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schröder",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Z Evangelische Ethik",
            "volume": "47",
            "issn": "",
            "pages": "21--32",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Medizinische Ethik bei Notstand, Krieg und Terror. Verantwortungskulturen bei Triage",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Sass",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pandemic influenza: ethics, law, and the public's health",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Berkman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Admin Law Rev",
            "volume": "59",
            "issn": "",
            "pages": "121--176",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ethical and legal challenges posed by severe acute respiratory syndrome. Implications for the control of severe infectious disease threats",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Fairchild",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Public health ethics. Theory, policy, and practice",
            "volume": "",
            "issn": "",
            "pages": "261--277",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Large-scale spatial-transmission models of infectious disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "316",
            "issn": "",
            "pages": "1298--1301",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "How you can be prepared for a flu pandemic? Individual and Family Handbook",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Strategien und Maßnahmen in Vorbereitung auf eine Influenza-Pandemie",
            "authors": [
                {
                    "first": "Gesundheit",
                    "middle": [],
                    "last": "Bundesamt Für",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Global consultation on addressing ethical issues in pandemic influenza planning. Summary of discussions",
            "authors": [],
            "year": 2007,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "How prepared is Europe for pandemic influenza? Analysis of national plans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "",
            "pages": "1405--1411",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Introduction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Selgelid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Battin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ethics and infectious disease",
            "volume": "",
            "issn": "",
            "pages": "pp xi--xix",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Estimation of potential global pandemic influenza mortality on the basis of vital registry data from the 1918-20 pandemic: a quantitative analysis",
            "authors": [
                {
                    "first": "Cjl",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "",
            "pages": "2211--2218",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Weak links: international health surveillance in a world containing \"nonstates\"",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atun",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur J Public Health",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The decent society",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Margalit",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Umverteilung oder Anerkennung? Eine politisch-philosophische Kontroverse",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Honneth",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The Bellagio meeting on social justice and influenza (2006) Bellagio statement of principles",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Emergency management in public health ethics: triage, epidemics, biomedical terror and warfare",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Sass",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eubios J Asian Internat Bioethics",
            "volume": "15",
            "issn": "",
            "pages": "161--166",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Ethical and legal considerations in mitigating pandemic disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Faden",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "177--183",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Influenza pandemic preparedness plan. Responding to an influenza pandemic or its threat: the role of WHO and guidelines for national planning",
            "authors": [],
            "year": 1999,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Public health ethics in Europe -let ethicists enter the public health debate",
            "authors": [
                {
                    "first": "Elm",
                    "middle": [],
                    "last": "Maeckelberghe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schröder-Bäck",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Ethical and legal considerations in mitigating pandemic disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lemon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamburg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Sparling",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Ethics in a pandemic: a survey of the state pandemic influenza plans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martinot",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Public Health",
            "volume": "97",
            "issn": "1",
            "pages": "26--31",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF2": {
            "text": "auf der erfolgten Darlegung einiger zentraler Handlungsfelder und ihrer ethischen Herausforderungen wird für die deutsche Perspektive angeregt, dass sich auch der per Bundesgesetz im Juli 2007 eingerichtete Deutsche Ethikratähnlich wie die schweizerische Nationale Ethikkommission im Bereich Humanmedizin [31] oder das neuseeländische Nation al Ethics Advisory Committee [32] -mit ethischen Fragen der Pandemievorsorge und des Pandemiemanagements beschäftigen sollte. Dies würde einen öffentlichen Diskurs fördern und zugrunde liegende ethische Werte validieren helfen. Während die Kommunen lokal und von regionalen und nationalen Institutionen unterstützt agieren, obliegt die Koordination eines Pandemiemanagements der Landesebene und länderübergreifend dem Bund. Aufgrund der offenen Grenzen in Europa und der Freiheiten in Bezug auf Güter und Personen müssen auch innerhalb der Europäischen Union (EU) gemeinsame Koordinierungsaufgaben wahrgenommen werden. Die EU ist routinemäßig gesundheitspolitisch aktiv. Sie zielt auf eine Verbesserung der Bevölkerungsgesundheit u. a. über einen EU-weiten Informationsaustausch von Gesundheitsdaten sowie über EU-geförderte Gesundheitsforschungsprojekte. Vorrangige Ziele ihres Gesundheitsaktionsprogramms sind die Verbesserung des Informationsstandes zu gesundheitlichen Aspekten inner-halb Europas, die Erarbeitung von Maßnahmen zur raschen Reaktion auf grenzübergreifende Gesundheitsgefahren -zu denen auch eine Influenzapandemie zählen würde -sowie die Berücksichtigung für Europa relevanter Gesundheitsfaktoren (beispielsweise Tabak). Seit 2005 existiert das European Centre for Disease Prevention and Control (ECDC) in Stockholm, dessen Aufgabe die Surveillance und das Monitoring von Infektionskrankheiten ist, die für die EU von Relevanz sind. Mit dem ECDC stimmen sich im Pandemiefall auch das Robert Koch-Institut bzw. das Bundesministerium für Gesundheit ab -z. B. in Bezug auf die Krisenkommunikation",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". phil. Peter Schröder-Bäck Landesinstitut für Arbeit und Gesundheit NRW (lögd) Westerfeldstraße 35-37 33611 Bielefeld, BRD E-Mail: peter.schroeder@loegd.nrw.de",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}