{"paper_id": "ffbb614c5a4d631f7e5823416591c585d7778d06", "metadata": {"title": "Ebola and Localized Blame on Social Media: Analysis of Twitter and Facebook Conversations During the 2014-2015 Ebola Epidemic", "authors": [{"first": "Melissa", "middle": [], "last": "Roy", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Ottawa", "location": {"addrLine": "120 University Private, Room 12002", "postCode": "K1N6N5", "settlement": "Ottawa", "region": "ON", "country": "Canada"}}, "email": ""}, {"first": "Nicolas", "middle": [], "last": "Moreau", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Ottawa", "location": {"settlement": "Ottawa", "country": "Canada"}}, "email": ""}, {"first": "•", "middle": ["Cécile"], "last": "Rousseau", "suffix": "", "affiliation": {"laboratory": "", "institution": "McGill University", "location": {"settlement": "Montreal", "country": "Canada"}}, "email": ""}, {"first": "Arnaud", "middle": [], "last": "Mercier", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrew", "middle": [], "last": "Wilson", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fondation Maison des Sciences de l'Homme", "location": {"settlement": "Paris", "country": "France"}}, "email": ""}, {"first": "Laëtitia", "middle": [], "last": "Atlani-Duault", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Paris (CEPED, IRD) & Fondation Maison des Sciences de l'Homme", "location": {"settlement": "Paris", "country": "France"}}, "email": ""}, {"first": "", "middle": [], "last": "Ca", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "This study aimed to analyze main groups accused on social media of causing or spreading the 2014-2016 Ebola epidemic in West Africa. In this analysis, blame is construed as a vehicle of meaning through which the lay public makes sense of an epidemic, and through which certain classes of people become ''figures of blame''. Data was collected from Twitter and Facebook using key word extraction, then categorized thematically. Our findings indicate an overall proximate blame tendency: blame was typically cast on ''near-by'' figures, namely national governments, and less so on ''distant'' figures, such as generalized figures of otherness (''Africans'', global health authorities, global elites). Our results also suggest an evolution of online blame. In the early stage of the epidemic, blame directed at the affected populations was more prominent. However, during the peak of the outbreak, the increasingly perceived threat of inter-continental spread was accompanied by a progressively proximal blame tendency, directed at figures with whom the social media users had pre-existing biopolitical frustrations. Our study proposes that pro-active and on-going analysis of blame circulating in social media can usefully help to guide communications strategies, making them more responsive to public perceptions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The 2014- 2016 Ebola outbreak in West Africa has been deemed an exceptional situation in epidemiological history, due to its geographic scope, morbidity and mortality rates, uncertainties relating both to treatments and to the natural reservoir of the virus, and the extent to which it generated international anxieties (Sinha and Parmet 2016) .", "cite_spans": [{"start": 10, "end": 29, "text": "2016 Ebola outbreak", "ref_id": null}, {"start": 320, "end": 343, "text": "(Sinha and Parmet 2016)", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "Introduction"}, {"text": "Most studies interested in the representations of social groups during the Ebola epidemic have used traditional media as their corpus (Abeysinghe 2016; Broom and Boom 2017; Monson 2017) . However, this is in line with research from the previous decade, which showed that during epidemics and emerging infectious diseases crises, traditional media have been the public's principal sources of information and considered the most trustworthy (Brug et al. 2004; Gaglia et al. 2008; Paek et al. 2008) . Today, traditional media are increasingly accessed through Web and social media platforms, and new technologies such as mobile devices are increasing the frequency of this access (Yang, Horneffer and DiLisio 2013) . There is also a rising ability to discuss events with others through forums and commenting tools. It is then imperative to expand the analytical focal and include social media as a corpus in the study of epidemics.", "cite_spans": [{"start": 134, "end": 151, "text": "(Abeysinghe 2016;", "ref_id": "BIBREF0"}, {"start": 152, "end": 172, "text": "Broom and Boom 2017;", "ref_id": null}, {"start": 173, "end": 185, "text": "Monson 2017)", "ref_id": "BIBREF47"}, {"start": 439, "end": 457, "text": "(Brug et al. 2004;", "ref_id": "BIBREF6"}, {"start": 458, "end": 477, "text": "Gaglia et al. 2008;", "ref_id": null}, {"start": 478, "end": 495, "text": "Paek et al. 2008)", "ref_id": "BIBREF57"}, {"start": 677, "end": 711, "text": "(Yang, Horneffer and DiLisio 2013)", "ref_id": "BIBREF86"}], "ref_spans": [], "section": "Introduction"}, {"text": "The range of studies that have analyzed social media during epidemics can be separated into four categories. To begin, social media is sometimes used as a tool for digital epidemiology: publicly available and crowdsourced is analyzed to better detect and monitor disease outbreaks (Chou et al. 2013; Elkin, Topal and Gurkan 2017; Schomberg et al. 2016; Sinnenberg et al. 2017; Woo et al. 2017) . Secondly, social media has been analyzed to explore the online content visualized by users in order to better understand the information that they consume, but usually without consideration for the manner in which this is received and appreciated (Basch et al. 2015; Bragazzi et al. 2017) . Thirdly, some researchers have explored rumors and misinformation circulating on social media, and highlighted the importance for public health authorities to analyze such conversations and counteract the spread of false information by acting as moderators (Yang, Horneffer, and DiLisio 2013; Nagpal et al. 2015; Sharma et al. 2017) . The fourth category of research, in which this study is situated, considers social media analyses to be useful tools to assess perceptions about public health issues and explores the users' understanding of epidemics, in order to better grasp their concerns, preoccupations and sentiments (Miller et al. 2017; Nielsen et al. 2017 ) and adjust the online communication strategies targeting this public.", "cite_spans": [{"start": 281, "end": 299, "text": "(Chou et al. 2013;", "ref_id": "BIBREF12"}, {"start": 300, "end": 329, "text": "Elkin, Topal and Gurkan 2017;", "ref_id": "BIBREF17"}, {"start": 330, "end": 352, "text": "Schomberg et al. 2016;", "ref_id": "BIBREF68"}, {"start": 353, "end": 376, "text": "Sinnenberg et al. 2017;", "ref_id": "BIBREF72"}, {"start": 377, "end": 393, "text": "Woo et al. 2017)", "ref_id": "BIBREF84"}, {"start": 643, "end": 662, "text": "(Basch et al. 2015;", "ref_id": null}, {"start": 663, "end": 684, "text": "Bragazzi et al. 2017)", "ref_id": "BIBREF8"}, {"start": 944, "end": 979, "text": "(Yang, Horneffer, and DiLisio 2013;", "ref_id": "BIBREF86"}, {"start": 980, "end": 999, "text": "Nagpal et al. 2015;", "ref_id": "BIBREF48"}, {"start": 1000, "end": 1019, "text": "Sharma et al. 2017)", "ref_id": "BIBREF69"}, {"start": 1311, "end": 1331, "text": "(Miller et al. 2017;", "ref_id": "BIBREF45"}, {"start": 1332, "end": 1351, "text": "Nielsen et al. 2017", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the context of the recent Ebola epidemic, most studies were located in the first and third categories. To begin, some have suggested that social media could be used as an epidemiological tool, allowing health authorities to predict and monitor the Cult Med Psychiatry (2020) 44:56-79 57 propagation of the disease (Liaquat et al. 2016; Rodriguez-Morales, Castañeda-Hernández and Mcgregor 2015) . Secondly, some studies also analyzed social media to better understand reasons for misinterpretation of the Ebola disease, with a focus on misconceptions and false information circulating during the Ebola epidemic (Alnemer et al. 2015; Jin et al. 2014; Oyeyemi, Gabarron, and Wynn 2014) . As such, to the best of our knowledge, previous studies have not analyzed social media users' general understanding of the recent Ebola epidemic. While important, current studies forgo the qualitative meaning invested in the outbreak by the users. We argue that public health authorities should carry out research on social media users' understanding of epidemics, in order to improve the design and calibration of communication strategies to their targeted audiences (Sastry and Dutta 2017) . Thus, in this paper, we aim to contribute to current literature on Ebola and social media by analyzing the attribution and evolving dynamics of online blame, which we conceptualize as a specific part in the process of sense-making of the outbreak. As we will show, externalized figures were more prominent in social media conversations at the beginning of the epidemic. However, as the epidemic progressed and the perceived risk of international propagation increased, blame progressively shifted towards increasingly localized figures. Ultimately, the results of this study highlight a localized dynamic of blame: national governments and neighbouring immigrants are the ones mostly held responsible for the propagation of the Ebola epidemic, which, as we will show, can provide a heightened sense of power, but also feelings of bitterness.", "cite_spans": [{"start": 251, "end": 289, "text": "Cult Med Psychiatry (2020) 44:56-79 57", "ref_id": null}, {"start": 317, "end": 338, "text": "(Liaquat et al. 2016;", "ref_id": null}, {"start": 339, "end": 396, "text": "Rodriguez-Morales, Castañeda-Hernández and Mcgregor 2015)", "ref_id": "BIBREF65"}, {"start": 613, "end": 634, "text": "(Alnemer et al. 2015;", "ref_id": "BIBREF1"}, {"start": 635, "end": 651, "text": "Jin et al. 2014;", "ref_id": "BIBREF35"}, {"start": 652, "end": 685, "text": "Oyeyemi, Gabarron, and Wynn 2014)", "ref_id": "BIBREF56"}, {"start": 1156, "end": 1179, "text": "(Sastry and Dutta 2017)", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Introduction"}, {"text": "Dynamics of blame are often present during epidemics, as the public attempts to make sense of the event by scrutinizing human actions that could have led to the propagation of the disease (Farmer 2006) . Regardless of ''where'' blame is directed, it seems to be a recurring feature in the history of epidemics (Markel 2001; McNeill 1998; Neilkin and Gilman 1991; Wagner-Egger et al. 2011) : examples include Jewish communities accused of propagating plague in the Middle Ages (Fabre 1998; Lucenet 1981, Naphy and Spicer 2003) , the ''4H'' designation of Haitians, homosexuals, heroin users and hemophiliacs blamed for HIV/AIDS during the 1980s and 1990s (Hays 1998) , or accusations that New York's Chinatown community was responsible for SARS (Eichelberger 2007) . This recurrence of blame is not surprising for several reasons: (a) it allows one to make sense of an epidemic (Hewlett and Hewlett 2008) ; (b) it allows people to clear themselves of responsibility for the epidemic by projecting the reasons for possible contamination on others; (c) it reinforces existing scripts and relations through the interpretation of disease as a product of institutions or groups that are already distrusted (Calain and Poncin, 2015; Fribault 2015; Wilkinson and Fairhead 2017) ; (d) it offers a selfpreservation strategy in that, by avoiding ''culprits'' and their environment, one may protect oneself from contracting the disease (Fairhead 2016; Hewlett and Hewlett 2008) ; (e) blame may foster hope by implying that if an epidemic is created by humans, they can also find solutions and overcome it.", "cite_spans": [{"start": 188, "end": 201, "text": "(Farmer 2006)", "ref_id": null}, {"start": 310, "end": 323, "text": "(Markel 2001;", "ref_id": "BIBREF42"}, {"start": 324, "end": 337, "text": "McNeill 1998;", "ref_id": "BIBREF44"}, {"start": 338, "end": 362, "text": "Neilkin and Gilman 1991;", "ref_id": "BIBREF49"}, {"start": 363, "end": 388, "text": "Wagner-Egger et al. 2011)", "ref_id": null}, {"start": 476, "end": 488, "text": "(Fabre 1998;", "ref_id": null}, {"start": 489, "end": 512, "text": "Lucenet 1981, Naphy and", "ref_id": null}, {"start": 513, "end": 525, "text": "Spicer 2003)", "ref_id": "BIBREF49"}, {"start": 654, "end": 665, "text": "(Hays 1998)", "ref_id": "BIBREF29"}, {"start": 744, "end": 763, "text": "(Eichelberger 2007)", "ref_id": "BIBREF16"}, {"start": 877, "end": 903, "text": "(Hewlett and Hewlett 2008)", "ref_id": null}, {"start": 1200, "end": 1225, "text": "(Calain and Poncin, 2015;", "ref_id": "BIBREF9"}, {"start": 1226, "end": 1240, "text": "Fribault 2015;", "ref_id": "BIBREF25"}, {"start": 1241, "end": 1269, "text": "Wilkinson and Fairhead 2017)", "ref_id": "BIBREF83"}, {"start": 1424, "end": 1439, "text": "(Fairhead 2016;", "ref_id": "BIBREF21"}, {"start": 1440, "end": 1465, "text": "Hewlett and Hewlett 2008)", "ref_id": null}], "ref_spans": [], "section": "Literature Review"}, {"text": "Analyses of the blame generated during the 2014-2015 Ebola epidemic rely on data from classical ethnographic methodologies (Landry Faye 2015; Wilson 2015) and media discourse analyses (Monson 2017; Sinah and Parmet 2016) . This literature, which is not based on the analysis of social media, typically showed that blame during this recent Ebola epidemic was mostly directed towards external figures such as non-governmental organizations (Wilson 2015) , global elites, including the ''West'' (Wilson 2015) , and ''White Men'' (Landry Faye 2015) , who were blamed by some West African communities, and general figures of Otherness, namely ''Africa'' or ''Africans'' who were blamed by the American media and lay public (Broom and Broom 2017; Mitman 2014; Monson 2017; Sinah and Parmet 2016) .", "cite_spans": [{"start": 123, "end": 141, "text": "(Landry Faye 2015;", "ref_id": null}, {"start": 142, "end": 154, "text": "Wilson 2015)", "ref_id": "BIBREF84"}, {"start": 184, "end": 197, "text": "(Monson 2017;", "ref_id": "BIBREF47"}, {"start": 198, "end": 220, "text": "Sinah and Parmet 2016)", "ref_id": null}, {"start": 438, "end": 451, "text": "(Wilson 2015)", "ref_id": "BIBREF84"}, {"start": 492, "end": 505, "text": "(Wilson 2015)", "ref_id": "BIBREF84"}, {"start": 526, "end": 544, "text": "(Landry Faye 2015)", "ref_id": null}, {"start": 718, "end": 740, "text": "(Broom and Broom 2017;", "ref_id": null}, {"start": 741, "end": 753, "text": "Mitman 2014;", "ref_id": "BIBREF46"}, {"start": 754, "end": 766, "text": "Monson 2017;", "ref_id": "BIBREF47"}, {"start": 767, "end": 789, "text": "Sinah and Parmet 2016)", "ref_id": null}], "ref_spans": [], "section": "Literature Review"}, {"text": "Ungar (1998) and Joffe and Haarhoff (2002) have theorized this focus on otherness via externalized blame as serving a psychologically reassuring function. Indeed, these author shave shown that the mass media used ''othering'' as a tool to allay the American and Britain populations' fears during the 1995 Ebola outbreak, namely by emphasizing the methods of containment of the disease available in Western societies, while associating the Ebola epidemic with local African attributes and practices such as poor medical infrastructure and contact with monkeys. Moreover, Joffe and Haarhoff (2002) found that the mass media's readers did not perceive the Ebola epidemic as an imminent threat, partly due to its far-flung localisation. In this study, we therefore wondered if the externalized dynamic of blame previously documented would also be present in social media conversations, which constitute a different corpus of study.", "cite_spans": [{"start": 6, "end": 12, "text": "(1998)", "ref_id": "BIBREF20"}, {"start": 17, "end": 42, "text": "Joffe and Haarhoff (2002)", "ref_id": "BIBREF33"}, {"start": 570, "end": 595, "text": "Joffe and Haarhoff (2002)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Literature Review"}, {"text": "More specifically, this study was inspired by (Atlani-Duault et al. 2015) , who explored conspiracy theories associated with the H1N1 epidemic circulating in social media. These authors developed the concept of ''figures of blame'', building on Paul Farmer's (2006) ''geography of blame'', which argues that pre-existing social relations between North America and Haiti led to an accusatory dynamic between both nationalities during the rise of the HIV/AIDS pandemic: North Americans blamed Haiti for the emergence of the organism responsible for AIDS and for the American pandemic, while Haitians counter-blamed Americans in a myriad of conspiracy theories. The term ''figures of blames'' reflects the idea that accusations against certain groups, mostly social ''Others'' (marginalized groups, immigrants, etc.) and institutional groups (societal elites, pharmaceutical companies, etc.), are often historically recurring, meaning that some groups are repetitively blamed for different epidemics. (Atlani-Duault et al. 2015) have shown that these figures of blame have not been radically transformed by the emergence of social media platforms: rather, social media have offered new channels for these accusations to be expressed and disseminated.", "cite_spans": [{"start": 46, "end": 73, "text": "(Atlani-Duault et al. 2015)", "ref_id": "BIBREF2"}, {"start": 245, "end": 265, "text": "Paul Farmer's (2006)", "ref_id": null}, {"start": 998, "end": 1025, "text": "(Atlani-Duault et al. 2015)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Conceptual Frame"}, {"text": "Our research aimed to explore accusatory dynamics associated with the recent Ebola epidemic by analyzing conversations circulating on social media. In particular, our goal was to explore the main figures of blame present in Facebook and Twitter conversations, and analyze the impacts and implications of the discourses that emerged.", "cite_spans": [], "ref_spans": [], "section": "Research Objectives"}, {"text": "Data was extracted through the Facebook and Twitter application program interfaces. These social media platforms provide complementary data. Twitter is the dominant social reporting tool in which short (maximum 140 characters at the time of research) topical comments are published (Oh, Agrawal, and Raghay 2013) . In contrast, Facebook tends to be used as a digital space where individuals share information on themselves (life events, activities and photos), and their personal thoughts and feelings can be expressed in complete sentence or paragraph forms (Orchard et al. 2015) .", "cite_spans": [{"start": 282, "end": 312, "text": "(Oh, Agrawal, and Raghay 2013)", "ref_id": null}, {"start": 559, "end": 580, "text": "(Orchard et al. 2015)", "ref_id": null}], "ref_spans": [], "section": "Methods"}, {"text": "Our dataset of social media conversations was built in two phases. The first phase consisted of collecting a large amount of conversations related to the Ebola epidemic between 15 March 2014 and 15 March 2015, i.e. for a total period of 12 months following first conversations on the outbreak.", "cite_spans": [], "ref_spans": [], "section": "Data Extraction"}, {"text": "This initial dataset first included tweets containing keyword ''Ebola'' posted during the period, and then was further filtered by language to only keep tweets in French and English. Language analysis was performed using a statistic method specifically tailored for tweets. This dataset was composed of more than 18 million tweets.", "cite_spans": [], "ref_spans": [], "section": "Data Extraction"}, {"text": "The initial dataset also included Facebook comments on articles and comments on Facebook pages collected from a selection of 22 English or French-speaking media outlets in response to articles or posts related to Ebola. We identified the online media outlets which, according to the Alexa index, are the most highly ranked in each of 10 countries, including: (1) West African countries affected by Ebola, Liberia (Liberian observer, The Perspective), Sierra Leone (The Patriotic Vanguard), Guinea (Guinee News, Guinée 7), Nigeria (Vanguard Nigeria, Punch Nigeria), Senegal (Dakaractu, Leral) and Mali (Malijet, Maliactu); (2) a West African country that was not affected by Ebola, Ivory Coast (Abidjan); (3) a North American country with Ebola cases, the United States (CNN, Fox News, Huffington Post); (4) a North American country without Ebola cases, Canada (Canadian Broadcasting Corporation, Globe and Mail); (5) a European country without Ebola cases, France (Le Monde, Le Figaro). We also chose two transnational newspapers, RFI and Yahoo News, which are popular in Africa. Let us note that our initial goal was to choose two media outlets per selected country according to the Alexa index. However, the online press in some African countries is not always of ideal deontological quality and, in contexts of poverty or of ravages caused by wars, the press can sometimes have difficulties to invest in online content. As such, due to a deficit in editorial credibility, we only chose one media outlet for Sierra Leone and Mali. In a parallel manner, given that we had fewer media outlets than initially planned, we chose three for the United States, including two that are ideologically opposed (CNN and Fox News) as well as a news outlet which not very politically inclined (Huffington Post). This heterogeneous sample of countries, with an overrepresentation of West African countries' media outlets, is justified by our attempt to counteract an ethnocentric bias in the academic field of health communication and social media, which often neglects the Southern hemisphere, including Africa (Eckert et al. 2018) . The dataset eventually included over 14 million Facebook comments.", "cite_spans": [{"start": 2098, "end": 2118, "text": "(Eckert et al. 2018)", "ref_id": null}], "ref_spans": [], "section": "Data Extraction"}, {"text": "Comments and tweets were further analyzed to create three subsets based on their content or the content of articles they linked to or commented on:", "cite_spans": [], "ref_spans": [], "section": "Data Extraction"}, {"text": "(1) A subset about ''borders'' because previous research has showed that epidemics are increasingly understood in relation to globalization and migration (Budd, Bell, and Brown 2009; Warren, Bell, and Budd 2010) . We were thus interested in the ways that blame was articulated around the notion of borders. These subsets were defined using semantic clustering and analysis of both social media content (tweets and Facebook comments) and the articles they referred to, combining selection by keywords and semantic rules to achieve word disambiguation. Keywords and rules were developed for each language, and the sets of keywords were enriched using nearest neighbours in a word-embedding vector space to identify close expressions actually used by journalists and social media authors (Pennington, Socher, and Manning 2014) .", "cite_spans": [{"start": 154, "end": 182, "text": "(Budd, Bell, and Brown 2009;", "ref_id": "BIBREF7"}, {"start": 183, "end": 211, "text": "Warren, Bell, and Budd 2010)", "ref_id": "BIBREF82"}, {"start": 785, "end": 823, "text": "(Pennington, Socher, and Manning 2014)", "ref_id": "BIBREF58"}], "ref_spans": [], "section": "Data Extraction"}, {"text": "This analysis permitted the extraction of a randomized sample of 4000 tweets, and 1959 news articles from which 3879 Facebook comments were extracted. From this total sample of 7879 comments from Twitter (n = 4000) and Facebook (n = 3879), 3935 comments were manually rejected: 2258 comments did not attribute blame, 1037 were non-pertinent discussions between commentators (insults, statements that diverged from the topic of the Ebola epidemic, etc.), 477 comments were repetitions (collected twice within our sample), 127 vaguely criticized an article, and 36 were spam. Thus 3944 comments (1068 tweets and 2876 Facebook comments) were subject to analysis.", "cite_spans": [], "ref_spans": [], "section": "Data Extraction"}, {"text": "To explore social media users's attribution of blame, we took an inductive thematic analysis approach, often used in exploratory research to understand a group's conceptualisation of the studied phenomenon and its main preoccupations (Braun and Clarke 2006; Vaismoradi et al. 2013) . Data was analysed manually by the first author. Though automated processes could have helped analyse the main figures of blame, our hand-coding permitted us to go beyond the literal content of each comment, and consider social dynamics at play (such as conspiracy theories or accusations directed at immigrants from neighbouring countries), which could not be fully captured through key word analysis alone.", "cite_spans": [{"start": 234, "end": 257, "text": "(Braun and Clarke 2006;", "ref_id": "BIBREF4"}, {"start": 258, "end": 281, "text": "Vaismoradi et al. 2013)", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Data Analysis"}, {"text": "To begin the analysis, the coder read the raw data (Facebook and Twitter comments) to become familiar with the entire body (Braun and Clarke 2006; Nowell et al. 2017) . The second step of the analysis process condensed the raw data into summary format. Comments were initially manually associated with an identifying code, in the NVivo qualitative analysis software. This first code used phrasing from the original comment to remain close to the original meaning (Shepherd et al. 2015) . This inductive approach allowed us to explore the emerging figures of blame, without being influenced by previous research.", "cite_spans": [{"start": 123, "end": 146, "text": "(Braun and Clarke 2006;", "ref_id": "BIBREF4"}, {"start": 147, "end": 166, "text": "Nowell et al. 2017)", "ref_id": "BIBREF52"}, {"start": 463, "end": 485, "text": "(Shepherd et al. 2015)", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "Data Analysis"}, {"text": "The third step identified overlapping themes, in order to fit some of them together into a broader thematic category (Braun and Clarke 2006; Nowell et al. 2017) . To do so, the initial codes were manually regrouped in the NVivo software, according to their main underlying thematic content. This lead to a total 11 descriptive themes: (1) national governments (n = 1667); (2) immigration (n = 837); (3) borders (n = 823); (4) globalization (n = 308); (5) quarantine (n = 90); (6) populations in the affected areas (n = 61); (7) individual ''carriers'' (n = 57); (8) media (n = 47); (9) relation to the West (n = 30); (10) relation to global elites (n = 13); and (11) global health authorities (n = 11). With an inductive approach, the themes identified are initially strongly linked to the data themselves (Nowell et al. 2017) . This is why these themes are broad and not at first glance directly related to the research objectives (the identification of figures of blame); such an approach allows researchers to consider themes which are not of obvious relevance but may be important.", "cite_spans": [{"start": 117, "end": 140, "text": "(Braun and Clarke 2006;", "ref_id": "BIBREF4"}, {"start": 141, "end": 160, "text": "Nowell et al. 2017)", "ref_id": "BIBREF52"}, {"start": 806, "end": 826, "text": "(Nowell et al. 2017)", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Data Analysis"}, {"text": "The final step was to refine these 11 thematic categories in order to clarify how these themes interact with and relate to each other (Braun and Clarke 2006) . In keeping with our research objectives of identifying the underlying figures of blame, all categories were regrouped into six final categories, defined by the actors who had been accused: global health authorities, national government, immigrants, populations in the affected areas, global elites and the media. We would like to note that the data collected for each of the two social media platforms was initially analyzed separately, to consider possible variations in the comments published on each platform. Though proportions differed, these figures of blame were found in both social media corpuses (see Table 1 ) and, in the case of Facebook posts, were present in comments responding to articles published by media outlets from both Western countries and West African countries (see Table 2 ). The results are thus the product of separate analyses, which were thereafter combined.", "cite_spans": [{"start": 134, "end": 157, "text": "(Braun and Clarke 2006)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 771, "end": 778, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 952, "end": 959, "text": "Table 2", "ref_id": null}], "section": "Data Analysis"}, {"text": "The most important figures of blame (n = 3944) that were discussed in the social media conversations analyzed were: (1) national governments (n = 2888, 73.23%);", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "(2) immigrants (n = 894, 22.67%); (3) populations in the affected areas (n = 61, 1.55%); (4) the media (n = 47, 1.19%); (5) elite groups (n = 43, 1.09%); and (6) global health authorities (n = 11, 0.28%). Figures 1 and 2 illustrate the temporal evolution of these figures of blame.", "cite_spans": [], "ref_spans": [{"start": 205, "end": 220, "text": "Figures 1 and 2", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "To begin, accusations towards national governments were the most frequently discussed (n = 2888): ''So now 2 more possible #Ebola patients in Kentucky? This is completely Obama's fault for not securing our borders! #stoptheflights 1 '' (Tweet, 2 October 2014). Such blame cast upon governments was not limited to a few countries: several national governments were explicitly blamed: United States (n = 146), Guinea (n = 89), Nigeria (n = 72), France (n = 31), Mali (n = 32), Senegal (n = 30), Ivory Coast (n = 22), Liberia (n = 14) and Canada (n = 12).", "cite_spans": [], "ref_spans": [], "section": "National Governments"}, {"text": "Many social media users who blamed national governments understood the epidemic as a product of border politics (n = 1223, 42.35%), as seen by comments such as ''Do you Libs still want 'open borders'? Now we have diseases that we wiped out in this country making a comeback as well as new ones like this. This tendency to criticize the national government was also implicitly present through social media users' comments (n = 993, 34.38%): for example, some (n = 476, 47.94%) shared news articles relating national governments' decisions to keep borders at least partially open, with enhanced security and surveillance mechanisms, as well as op-eds criticizing such decisions. Others (n = 327, 32.93%) mentioned Ebola then made general criticisms of their government without explicit reference to its epidemic management strategies, and some (n = 184, 18.53%) suggested alternative interventions than those put in place by their government.", "cite_spans": [], "ref_spans": [], "section": "National Governments"}, {"text": "Immigrants were the second most frequent subject of conversations on Facebook and Twitter during the Ebola epidemic (n = 894). In this respect, some expressed '''Ebola: The enemy at your door!' Return to sender!!'' (Comment on the article ''Ebola: The Enemy at Your Door!'', Vanguard Nigeria, 27 July 2014), and ''The person infected with #Ebola in Dallas TX isn't even an American!!!!!! Seal off our borders! Americans in America first…'' (Tweet, 1 October 2014). Often, the word ''immigrant'' was used broadly, without specifying the country of origin of the individual (n = 384, 42.95%). More specifically, some social media users blamed social groups perceived to be proximate to the epicenter of the epidemic (n = 104, 11.63%): ''Guineans'' (n = 46, 44.23%), ''Africans'' (n = 30, 28.85%) and ''West Africans'' (n = 28, 26.92%). However, such comments were typically without explanation, as seen in comments such as ''The incredible Guineans! Ebola, meningitis, and what else??'' (Comment on the article ''There have been 11 New Ebola Cases in Guekedou, says the Prefect Mohamed Keita'' [our translation], GuinéeNews, 21 April 2014). The more descriptive, in-depth and extensively explained comments were those in which accusations were directed at neighbouring ''Others'' (n = 225, 25.17%). Thus, in addition to the blame cast on those living ''close'' to the epicenter, there was a second, more complex, localized dynamic of blame focused on neighbouring countries' migrants.", "cite_spans": [], "ref_spans": [], "section": "Immigrants"}, {"text": "Within these accusations directed at neighbouring ''Others'' (n = 225), there were significant neighbour-against-neighbour accusations, the most common being Senegal/Guinea (n = 103, 45.78%) and United States/Mexico (n = 41, 18.22%). Such blame cast on neighbouring migrant bodies took place in pre-existing social relations (Farmer 2006) . For example, many self-proclaimed American citizens accused Mexican migrants of ''bringing'' not only illnesses, but other social problems to the country (n = 32, 78.05%): ''Well, I'm brilliant enough to know that our borders should be closed to those from 'Ebola country'. And BTW, from illegals coming thru our southern borders, as well. They're bringing all sorts of diseases in that previously were stamped out in this country.'' (Comment to the article ''Tracing Ebola's Breakout to an African 2-Year-Old, Huffington Post, 11 August 2014). Similarly, some Senegalese social media users argue that border closure with Guinea is necessary, not only because of the Ebola epidemic, but also because of immigration dynamics, because there are ''too many'' Guineans in Senegal (n = 72, 69.90%) and that they should stay or return home:", "cite_spans": [{"start": 325, "end": 338, "text": "(Farmer 2006)", "ref_id": null}], "ref_spans": [], "section": "Immigrants"}, {"text": "Meanwhile, 3 000 000 Guineans quietly enter Senegal. And this is an official number; what about those who are not matriculated at the embassy and who are, in my opinion, more numerous? Listen, keep your hatred, grow up, and you will be able to develop your country, which is dragging despite its rich soil. We will protect our country the time it takes. ([our translation], Comment on the article ''There has been Napoleon the Small, Now, There is Macky the Small'' (our translation), Guinée7, 26 September 2014) It is notable that within these comments blaming immigrants, significant hatred was expressed (n = 81, 8.48%), such as ''How long before the illegals and/or homosexual males bring this disgusting disease to the America. Close the dam borders!'' (Comment on the article ''West Africa Seeks to Seal Off Ebola-Hit Regions'', Yahoo News, 7 August 2014), or ''BLOCK THE IMMIGRANTS and if necessary, eradicate them!'' (Tweet, 9 September 2014) ", "cite_spans": [{"start": 925, "end": 950, "text": "(Tweet, 9 September 2014)", "ref_id": null}], "ref_spans": [], "section": "Immigrants"}, {"text": "Populations in the affected areas were also blamed for the emergence of the epidemic and their inadequate management of the disease (n = 61): ''Ebola is an Africa problem but what effort are we making to find a cure? None. We are waiting for the west to research the cause and the cure for us.'' (Comment on the article ''Ebola Alert! FG Stops Transportation of Corpses into Nigeria'', Vanguard Nigeria, 2 August 2014). This blame was mostly centered around those whom social media users called ''Africans'' (n = 54, 88.52%), and was often (n = 30, 55.56%) expressed in contrast with the structures and practices in Western countries, sometimes referred to as the ''First World''. The blame was often attached to perceived issues with African hygienic practices and health infrastructure (n = 21, 38. ", "cite_spans": [], "ref_spans": [], "section": "Populations in the Affected Areas"}, {"text": "The media were the fourth group most blamed (n = 47). They were frequently accused of fear mongering (n = 9, 19.15%), of sensationalism (n = 9, 19.15%), of lying (n = 6, 12.77%), of deliberately causing ''false panics'' (n = 6, 12.77%), and of exaggerating media coverage (n = 3, 6.38%):", "cite_spans": [], "ref_spans": [], "section": "The Media"}, {"text": "Don't spread your fake panic. We actually have the infrastructure and communication system to prevent the spread of this type of epidemic. One suspected case and you'll see how empty the subways can get. Don't cheapen the suffering of actual people with your made up fear, this isn't about you. (Comment on the article ''Ebola Cases Could Rise to 1.4 Million by January, CDC Says, Huffington Post, 23 September 2014).", "cite_spans": [], "ref_spans": [], "section": "The Media"}, {"text": "The media were also implicitly blamed by social media users who corrected information written in news articles (n = 14, 29.79%):", "cite_spans": [], "ref_spans": [], "section": "The Media"}, {"text": "Ebola is a difficult virus to get. Its not airborne. It requires direct fluid to fluid contact. Since many of these African nations are in extreme poverty and have very unsanitary conditions, that's why its able to spread. Its obviously something to pay attention to but I think the media should do a better job of reporting the realities of this virus before they start a panic like they did when those 2 doctors were sent back to the US. (Comment on the article ''Senegal Confirms First Case of Ebola'', Huffington Post, 29 August 2014)", "cite_spans": [], "ref_spans": [], "section": "The Media"}, {"text": "Global elites (n = 43) were also blamed in social media conversations. Amongst the global elites blamed were ''the West'' (n = 30, 69.77%), International Monetary Fund (n = 6, 13.95%), a supposed global alliance (named The Order) controlling the United Nations and United States (n = 3, 6.98%), ''Western'' pharmaceutical companies (n = 2, 4.65%), and the United Nations (n = 2, 4.65%):", "cite_spans": [], "ref_spans": [], "section": "Global Elites"}, {"text": "With all due respect, Western Pharmaceuticals Industries. On the surface, they claim they're here to ''help humanity'', but the key underlying focus leans more towards world domination through drug dependency. Beneath this company's façade are drug lords and ladies who oversee the harvest of plants that produce things like poppy flowers for opium, hashish, LSD, MK-Ultra drugs, cannabis, etc. all over Egypt and Africa and Saudi Arabia. THIS is the company responsible for the creation of any number of the deadly viruses we contend with each day; including the deadly Ebola virus. (Comment on the article ' 'Ebola, AIDS Manufactured by Western Pharmaceuticals, US DoD?'', Liberian Observer, 28 October 2014) It was suggested that Ebola was used to allow Western powers to get richer (n = 11, 21.15%), as a tool to control African populations (n = 10, 19.23%), as a genocidal tool (n = 9, 17.31%) and as a means to destroy West Africa's economy (n = 2, 3.85%): ", "cite_spans": [{"start": 610, "end": 710, "text": "'Ebola, AIDS Manufactured by Western Pharmaceuticals, US DoD?'', Liberian Observer, 28 October 2014)", "ref_id": null}], "ref_spans": [], "section": "Global Elites"}, {"text": "Finally, the WHO as a global health authority was blamed by only a few social media users (n = 11). The organization was suspected of covert population control, and specifically of several charges: lying by saying that Ebola is not transmissible through air in order to downplay the disease and avoid panic (n = 3, 27.27%); manufacturing the virus and propagating it through vaccines (n = 3, 27.27%); extorting money and making a profit off the Ebola epidemic (n = 2, 18.18%); and constituting a new government order in West African countries (n = 1, 9.09%):", "cite_spans": [], "ref_spans": [], "section": "Global Health Authorities"}, {"text": "The WHO has established a de facto (counter-) government in eleven West African countries. This super-government imposed on the local governments is now ruling eleven states, a fifth of all the countries of the continent. And that this coup d'état is succeeding so smoothly and inconspicuously is only due to the fact that it calls itself 'disease control'. (Comment on the article ''$20 million Ebola Budget: A Front to Perpetuate Corruption in Liberia?'', The Perspective, 14 November 2014)", "cite_spans": [], "ref_spans": [], "section": "Global Health Authorities"}, {"text": "The WHO was also accused of acting too slowly (n = 2, 18.18%): ''The inept WHO is finally beginning to take the latest Ebola outbreak seriously, this should have happened many months ago when it first became evident that the Ebola virus had made a return, now it will turn out to be way too little and way too late.'' (Comment on the article ''Liberia Braces Worst Ebola Death Toll Jumps'', Yahoo News, 17 September 2014)", "cite_spans": [], "ref_spans": [], "section": "Global Health Authorities"}, {"text": "Our study's results found that blame circulating on Twitter and Facebook during the Ebola epidemic was not directed most frequently at global figures (global elites, global health authorities, generalized figures of blame such as ''Africans''). Rather, blame was most frequently attached to national governments. This was consistent in both Twitter and Facebook comments (see Table 1 ); in the case of Facebook posts, this tendency was visible regardless of the geographic location of the media outlets that published the articles on which the social media users were commenting (see Table 2 ). Previous media studies have typically shown that far-away groups are often blamed for an epidemic, notably because of their poor health systems and health or social practices (Broom and Broom 2017; Mitman 2014; Monson 2017; Sinah and Parmet 2016) . This accusation pattern usually intertwines with dynamics of Otherness (Joffe and Haarhoff 2002; Ungar 1998) , and is used to elevate the status of Western countries by arguing that they do not have the social conditions that would favour the spread of the disease. However, some studies (Joffe 2011; Mayor et al. 2013; Wagner-Egger et al. 2011) , have identified accusations directed at institutions and political and health authorities, thus showing a dynamic of (dis)trust towards these establishments. Our study corroborates such results, indicating that social media users typically did not relate to Ebola in such a detached way, by connecting it with ''the Other'': they did not generally interpret it as a distant epidemic, but rather as a ''proximal'' one.", "cite_spans": [{"start": 770, "end": 792, "text": "(Broom and Broom 2017;", "ref_id": null}, {"start": 793, "end": 805, "text": "Mitman 2014;", "ref_id": "BIBREF46"}, {"start": 806, "end": 818, "text": "Monson 2017;", "ref_id": "BIBREF47"}, {"start": 819, "end": 841, "text": "Sinah and Parmet 2016)", "ref_id": null}, {"start": 915, "end": 940, "text": "(Joffe and Haarhoff 2002;", "ref_id": "BIBREF33"}, {"start": 941, "end": 952, "text": "Ungar 1998)", "ref_id": "BIBREF78"}, {"start": 1132, "end": 1144, "text": "(Joffe 2011;", "ref_id": "BIBREF34"}, {"start": 1145, "end": 1163, "text": "Mayor et al. 2013;", "ref_id": "BIBREF43"}, {"start": 1164, "end": 1189, "text": "Wagner-Egger et al. 2011)", "ref_id": null}], "ref_spans": [{"start": 376, "end": 383, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 584, "end": 591, "text": "Table 2", "ref_id": null}], "section": "Discussion"}, {"text": "More specifically, our study suggests that accusations resulted from interpretation of the epidemic through frames that are familiar to social media users. Blame took place within pre-existing local border politics. These were mostly articulated through two localized figures of blame: (1) national governments that are considered to have inadequately managed national borders for a long time, and (2) people from neighbouring countries that have a history of migrating into one's country and that were perceived as more likely to bypass national borders due to pre-existing dynamics of immigration. In doing so, social media users made sense of the epidemic through what was common and habitual to them (Abeysinghe 2016) , and understood the Ebola crisis in a way that chimed with more persistent domestic political concerns regarding the national borders. Accusations in social media conversations surrounding Ebola were directed at those with whom users had preexisting social, cultural, economic and political tensions (Farmer 2006) . These accusations directed at familiar figures were emotion-filled because they tapped into, and served to reinforce, pre-existing frames of frustrations.", "cite_spans": [{"start": 704, "end": 721, "text": "(Abeysinghe 2016)", "ref_id": "BIBREF0"}, {"start": 1023, "end": 1036, "text": "(Farmer 2006)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "This contrast between our findings and those of previous research on Ebola (Broom and Broom 2017; Mitman 2014; Monson 2017; Joffe and Haarhoff 2002; Ungar 1998) could be explained by our analysis of the temporal distribution of blame may nuance this. Indeed, it indicates that the populations in the affected areas were blamed most frequently in March 2014, when the international community took notice of the WHO's declaration of an international emergency, and in August 2014, when the first Nigerian to die of Ebola was recorded and Ebola cases were detected in Lagos, Africa's most populous city. All other categories of blame in social media had later prominence, with peaks in August 2014, when the threat of Ebola propagation from the transportation hub of Lagos was felt, and in October 2014, when the first cases were reported in Europe and in the United States. In summary, the populations in the affected areas were more frequently blamed until August 2014, while national governments were more frequently blamed as of August 2014.", "cite_spans": [{"start": 75, "end": 97, "text": "(Broom and Broom 2017;", "ref_id": null}, {"start": 98, "end": 110, "text": "Mitman 2014;", "ref_id": "BIBREF46"}, {"start": 111, "end": 123, "text": "Monson 2017;", "ref_id": "BIBREF47"}, {"start": 124, "end": 148, "text": "Joffe and Haarhoff 2002;", "ref_id": "BIBREF33"}, {"start": 149, "end": 160, "text": "Ungar 1998)", "ref_id": "BIBREF78"}], "ref_spans": [], "section": "From a Far-Flung to a Proximate Threat"}, {"text": "It is possible that the tendency to blame ''distant others'' is mobilized earlier on in the epidemic to explain the beginning of the outbreak, and progressively evolves towards ''proximal figures'' as the threat of its possible arrival closer to home is felt. This shift of blame, from distant to proximal has also been noted in Mayor et al. (2013) 's analysis of the media coverage during the 2009 H1N1 pandemic. According to theses authors, Othering tendencies operated when the threat was geographically distant, and the blame of local groups increased as the threat was perceived to be imminent. In the context of this study, this proximate blame tendency was articulated through a biopolitical and securitized lens, with an emphasis on border infiltration. Social media users' focus point was the protection of the territory (Foucault 2007) via the filtering, and exclusion, of migrating bodies, conceptualized as ''at risk'' of piercing the security net of the ''bio-secure wall''.", "cite_spans": [{"start": 329, "end": 348, "text": "Mayor et al. (2013)", "ref_id": "BIBREF43"}, {"start": 830, "end": 845, "text": "(Foucault 2007)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "From a Far-Flung to a Proximate Threat"}, {"text": "As such, the blame dynamics identified in this study can be seen as stemming from the lay public's idealization of the national border as a protective barrier. National governments that do not feed this idea are seen as incompetent and blameworthy. In her analysis of the re-emergence of frontier walls in the world, Brown (2009) calls this ''the desire for a wall'' or even the ''theology of the wall'', arguing that this desire nourishes a protective fantasy. The global spread of disease also engenders certain public reactions filtered through a biopolitical lens, in which fear of disease is often incarnated as fear of ''outsiders'' and the closure of borders is understood as erecting a protective barrier (Abeysinghe 2016) . Thus, the perceived threat of international epidemics is associated with a tendency to recoil in on oneself, and to advocate for a psychologically reassuring confinement of the nation. Ultimately, this blame dynamic shows that the nation is still perceived as an idealized space of protection in a context of globalization.", "cite_spans": [{"start": 317, "end": 329, "text": "Brown (2009)", "ref_id": "BIBREF5"}, {"start": 713, "end": 730, "text": "(Abeysinghe 2016)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "From a Far-Flung to a Proximate Threat"}, {"text": "Through this call for impermeable national borders, the lay public attempts to use social media as a space for the exercise of their democratic power, where they identified those in whom they had invested accountability for the management of the epidemic, and asked them to take action. In other words, the most prominent figures of blame were not abstract entities: rather, blame was cast on national governments. By casting blame on governments during the Ebola epidemic, social media users could feel a heightened sense of citizenship power by holding authorities of supposed representativeness accountable. However, this withdrawal within oneself, with a focus on national preparedness, can decontextualize Ebola by portraying it as a border management issue, without much consideration for the socioeconomic challenges (such as poverty), that played a role in the extent of the spread of the disease in the affected countries (Leach 2015; Patterson 2015; Wright 2014) .", "cite_spans": [{"start": 931, "end": 943, "text": "(Leach 2015;", "ref_id": "BIBREF39"}, {"start": 944, "end": 959, "text": "Patterson 2015;", "ref_id": "BIBREF58"}, {"start": 960, "end": 972, "text": "Wright 2014)", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "From a Far-Flung to a Proximate Threat"}, {"text": "Whether global, national or local, health authorities today face new challenges from online sources, which can function as an echo chamber within which health debates now reverberate (Vance, Howe and Dellavalle 2009; Picard and Vial 2012) . Although the recurrence of conspiracy theories during epidemics has been shown in previous research on epidemics and online discourse (Atlani-Duault et al. 2015 ) and a strong presence of such theories was noted within the United States population during the 2014-2015 Ebola epidemic (Earnshaw et al. 2016) , our data suggest that preoccupations with these suspected conspiracies were less frequent or widespread than previously thought, when compared with expressions of blame directed at national governments and migrants. While previous research in the Ebola context did indeed detect figures of blame emerging from conspiracy theories-including accusations that Big Pharma and global health authorities were involved in organ or blood theft, or trafficking (Niang 2014; Wilson 2015 )-our results contextualize such accusations by showing that conspiracy theories did not occupy a central space in social media users' understanding of the epidemic. In fact, although the Internet and social media are sometimes said to be a vehicle of exaggeration, a space where rumours, extremist opinions and conspiracy theories can freely bloom (Davis 1999; Renard 2011; Taïeb 2001) , our study suggests that social media discourse may also sometimes moderate conspiracy theories, and that social media content analysis has a valuable role to play in public health research. As such, our study suggests that social media do not merely constitute a space for exaggeration, rumours and conspiracy theories and thus should not be perceived by public health authorities as nothing more than something ''to manage'' in order to counteract the spread of misinformation.", "cite_spans": [{"start": 183, "end": 216, "text": "(Vance, Howe and Dellavalle 2009;", "ref_id": "BIBREF79"}, {"start": 217, "end": 238, "text": "Picard and Vial 2012)", "ref_id": "BIBREF59"}, {"start": 375, "end": 401, "text": "(Atlani-Duault et al. 2015", "ref_id": "BIBREF2"}, {"start": 525, "end": 547, "text": "(Earnshaw et al. 2016)", "ref_id": "BIBREF14"}, {"start": 1002, "end": 1014, "text": "(Niang 2014;", "ref_id": null}, {"start": 1015, "end": 1026, "text": "Wilson 2015", "ref_id": "BIBREF84"}, {"start": 1376, "end": 1388, "text": "(Davis 1999;", "ref_id": "BIBREF13"}, {"start": 1389, "end": 1401, "text": "Renard 2011;", "ref_id": null}, {"start": 1402, "end": 1413, "text": "Taïeb 2001)", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Social Media and Conspiracy Theories"}, {"text": "A first limitation of this study relates to the absence of data geolocation (Stefanidis et al. 2017) . A GSP coordinate is only associated with a post if a social media user allows it in their account settings. Geolocation of social media comments is a complicated undertaking, and previous studies have typically mostly relied on the localisation of a social media account, rather than comments themselves (Ukkusuri and Yang 2019) . Although we possess data that show which media outlet the Facebook commenters are referencing, which could provide some indication of geographic location, it is impossible to present reliable results according to a geographical distribution. For example, the qualitative analysis of the messages sometimes suggested that they were published from the African diaspora in the West, which is not represented in our media outlets sample. This absence of reliable geolocation limited the possibility of an international comparison exploring possible differences in figures of blames according to the country in which the social media users reside. It should be noted (see Table 2 ) that all figures of blame were present across the Facebook comments responding to articles in news outlets from West African and Western countries. There was no drastic difference in the proportions of each figure across these geographic locations. While this suggests some generalizability of the results, the absence of geolocation of the comments does not allow us to generalize results with certainty. Moreover, this absence of geolocation limited our analysis of distant versus proximate blame, since we could only consider a social media comment to have cast blame on a neighbouring ''Other'' if the social media user explicitly mentioned their own origin. The interplay of blame and local politics illustrated in our results highlights the need for future research to consider additional information on social media users' background (gender, age, country of origin and residence, region of origin and residence, education level, political inclinations, etc.), which could add insights on factors and variables influencing their understanding of the epidemic and attribution of blame.", "cite_spans": [{"start": 76, "end": 100, "text": "(Stefanidis et al. 2017)", "ref_id": "BIBREF74"}, {"start": 407, "end": 431, "text": "(Ukkusuri and Yang 2019)", "ref_id": "BIBREF77"}], "ref_spans": [{"start": 1101, "end": 1108, "text": "Table 2", "ref_id": null}], "section": "Study Limits"}, {"text": "It should also be noted that although there is rising uptake of social media platforms in Africa, where the Ebola epidemic mostly occurred, their use is less widespread than in other continents (Kemp 2017) . It is likely that Western perspectives were over-represented in our sample. However, due to the absence of geolocation in our data, we cannot quantify this possible inequality.", "cite_spans": [{"start": 194, "end": 205, "text": "(Kemp 2017)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Study Limits"}, {"text": "Our data collection based on key words may have introduced another limitation. It is possible that blame of the national government in the Ebola epidemic could be partly explained by our choice of key words that guided our data extraction (e.g. ''border''). However, our inclusion of non-border-related key words (e.g. ''suspected cases'') aimed to moderate this bias.", "cite_spans": [], "ref_spans": [], "section": "Study Limits"}, {"text": "Finally, our exploratory analysis aimed to analyze thematic content of social media conversations. Future research could be informed by conversational analyses, considering the patterns of information exchange as well as key actors and influencers on social media. As such, methodological tools such as discourse tracing or social networks theory could add important analytical elements to existing literature on blame.", "cite_spans": [], "ref_spans": [], "section": "Study Limits"}, {"text": "Social media are increasingly recognized as an information-sharing tool between public health authorities and the lay public, and used as platforms to educate the public on health issues and initiatives (Househ 2016) . In the context of the recent Ebola epidemic, social media campaigns that were developed in order to inform the general public about the disease's symptoms, the risk factors that can spread Ebola, the epidemic's progression, and ways to donate to charities (Carter 2014; Lancet editorial 2014) . However, public health authorities are not sufficiently informed about the conversations circulating on social media, primarily utilizing social media as one-way channels to distribute information (Fung et al. 2016; Thackeray et al. 2012) . Our research confirms the pertinence to public health authorities of monitoring and analyzing social media conversations, especially those articulated around blame, because they can inform us about the meaning invested in an epidemic event by the users. Indeed, our results show that social media users blamed proximate figures in emotion-filled comments, shedding light on pre-existing relations of frustration, which were articulated through a biopolitical lens and around border infiltration and management.", "cite_spans": [{"start": 203, "end": 216, "text": "(Househ 2016)", "ref_id": "BIBREF32"}, {"start": 475, "end": 488, "text": "(Carter 2014;", "ref_id": "BIBREF10"}, {"start": 489, "end": 511, "text": "Lancet editorial 2014)", "ref_id": null}, {"start": 711, "end": 729, "text": "(Fung et al. 2016;", "ref_id": null}, {"start": 730, "end": 752, "text": "Thackeray et al. 2012)", "ref_id": "BIBREF76"}], "ref_spans": [], "section": "Conclusion"}, {"text": "Pro-active analysis of blame circulating in social media can usefully assist public health authorities to more fully understand the social media users' perception of an epidemic. Previous research (Chandler et al. 2015; Richards 2016) has shown that the strategy of simply disseminating biomedical knowledge (symptoms, transmission and at-risk practices) on Ebola-and, by extension, on other epidemics of infectious and contagious diseases-is insufficient to lead to behavioural change and heightened community mobilization in public health efforts. Communication strategies in times of epidemics should not be limited to the correction of biomedical misinformation on the disease, but also take into account national and local politics, perceptions and frustrations (notably those regarding borders) at play in the understanding of the epidemic. Moreover, due to the temporal evolution of the figures of blame, as indicated in our study, real-time and on-going analysis of social media conversations are important to tailor online communication efforts to the users' perceptions. On one hand, this can allow for better calibrated communication campaigns that respond to the public's perception of risk (Smith 2006) , and that address fears or distrust (Rousseau et al. 2013; Sharfstein 2015) in ways that promote social cohesion and community mobilization (Laverack and Manoncourt 2016; Omaswa, Okware and Kiguli-Malwadde 2015; Pronyk et al. 2016) . On the other hand, it may also reassure community stakeholders who question official responses, by showing that their concerns are shared by the population. In this sense, beyond direct usefulness, by giving a voice to unheard voices, it may help to support a much-needed societal dialogue in adverse times.", "cite_spans": [{"start": 197, "end": 219, "text": "(Chandler et al. 2015;", "ref_id": "BIBREF11"}, {"start": 220, "end": 234, "text": "Richards 2016)", "ref_id": null}, {"start": 1203, "end": 1215, "text": "(Smith 2006)", "ref_id": "BIBREF73"}, {"start": 1253, "end": 1275, "text": "(Rousseau et al. 2013;", "ref_id": "BIBREF66"}, {"start": 1276, "end": 1292, "text": "Sharfstein 2015)", "ref_id": null}, {"start": 1357, "end": 1387, "text": "(Laverack and Manoncourt 2016;", "ref_id": "BIBREF38"}, {"start": 1388, "end": 1428, "text": "Omaswa, Okware and Kiguli-Malwadde 2015;", "ref_id": "BIBREF54"}, {"start": 1429, "end": 1448, "text": "Pronyk et al. 2016)", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Ebola at the Borders: Newspaper Representations and the Politics of Border Control", "authors": [{"first": "Sudeepa", "middle": [], "last": "Abeysinghe", "suffix": ""}], "year": 2016, "venue": "Third World Quarterly", "volume": "37", "issn": "3", "pages": "452--467", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Are Health-Related Tweets Evidence Based? Review and Analysis of Health-Related Tweets on Twitter", "authors": [{"first": "Khalid", "middle": ["A"], "last": "Alnemer", "suffix": ""}, {"first": "M", "middle": [], "last": "Waleed", "suffix": ""}, {"first": "Ahmed", "middle": ["A"], "last": "Alhuzaim", "suffix": ""}, {"first": "", "middle": [], "last": "Alnemer", "suffix": ""}, {"first": "", "middle": [], "last": "Bader B Alharbi", "suffix": ""}, {"first": "S", "middle": [], "last": "Abdulrahman", "suffix": ""}, {"first": "Omar", "middle": ["R"], "last": "Bawazir", "suffix": ""}, {"first": "", "middle": [], "last": "Barayyan", "suffix": ""}, {"first": "", "middle": [], "last": "Balaraj", "suffix": ""}], "year": 2015, "venue": "Journal of Medical Internet Research", "volume": "17", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Blood Libel Rebooted: Traditional Scapegoats, OnlineMedia, and the H1N1 Epidemic", "authors": [{"first": "", "middle": [], "last": "Atlani-Duault", "suffix": ""}, {"first": "Arnaud", "middle": [], "last": "Laëtitia", "suffix": ""}, {"first": "Cécile", "middle": [], "last": "Mercier", "suffix": ""}, {"first": "Paul", "middle": [], "last": "Rousseau", "suffix": ""}, {"first": "Jean-Paul", "middle": [], "last": "Guyot", "suffix": ""}, {"first": "", "middle": [], "last": "Moatti", "suffix": ""}], "year": 2015, "venue": "Medicine, and Psychiatry", "volume": "39", "issn": "", "pages": "43--61", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Fear, Duty and the Moralities of Care: The Ebola", "authors": [{"first": "Virginia", "middle": [], "last": "Braun", "suffix": ""}, {"first": "Victoria", "middle": [], "last": "Clarke", "suffix": ""}], "year": 2006, "venue": "Qualitative Research in Psychology", "volume": "3", "issn": "2", "pages": "201--216", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Murs: les murs de séparation et le déclin de la souveraineté étatique", "authors": [{"first": "Wendy", "middle": [], "last": "Brown", "suffix": ""}], "year": 2009, "venue": "Les prairies ordinaires", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "SARS Risk Perception, Knowledge, Precautions, and Information Sources", "authors": [{"first": "Johannes", "middle": [], "last": "Brug", "suffix": ""}, {"first": "Anke", "middle": [], "last": "Arja R Aro", "suffix": ""}, {"first": "", "middle": [], "last": "Oenema", "suffix": ""}, {"first": "Jan", "middle": ["Hendrick"], "last": "Onno De Zwart", "suffix": ""}, {"first": "George D", "middle": [], "last": "Richardus", "suffix": ""}, {"first": "", "middle": [], "last": "Bishop", "suffix": ""}], "year": 2004, "venue": "Emerging Infectious Diseases", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Of Plagues, Planes and Politics: Controlling the Global Spread of Infectious Diseases by Air", "authors": [{"first": "Lucy", "middle": [], "last": "Budd", "suffix": ""}, {"first": "Morag", "middle": [], "last": "Bell", "suffix": ""}, {"first": "Tim", "middle": [], "last": "Brown", "suffix": ""}], "year": 2009, "venue": "Political Geography", "volume": "28", "issn": "", "pages": "426--435", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Global Reaction to the Recent Outbreaks of Zika Virus: Insights from a Big Data Analysis", "authors": [{"first": "Nicola", "middle": [], "last": "Bragazzi", "suffix": ""}, {"first": "Cristiano", "middle": [], "last": "Luigi", "suffix": ""}, {"first": "Cecilia", "middle": [], "last": "Alicino", "suffix": ""}, {"first": "Chiara", "middle": [], "last": "Trucchi", "suffix": ""}, {"first": "Ilaria", "middle": [], "last": "Paganino", "suffix": ""}, {"first": "Mariano", "middle": [], "last": "Barberis", "suffix": ""}, {"first": "Laura", "middle": [], "last": "Martini", "suffix": ""}, {"first": "Eugen", "middle": [], "last": "Sticchi", "suffix": ""}, {"first": "Francesco", "middle": [], "last": "Trinka", "suffix": ""}, {"first": "Filippo", "middle": [], "last": "Brigo", "suffix": ""}, {"first": "Giancarlo", "middle": [], "last": "Ansaldi", "suffix": ""}, {"first": "Andrea", "middle": [], "last": "Icardi", "suffix": ""}, {"first": "", "middle": [], "last": "Orsi", "suffix": ""}], "year": 2017, "venue": "PLoS ONE", "volume": "12", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Reaching out to Ebola Victims: Coercion, Persuasion or an Appeal for Self-sacrifice?", "authors": [{"first": "Philippe", "middle": [], "last": "Calain", "suffix": ""}, {"first": "Marc", "middle": [], "last": "Poncin", "suffix": ""}], "year": 2015, "venue": "Social Science and Medicine", "volume": "147", "issn": "", "pages": "126--133", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "How Twitter may have helped Nigeria contain Ebola", "authors": [{"first": "Meg", "middle": [], "last": "Carter", "suffix": ""}], "year": 2014, "venue": "British Medical Journal", "volume": "349", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Ebola: limitations of correcting misinformation", "authors": [{"first": "Clare", "middle": [], "last": "Chandler", "suffix": ""}, {"first": "James", "middle": [], "last": "Fairhead", "suffix": ""}, {"first": "Ann", "middle": [], "last": "Kelly", "suffix": ""}, {"first": "Melissa", "middle": [], "last": "Leach", "suffix": ""}, {"first": "Federick", "middle": [], "last": "Martineau", "suffix": ""}, {"first": "Esther", "middle": [], "last": "Mokuwa", "suffix": ""}, {"first": "Melissa", "middle": [], "last": "Parker", "suffix": ""}, {"first": "Paul", "middle": [], "last": "Richards", "suffix": ""}, {"first": "Annie", "middle": [], "last": "Wilkinson", "suffix": ""}], "year": 2015, "venue": "Lancet", "volume": "385", "issn": "9975", "pages": "1275--1277", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Web 2.0 for Health Promotion: Reviewing the Current Evidence", "authors": [{"first": "Wen-Ying", "middle": [], "last": "Chou", "suffix": ""}, {"first": "Abby", "middle": [], "last": "Sylvia", "suffix": ""}, {"first": "Claire", "middle": [], "last": "Prestin", "suffix": ""}, {"first": "Kuang-Yi", "middle": [], "last": "Lyons", "suffix": ""}, {"first": "", "middle": [], "last": "Wen", "suffix": ""}], "year": 2013, "venue": "American Journal of Public Health", "volume": "103", "issn": "1", "pages": "9--18", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The Web of Politics: The Internet's Impact on the American Political System", "authors": [{"first": "Richard", "middle": [], "last": "Davis", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Medical Mistrust in the Context of Ebola: Implications for Intended Care-Seeking and Quarantine Policy Support in the United States", "authors": [{"first": "Valerie", "middle": ["A"], "last": "Earnshaw", "suffix": ""}, {"first": "M", "middle": [], "last": "Laura", "suffix": ""}, {"first": "Michael", "middle": [], "last": "Bogart", "suffix": ""}, {"first": "Ingrid", "middle": ["T"], "last": "Klompas", "suffix": ""}, {"first": "", "middle": [], "last": "Katz", "suffix": ""}], "year": 2016, "venue": "Journal of Health Psychology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1177/1359105316650507"]}}, "BIBREF16": {"ref_id": "b16", "title": "SARS and New York's Chinatown: The Politics of Risk and Blame During an Epidemic of Fear", "authors": [{"first": "Laura", "middle": [], "last": "Eichelberger", "suffix": ""}], "year": 2007, "venue": "Social Science & Medicine", "volume": "65", "issn": "6", "pages": "1284--1295", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Network Based Model of Social Media Big Data Predicts Contagious Disease Diffusion", "authors": [{"first": "Lauren", "middle": ["S"], "last": "Elkin", "suffix": ""}, {"first": "Kamil", "middle": [], "last": "Topal", "suffix": ""}, {"first": "Gurkan", "middle": [], "last": "Bebek", "suffix": ""}], "year": 2017, "venue": "Information Discovery and Delivery", "volume": "45", "issn": "3", "pages": "110--120", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "É pidémies et contagions. L'imaginaire du mal en Occident", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Understanding Social Resistance to the Ebola Response in the Forest Region of the Republic of Guinea: An Anthropological Perspective", "authors": [{"first": "James", "middle": [], "last": "Fairhead", "suffix": ""}], "year": 2016, "venue": "African Studies Review", "volume": "59", "issn": "3", "pages": "7--31", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Aids and Accusations. Haiti and the Geography of Blame", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Security, Territory, Population: Lectures at the Collège de France", "authors": [{"first": "Michel", "middle": [], "last": "Foucault", "suffix": ""}], "year": 1977, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Ebola en Guinée: violences historiques et régimes de doute", "authors": [{"first": "Mathieu", "middle": [], "last": "Fribault", "suffix": ""}], "year": 2015, "venue": "Anthropologie et Santé", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4000/an—thro—polo—giesante.1761"]}}, "BIBREF29": {"ref_id": "b29", "title": "The Burdens of Disease: Epidemics and Human Response in Western History", "authors": [{"first": "J", "middle": ["N"], "last": "Hays", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The Anthropology of an Emerging Disease", "authors": [{"first": "Culture", "middle": [], "last": "Ebola", "suffix": ""}, {"first": "Politics", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Communicating Ebola Through Social Media and Electronic News Media Outlets: A Cross-Sectional Study", "authors": [{"first": "Mowafa", "middle": [], "last": "Househ", "suffix": ""}], "year": 2016, "venue": "Health Informatics Journal", "volume": "22", "issn": "3", "pages": "470--478", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Representations of Far-Flung Illnesses: the Case of Ebola in Britain", "authors": [{"first": "Hélène", "middle": [], "last": "Joffe", "suffix": ""}, {"first": "Georgina", "middle": [], "last": "Haarhoff", "suffix": ""}], "year": 2002, "venue": "Social Science & Medicine", "volume": "54", "issn": "", "pages": "955--969", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Public Apprehension of Emerging Infectious Diseases: Are Changes Afoot", "authors": [{"first": "Hélène", "middle": [], "last": "Joffe", "suffix": ""}], "year": 2011, "venue": "Public Understanding of Science", "volume": "20", "issn": "", "pages": "446--460", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Misinformation Propagation in the Age of Twitter", "authors": [{"first": "Fang", "middle": [], "last": "Jin", "suffix": ""}, {"first": "Wei", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Liang", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Edward", "middle": [], "last": "Dougherty", "suffix": ""}, {"first": "Yang", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Lu", "middle": [], "last": "Chang-Tien", "suffix": ""}, {"first": "Naren", "middle": [], "last": "Ramakrishnan", "suffix": ""}], "year": 2014, "venue": "Computer", "volume": "47", "issn": "12", "pages": "90--94", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Digital in 2017: Global Overview. We Are Social LTD", "authors": [{"first": "S", "middle": [], "last": "Kemp", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Sylvain 2015 L''exceptionalité' d'Ebola et les 'réticences' populaires en Guinée-Conakry. Réflexions à partir d'une approche d'anthropologie symétrique", "authors": [{"first": "Faye", "middle": [], "last": "Landry", "suffix": ""}], "year": null, "venue": "Anthropologie et Santé", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4000/an—thro—polo—giesante.1796"]}}, "BIBREF38": {"ref_id": "b38", "title": "Key Experiences of Community Engagement and Social Mobilization in the Ebola Response", "authors": [{"first": "Glen", "middle": [], "last": "Laverack", "suffix": ""}, {"first": "Emma", "middle": [], "last": "Manoncourt", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "Gobal Health Promotion", "volume": "23", "issn": "1", "pages": "79--82", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "The Ebola Crisis and Post-2015 Development", "authors": [{"first": "Melissa", "middle": [], "last": "Leach", "suffix": ""}], "year": 2015, "venue": "Journal of International Development", "volume": "27", "issn": "6", "pages": "816--834", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Les grandes pestes en France", "authors": [{"first": "Monique", "middle": [], "last": "Lucenet", "suffix": ""}], "year": 1981, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Journals of the Plague Years: Documenting the History of the AIDS Epidemic in the United States", "authors": [{"first": "Howard", "middle": [], "last": "Markel", "suffix": ""}], "year": 2001, "venue": "American Journal of Public Health", "volume": "91", "issn": "", "pages": "1025--1028", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Dynamic Social Representations of the 2009 H1N1 Panemic: Shifting Patterns of Sense-making and Blame", "authors": [{"first": "Eric", "middle": [], "last": "Mayor", "suffix": ""}, {"first": "Véronique", "middle": [], "last": "Eicher", "suffix": ""}, {"first": "Andrian", "middle": [], "last": "Bangerter", "suffix": ""}, {"first": "Ingrid", "middle": [], "last": "Gilles", "suffix": ""}, {"first": "Alain", "middle": [], "last": "Clémence", "suffix": ""}, {"first": "Eva", "middle": [], "last": "Green", "suffix": ""}], "year": 2013, "venue": "Public Understanding of Science", "volume": "22", "issn": "8", "pages": "1011--1024", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Plagues and Peoples", "authors": [{"first": "William", "middle": ["H"], "last": "Mcneill", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "What Are People Tweeting About Zika? An Exploratory Study Concerning Its Symptoms, Treatment, Transmission, and Prevention", "authors": [{"first": "Michele", "middle": [], "last": "Miller", "suffix": ""}, {"first": "Tanvi", "middle": [], "last": "Banerjee", "suffix": ""}, {"first": "Roopteja", "middle": [], "last": "Muppalla", "suffix": ""}, {"first": "William", "middle": [], "last": "Romine", "suffix": ""}, {"first": "Amit", "middle": [], "last": "Sheth", "suffix": ""}], "year": 2017, "venue": "Journal of Medical Internet Research Public Health Surveillance", "volume": "3", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Bush meat: Ebola in a Stew of Fear", "authors": [{"first": "Gregg", "middle": [], "last": "Mitman", "suffix": ""}], "year": 2014, "venue": "New England Journal of Medicine", "volume": "371", "issn": "", "pages": "1763--1765", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Ebola as African: American Media Discourses of Panic and Otherization", "authors": [{"first": "", "middle": [], "last": "Monson", "suffix": ""}], "year": 2017, "venue": "Africa Today", "volume": "63", "issn": "3", "pages": "2--27", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Dissemination of 'Misleading' Information on Social Media During the 2014 Ebola Epidemic: An Area of Concern", "authors": [{"first": "Sajan", "middle": [], "last": "Nagpal", "suffix": ""}, {"first": "Ahmadreza Karimianpour", "middle": [], "last": "Jiv", "suffix": ""}, {"first": "Dhruvika", "middle": [], "last": "Singh", "suffix": ""}, {"first": "Diwakar", "middle": [], "last": "Mukhija", "suffix": ""}, {"first": "", "middle": [], "last": "Mohan", "suffix": ""}], "year": 2015, "venue": "Travel Medicine and Infectious Disease", "volume": "13", "issn": "4", "pages": "338--339", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "La peste noire 1345-1730. Grandes peurs et épidémies. Paris: Autrement", "authors": [{"first": "W", "middle": [], "last": "Naphy", "suffix": ""}, {"first": "A", "middle": [], "last": "Spicer ; Neilkin", "suffix": ""}, {"first": "Dorothy", "middle": [], "last": "Sander L Gilman", "suffix": ""}], "year": 1991, "venue": "Time of Plague: The History and Social Consequences of Lethal Epidemic Disease. Arien Mack", "volume": "", "issn": "", "pages": "39--56", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Cheikh Ibrahima 2014 Ebola, une épidémie postcoloniale", "authors": [{"first": "", "middle": [], "last": "Niang", "suffix": ""}], "year": null, "venue": "Politique É trangère", "volume": "4", "issn": "", "pages": "97--109", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Social Media Monitoring of Discrimination and HIV Testing in Brazil", "authors": [{"first": "René", "middle": [], "last": "Nielsen", "suffix": ""}, {"first": "Miguel", "middle": [], "last": "Luengo-Oroz", "suffix": ""}, {"first": "Maeve", "middle": [], "last": "Mello", "suffix": ""}, {"first": "Josi", "middle": [], "last": "Paz", "suffix": ""}, {"first": "Colin", "middle": [], "last": "Pantin", "suffix": ""}, {"first": "Taavi", "middle": [], "last": "Erkkola", "suffix": ""}], "year": 2014, "venue": "AIDS and Behaviour", "volume": "21", "issn": "1", "pages": "114--120", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Thematic Analysis: Striving to Meet the Trustworthiness Criteria", "authors": [{"first": "L", "middle": ["S"], "last": "Nowell", "suffix": ""}, {"first": "", "middle": [], "last": "Norris", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "De White", "suffix": ""}, {"first": "", "middle": [], "last": "Moules", "suffix": ""}], "year": 2014, "venue": "International Journal of Qualitative Method", "volume": "384", "issn": "9955", "pages": "", "other_ids": {"DOI": ["10.1177/1609406917733847"]}}, "BIBREF53": {"ref_id": "b53", "title": "Community Intelligence and Social Media Services: A Rumor Theoretic Analysis of Tweets During Social Crises", "authors": [{"first": "Onook", "middle": [], "last": "Oh", "suffix": ""}, {"first": "Manish", "middle": [], "last": "Agrawal", "suffix": ""}, {"first": "H", "middle": [], "last": "Rao", "suffix": ""}, {"first": "", "middle": [], "last": "Raghav", "suffix": ""}], "year": 2013, "venue": "MIS Quarterly", "volume": "37", "issn": "2", "pages": "407--426", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Strategies from the 2000-01 Ebola Outbreak in Uganda", "authors": [{"first": "F", "middle": ["G"], "last": "Omaswa", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Okware", "suffix": ""}, {"first": "E", "middle": [], "last": "Kiguli-Malwadde", "suffix": ""}], "year": 2015, "venue": "The Lancet Global Health", "volume": "3", "issn": "1", "pages": "29--29", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Neil Morris, and Niall Galbraith 2015 Investigating the Facebook Experience through Q Methodology: Collective Investment and a 'Borg' Mentality", "authors": [{"first": "Lisa", "middle": ["J"], "last": "Orchard", "suffix": ""}, {"first": "Chris", "middle": [], "last": "Fullwood", "suffix": ""}], "year": null, "venue": "", "volume": "17", "issn": "", "pages": "1547--1565", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Twitter and Misinformation: a Dangerous Combination", "authors": [{"first": "Sunday", "middle": [], "last": "Oyeyemi", "suffix": ""}, {"first": "Elia", "middle": [], "last": "Oluwaferni", "suffix": ""}, {"first": "Rolf", "middle": [], "last": "Gabarron", "suffix": ""}, {"first": "", "middle": [], "last": "Wynn", "suffix": ""}], "year": 2014, "venue": "British Medical Journal", "volume": "349", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Public support for government actions during a flu pandemic: Lessons learned from a statewide survey", "authors": [{"first": "H.-J", "middle": [], "last": "Paek", "suffix": ""}, {"first": "K", "middle": [], "last": "Hilyard", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Freimuth", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Barge", "suffix": ""}, {"first": "M", "middle": [], "last": "Mindlin", "suffix": ""}], "year": 2008, "venue": "Health Promotion Practice", "volume": "9", "issn": "", "pages": "60--72", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "GloVe: Global Vectors for Word Representation", "authors": [{"first": "", "middle": [], "last": "Patterson", "suffix": ""}, {"first": "J", "middle": [], "last": "Da ; Pennington", "suffix": ""}, {"first": "R", "middle": [], "last": "Socher", "suffix": ""}, {"first": "C", "middle": [], "last": "Manning", "suffix": ""}], "year": 2014, "venue": "Le virus Ebola: un révélateur d'inégalités biomédicales et une intervention internationale hétérogène", "volume": "", "issn": "", "pages": "1532--1543", "other_ids": {"DOI": ["10.4000/an—thro—polo—giesante.1914"]}}, "BIBREF59": {"ref_id": "b59", "title": "De l'information du patient à la démocratie sanitaire: enjeux et conditions d'un usage efficient des technologies", "authors": [{"first": "Robert", "middle": [], "last": "Picard", "suffix": ""}, {"first": "Antoine", "middle": [], "last": "Vial", "suffix": ""}], "year": 2012, "venue": "Ministère de l'économie et des finances", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "The Effect of Community-Based Prevention and Care on Ebola Transmission in Sierra Leone", "authors": [{"first": "Paul", "middle": [], "last": "Pronyk", "suffix": ""}, {"first": "Braeden", "middle": [], "last": "Rogers", "suffix": ""}, {"first": "Sylvia", "middle": [], "last": "Lee", "suffix": ""}, {"first": "Aarunima", "middle": [], "last": "Bhatnagar", "suffix": ""}, {"first": "Yaron", "middle": [], "last": "Wolman", "suffix": ""}, {"first": "Roeland", "middle": [], "last": "Monasch", "suffix": ""}, {"first": "David", "middle": [], "last": "Hipgrave", "suffix": ""}, {"first": "Peter", "middle": [], "last": "Salama", "suffix": ""}, {"first": "Adam", "middle": [], "last": "Kucharski", "suffix": ""}, {"first": "Mickey", "middle": [], "last": "Chopra", "suffix": ""}], "year": 2016, "venue": "American Journal of Public Health", "volume": "106", "issn": "4", "pages": "727--732", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "How a People's Science Helped End and Epidemic", "authors": [{"first": "", "middle": [], "last": "Ebola", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "What Makes People Talk about Ebola on Social Media? A Retrospective Analysis of Twitter Use", "authors": [{"first": "Alfonso", "middle": ["J"], "last": "Rodriguez-Morales", "suffix": ""}, {"first": "Diana", "middle": ["Milena"], "last": "Castañeda-Hernández", "suffix": ""}, {"first": "Alastair", "middle": [], "last": "Mcgregor", "suffix": ""}], "year": 2015, "venue": "Travel Medicine and Infectious Diseases", "volume": "13", "issn": "1", "pages": "100--101", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Public media communications about H1N1, risk perceptions and immunization behaviours: A Quebec-France comparison", "authors": [{"first": "Cécile", "middle": [], "last": "Rousseau", "suffix": ""}, {"first": "Nicolas", "middle": [], "last": "Moreau", "suffix": ""}, {"first": "Marie-Pier", "middle": [], "last": "Dumas", "suffix": ""}, {"first": "Ida", "middle": [], "last": "Bost", "suffix": ""}, {"first": "Sylvie", "middle": [], "last": "Lefebvre", "suffix": ""}, {"first": "Laëtitia", "middle": [], "last": "Atlani-Duault", "suffix": ""}], "year": 2013, "venue": "Public Understanding of Science", "volume": "24", "issn": "2", "pages": "225--240", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Health Communication in the Time of Ebola: A Culture-Centered Interrogation", "authors": [{"first": "Shaunak", "middle": [], "last": "Sastry", "suffix": ""}, {"first": "Mohan", "middle": ["J"], "last": "Dutta", "suffix": ""}], "year": 2017, "venue": "Journal of Health Communication", "volume": "22", "issn": "", "pages": "10--14", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Supplementing Public Health Inspection via Social Media", "authors": [{"first": "John", "middle": ["P"], "last": "Schomberg", "suffix": ""}, {"first": "Gillian", "middle": ["R"], "last": "Oliver L Haimson", "suffix": ""}, {"first": "Hoda", "middle": [], "last": "Hayes", "suffix": ""}, {"first": "", "middle": [], "last": "Anton-Culver", "suffix": ""}], "year": 2016, "venue": "e0152117. Sharfstein, Joshua M 2015 On Fear, Distrust, and Ebola", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Zika virus pandemic-analysis of Facebook as a social media health information platform", "authors": [{"first": "Megha", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "Kapil", "middle": [], "last": "Yadav", "suffix": ""}, {"first": "Nitika", "middle": [], "last": "Yadav", "suffix": ""}, {"first": "Keith C", "middle": [], "last": "Ferdinand", "suffix": ""}], "year": 2017, "venue": "American Journal of Infection Control", "volume": "45", "issn": "3", "pages": "301--302", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Using Social Media for Support and Feedback by Mental Health Service Users: Thematic Analysis of a Twitter Conversation", "authors": [{"first": "Andrew", "middle": [], "last": "Shepherd", "suffix": ""}, {"first": "Caroline", "middle": [], "last": "Sanders", "suffix": ""}, {"first": "Michael", "middle": [], "last": "Doyle", "suffix": ""}, {"first": "Jenny", "middle": [], "last": "Shaw", "suffix": ""}], "year": 2015, "venue": "BMC Psychiatry", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12888-015-0408-y"]}}, "BIBREF71": {"ref_id": "b71", "title": "The Perils of Panic: Ebola, HIV, and the Intersection of Global health and Law", "authors": [{"first": "M", "middle": ["S"], "last": "Sinha", "suffix": ""}, {"first": "W", "middle": ["E"], "last": "Parmet", "suffix": ""}], "year": 2016, "venue": "American Journal of Law and Medicine", "volume": "42", "issn": "3", "pages": "223--255", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Twitter as a Tool for Health Research: A Systematic Review", "authors": [{"first": "Lauren", "middle": [], "last": "Sinnenberg", "suffix": ""}, {"first": "Alison", "middle": ["M"], "last": "Buttenheim", "suffix": ""}, {"first": "Keven", "middle": [], "last": "Padrez", "suffix": ""}, {"first": "Christina", "middle": [], "last": "Mancheno", "suffix": ""}, {"first": "Lyle", "middle": [], "last": "Ungar", "suffix": ""}, {"first": "Raina", "middle": ["M"], "last": "Merchant", "suffix": ""}], "year": 2017, "venue": "American Journal of Public Health", "volume": "107", "issn": "1", "pages": "1--8", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Responding to Global Infectious Disease Outbreaks: Lessons from SARS on the Role of Risk Perception, Communication and Management", "authors": [{"first": "Richard", "middle": ["D"], "last": "Smith", "suffix": ""}], "year": 2006, "venue": "Social Science & Medicine", "volume": "63", "issn": "12", "pages": "3113--3123", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Zika in Twitter: Temporal Variations of Locations, Actors, and Concepts", "authors": [{"first": "A", "middle": [], "last": "Stefanidis", "suffix": ""}, {"first": "G", "middle": [], "last": "Vraga", "suffix": ""}, {"first": "", "middle": [], "last": "Lamprianidis", "suffix": ""}, {"first": "", "middle": [], "last": "Radzikowski", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Delamater", "suffix": ""}, {"first": "D", "middle": [], "last": "Jacobsen", "suffix": ""}, {"first": "", "middle": [], "last": "Pfoser", "suffix": ""}, {"first": "A", "middle": [], "last": "Croitoru", "suffix": ""}, {"first": "", "middle": [], "last": "Crooks", "suffix": ""}], "year": 2017, "venue": "Journal of Medical Internet Research Public Health Surveillance", "volume": "3", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Persistance de la rumeur", "authors": [{"first": "", "middle": [], "last": "Taïeb", "suffix": ""}], "year": 2001, "venue": "Sociologie des rumeurs électroniques. Réseaux", "volume": "106", "issn": "", "pages": "231--271", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Adoption and Use of Social Media Among Public Health Departments", "authors": [{"first": "Rosemary", "middle": [], "last": "Thackeray", "suffix": ""}, {"first": "Brad", "middle": [], "last": "Neiger", "suffix": ""}, {"first": "Amanda", "middle": [], "last": "Smith", "suffix": ""}, {"first": "Sarah", "middle": [], "last": "Van Wagenen", "suffix": ""}], "year": 2012, "venue": "BMC Public Health", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Transportation Analytics in the Era of Big Data", "authors": [{"first": "", "middle": [], "last": "Ukkusuri", "suffix": ""}, {"first": "V", "middle": [], "last": "Satish", "suffix": ""}, {"first": "Chao", "middle": [], "last": "Yang", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Hot Crises and Media Reassurance: A Comparison of Emerging Diseases and Ebola Zaire", "authors": [{"first": "Sheldon", "middle": [], "last": "Ungar", "suffix": ""}], "year": 1998, "venue": "The British Journal of Sociology", "volume": "49", "issn": "1", "pages": "36--56", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Social Internet Sites as a Source of Public Health Information", "authors": [{"first": "Karl", "middle": [], "last": "Vance", "suffix": ""}, {"first": "William", "middle": [], "last": "Howe", "suffix": ""}, {"first": "Robert", "middle": [], "last": "Dellavalle", "suffix": ""}], "year": 2009, "venue": "Dermatologic Clinics", "volume": "27", "issn": "2", "pages": "133--136", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Content analysis and thematic analysis: Implications for conducting a qualitative descriptive study", "authors": [{"first": "Mojtaba", "middle": [], "last": "Vaismoradi", "suffix": ""}, {"first": "Hannele", "middle": [], "last": "Turunen", "suffix": ""}, {"first": "Terese", "middle": [], "last": "Bondas", "suffix": ""}], "year": 2013, "venue": "Nursing and Health Sciences", "volume": "15", "issn": "", "pages": "398--405", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Franciska Krings, Christian Staerklé, and Alain Clémence 2011 Lay Perceptions of Collectives at the Outbreak of the H1N1 Epidemic: Heroes, Villains and Victims", "authors": [{"first": "", "middle": [], "last": "Wagner-Egger", "suffix": ""}, {"first": "Adrian", "middle": [], "last": "Pascal", "suffix": ""}, {"first": "Ingrid", "middle": [], "last": "Bangerter", "suffix": ""}, {"first": "Eva", "middle": [], "last": "Gilles", "suffix": ""}, {"first": "David", "middle": [], "last": "Green", "suffix": ""}, {"first": "", "middle": [], "last": "Rigaud", "suffix": ""}], "year": null, "venue": "Public Understanding of Science", "volume": "20", "issn": "4", "pages": "461--476", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Localities and Disease: Representations of Global Travel During the H1N1 Pandemic", "authors": [{"first": "Adam", "middle": [], "last": "Warren", "suffix": ""}, {"first": "Morag", "middle": [], "last": "Bell", "suffix": ""}, {"first": "Lucy", "middle": [], "last": "Budd", "suffix": ""}], "year": 2010, "venue": "Health and Place", "volume": "16", "issn": "", "pages": "727--735", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Comparison of Social Resistance to Ebola Response in Sierra Leone and Guinea Suggests Explanations Lie in Political Configurations Not Culture", "authors": [{"first": "Annie", "middle": [], "last": "Wilkinson", "suffix": ""}, {"first": "James", "middle": [], "last": "Fairhead", "suffix": ""}], "year": 2017, "venue": "CriticalPublic Health", "volume": "27", "issn": "1", "pages": "14--27", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Identification of Keywords from Twitter and Web Blog Posts to Detect Influenza Epidemics in Korea", "authors": [{"first": "M", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "H", "middle": [], "last": "Washington Woo", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Cho", "suffix": ""}, {"first": "E", "middle": [], "last": "Shim", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Lee", "suffix": ""}, {"first": "K", "middle": [], "last": "Lee", "suffix": ""}, {"first": "G", "middle": [], "last": "Song", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cho", "suffix": ""}], "year": 2015, "venue": "Ebola Exceptionalism: On the Intersecting Political and Health Geographies of the 2014-2015 Epidemic. Master's Thesis", "volume": "12", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Inequality epidemic", "authors": [{"first": "", "middle": [], "last": "Wright", "suffix": ""}], "year": 2014, "venue": "Nursing Standard", "volume": "29", "issn": "12", "pages": "", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Mining Social Media and Web Searches for Disease Detection", "authors": [{"first": "Tony", "middle": ["Y"], "last": "Yang", "suffix": ""}, {"first": "Michael", "middle": [], "last": "Horneffer", "suffix": ""}, {"first": "Nicole", "middle": [], "last": "Dilisio", "suffix": ""}], "year": 2013, "venue": "Journal of Public Health Research", "volume": "2", "issn": "1", "pages": "17--21", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A subset about ''foreigners'' because previous research has shown that blame is often associated with ''Other'' social groups(Atlani-Duault et al. 2015;Neilkin and Gilman 1991).(3) A subset about ''suspected cases'' to allow us to consider implicit blame by analyzing how the lay public reacts and where it casts blame when it talks about suspected Ebola cases.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "'' (Comment on the article ''Ebola Diagnosed in U.S. For the First Time: CDC'', Huffington Post, 1 October 2014) or ''It's IBK [Ibrahim Boubacar Keïta]'s fault. He didn't close the border!'' ([our translation], Comment on the article ''EBOLA Fever in Mali: Who is at fault?'' [our translation], Malijet, 17 November 2014). Some social media users then explicitly blamed national governments for a perceived lack of national border control (n = 291, 23.79%): ''Funny, France accepts contaminated people (which is irresponsible) and African countries close their borders (which is intelligent).'' ([our translation], Comment on the article ''Ebola: WHO will Decide if the Sick can Receive the Experimental Treatment'' [our translation], Le Figaro, 9 August 2014). In doing so, they said that national 1 All quotes are presented in their original form, without any modification or correction.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Temporal evolution of the blame of national governments and", "latex": null, "type": "figure"}, "FIGREF3": {"text": "89%): ''This would never happen in the first world. It's nearly impossible to spread far with even the most basic of hospital hygiene practices.'' (Comment on the article ''Guinea: Ebola Death Toll Reaches 70'', CNN, 30 March 2014) Users also referred to specific practices (n = 15, 27.78%), namely food practices (n = 8) and traditional funeral and burial practices (n = 7). Such blame sometimes (n = 12) gave way to a more general criticism of the populations in the affected areas, as illustrated by quotes such as ''This is not new. The Malian takes nothing seriously, except for bribes.'' ([our translation], Comment on the article ''Ebola Hemorrhagic Fever in Mali: Fatality or Laxness?'' [our translation], Malijet, 27 October 2014). This also led to some racist comments: ''Africans are just plain dirty diseased people… Quarantine the entire continent and let nature take it's course.'' (Comment on the article ''Guinea: Ebola Death Toll Reaches 70'', CNN, 30 March 2014).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Ebola VIRUS, ANOTHER VIRUS CREATED IN A LABORATORY LIKE AIDS TO KILL THE BLACKS AND THE POOR AND WEAK WHITE RACE. I DIDN'T KNOW THAT DOCTORS AND PHARMACIST ARE NOTORIOUS MISBELIEVERS BECAUSE THEY'RE ACCOM-PLICES. They are regrouped in a corporation called ORDER, they are sly because they're accomplices to the killing organized on the populations by the freemasons that control international organizations (OMS, UNICEF….) and States. For genocidal purposes, these illuminati (freemasons) create viruses, introduce them into medications, vaccines, some food, especially meat from infected bush animals, to propagate them under the pretext of natural epidemics. One of their latest finds is currently in Guinea-Bissau (Guinea Conakry) and is called the Ebola virus. ([our translation], Comment on the article ''Closed Borders and Assurances from the Minister of Health : Ebola is not in Senegal'' [our translation], Dakaractu, 31 March 2014)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Thematic categories in tweets and Facebook comments Distribution of thematic categories in Facebook comments on news articles according to the geographic location of the media outlets", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 Thematic categories in tweets and Facebook comments", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Figures of blame </td><td>Total (n, %) </td><td>Tweets (n, %) </td><td>Facebook comments (n, %)\n</td></tr><tr><td>National governments </td><td>2888 (73.23) </td><td>798 (74.72) </td><td>2090 (72.67)\n</td></tr><tr><td>Immigrants </td><td>894 (22.67) </td><td>232 (21.72) </td><td>662 (23.02)\n</td></tr><tr><td>Populations in affected areas </td><td>61 (1.55) </td><td>19 (1.78) </td><td>42 (1.46)\n</td></tr><tr><td>Media </td><td>47 (1.19) </td><td>14 (1.31) </td><td>33 (1.15)\n</td></tr><tr><td>Elite groups </td><td>43 (1.09) </td><td>16 (1.5) </td><td>27 (0.94)\n</td></tr><tr><td>Global health authorities </td><td>11 (0.28) </td><td>2 (0.19) </td><td>9 (0.31)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Funding The article is a product of an international research project ''Ebola: rumeurs et controverses. Perspectives du monde numérique''/''Ebola: rumors of blame, disputes and controversies. Perspectives from the online world'', funded by REACting (IMMI-INSERM) and coordinated by Prof. Laetitia Atlani-Duault. The funding source had no involvement in the design or conduct of the study.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "Conflict of interest None of the authors were paid by an agency to write this article. All the authors declare that they have no conflict of interest.Ethical Approval This article does not contain any studies with human participants performed by any of the authors. This article takes place in a broader international research ''Ebola: rumeurs et controverses. Perspectives du monde numérique''/''Ebola: rumors of blame, disputes and controversies. Perspectives from the online world'', for which ethics approbation was received by the research institute French National Institute of Health and Medical Research [INSERM] in France, as well as the ethics review board of the University of Ottawa", "cite_spans": [], "ref_spans": [], "section": "Compliance with Ethical Standards"}]}